Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Minimum time between subsequent notifications
ar: الحد الأدنى من الوقت بين الإشعارات اللاحقة
de: Minimale Zeit zwischen nachfolgenden Benachrichtigungen
es: Tiempo mínimo entre notificaciones posteriores
fr: Délai minimum entre les notifications ultérieures
it: Tempo minimo tra notifiche successive
pl: Minimalny czas między kolejnymi powiadomieniami
pt: Duração mínima entre notificações subsequentes
pt_br: Tempo mínimo entre notificações subsequentes

source: How severe would be error from this notification
ar: ما مدى خطورة الخطأ من هذا الإشعار
de: Wie bedrohlich wäre ein Fehler dieser Benachrichtigung
es: Qué tan grave sería el error de esta notificación
fr: Quelle serait la gravité de l'erreur résultant de cette notification
it: Quanto grave sarebbe errore da questa notifica
pl: Jak poważny byłby błąd z tego powiadomienia
pt: Que tipo de gravidade seria o erro desta notificação
pt_br: Quão grave seria o erro desta notificação

source: Is it active
ar: هل هو نشط
de: Ist es aktiv
es: Es activo
fr: Est-ce actif
it: È attivo
pl: Jest aktywne
pt: Está ativo
pt_br: Está ativo

source: Value must be above
ar: يجب أن تكون القيمة أعلاه
de: Wert muss größer sein als
es: El valor debe estar por encima
fr: La valeur doit être supérieure à
it: Il valore deve essere superiore
pl: Wartość musi być wyższa niż
pt: O valor deve ser superior
pt_br: O valor deve ser superior

source: Value must be below
ar: يجب أن تكون القيمة أدناه
de: Wert muss kleiner sein als
es: El valor debe estar debajo
fr: La valeur doit être inférieure à
it: Il valore deve essere inferiore
pl: Wartość musi być niższa niż
pt: O valor deve ser inferior
pt_br: O valor deve ser inferior

source: Last update must not be older than
ar: يجب ألا يكون التحديث الأخير أقدم من
de: Letztes Update darf nicht älter sein als
es: La última actualización no debe ser anterior a
fr: La dernière mise à jour ne doit pas être antérieure à
it: L'ultimo aggiornamento non deve essere più vecchio di
pl: Ostatnia aktualizacja nie może być starsza niż
pt: A última atualização não dever ser mais antigo que
pt_br: A última atualização não deve ser anterior a

source: Max timeout for given metric before error should be raised
ar: الحد الأقصى لمهلة القياس المحددة قبل الخطأ
de: Maximale Auszeit der Metrik bevor ein Fehler ausgegeben wird
es: Tiempo de espera máximo para la métrica dada antes de que se genere el error
fr: Délai maximal pour une mesure donnée avant que l'erreur ne soit relevée
it: Timeout massimo per la metrica specificata prima che venga generato l'errore
pl: Maksymalny limit czasu dla danej metryki przed zgłoszeniem błędu
pt: Tempo limite máximo para uma dada métrica antes de um erro ser reportado
pt_br: Tempo limite máximo para determinada métrica antes que o erro seja gerado

source: Only superusers can monitor performance
ar: يمكن للمستخدمين المتميزين فقط مراقبه الأداء
de: Nur Superuser können die Performance überwachen
es: Solo los superusuarios pueden controlar el rendimiento
fr: Seuls les super-utilisateurs peuvent contrôler les performances
it: Solo i superutenti possono monitorare le prestazioni
ja: スーパーユーザーのみがパフォーマンスをモニタリングできる
pl: Tylko superużytkownicy mogą monitorować wydajność
pt: Apenas super utilizadores podem monitorizar a perfomance
pt_br: Apenas superusuários podem monitorar o desempenho

source: Hi,
ar: مرحبا،
de: Hallo,
es: Hola,
fr: Bonjour,
it: Salve,
pl: Cześć,
pt: Olá,
pt_br: Olá,

source: Monitoring on
ar: مراقبة على
de: Monitoring an
es: Monitoreo en
fr: Suivi des
it: Monitoraggio
pl: Monitorowanie włączone
pt: Monitorizando no
pt_br: Monitoramento ativo

source: has detected following problems :
ar: لقد اكتشف المشكلات التالية:
de: hat folgende Probleme festgestellt:
es: ha detectado los siguientes problemas:
fr: a détecté les problèmes suivants :
it: ha rilevato seguenti problemi :
ja: 以下の問題を検知しました：
pl: wykrył następujące problemy:
pt: foram detetados os seguintes problemas:
pt_br: os seguintes problemas foram detectados:

source: spotted
ar: مراقب
de: entdeckt
es: detectado
fr: repéré
it: localizzato
ja: 検知:
pl: zauważył
pt: detetado

source: ago
af: gelede
ar: منذ
bg_bg: преди
cs: před
de: vor
es: hace
fa_ir: پیش
fi: sitten
fr: il y a
hu: ezelőtt
it: fa
ja: 前に
ka: უკან
km: មុន
pl: temu
pt: atrás
pt_br: atrás
ro: în urmă
sv: sedan
sw: iliyopita
tr: önce
uk: назад

source: emerged
ar: ظهرت
de: festgestellt
es: surgió
fr: a émergé
it: è emerso
ja: 発生:
pl: pojawił się
pt: surgiu
pt_br: emergiu

source: User following you
af: Gebruiker wat u volg
ar: مستخدم يتابعك
bg_bg: Потребител, който те следва
cs: Uživatel který vás sleduje
de: Nutzer, die Dir folgen
es: Usuario que te sigue
fa_ir: کاربر شما زیر
fi: Käyttäjä seuraa sinua
fr: Abonné qui vous suit
hu: Felhasználói követi Önt
it: Utente che ti segue
ja: フォロワー
ka: ომხმარებელი თქვენ მოგყვებათ
km: អ្នក​ប្រើ​ខាងក្រោម​អ្នក
pl: Użytkownik obserwujący cię
pt: Usuário seguindo você
pt_br: Usuário seguindo você
ro: Utilizator îți următoare
sv: Användare följer dig
sw: matumiaji anayekufuatilia
tr: Seni takip eden kullanıcı
uk: Користувач після вас

source: Another user has started following you
ar: لقد بدأ مستخدم آخر متابعتك
bg_bg: Друг потребител започна да те следва
cs: Další uživatel vás začal sledovat
de: Ein anderer Benutzer hat begonnen, Ihnen zu folgen
es: Otro usuario ha comenzado a seguirlo
fr: Un nouvel utilisateur vient de commencer à vous suivre
it: Un altro utente ha iniziato a seguirti
ja: 新たなユーザーがあなたをフォローし始めました
ka: სხვა მომხმარებელმა დაიწყო გამოყოლა
pl: Kolejny użytkownik zaczął cię obserwować
pt: Este utilizador não segue ninguém
pt_br: Outro usuário começou a seguir você
tr: Başka bir kullanıcı seni takip etmeye başladı.

source: User requested access
ar: طلب الدخول للمستخدم
bg_bg: Поискан достъп от потребител
cs: Uživatel požadoval přístup
de: Ein Benutzer hat eine Zugangsanfrage gestellt
es: Un usuario ha solicitado acceso
fr: Accès demandé par l'utilisateur
it: L'utente ha richiesto l'accesso
ja: ユーザーから権限リクエスト
ka: მომხმარებელი მოითხოვს წვდომას
pl: Użytkownik poprosił o dostęp
pt: O utilizador solicitou acesso
pt_br: Usuário pediu acesso
tr: Kullanıcı erişim talep etti.

source: A new user has requested access to the site
ar: لقد طلب مستخدم جديد الدخول إلى الموقع
bg_bg: Нов потребител е поискал достъп до страницата
cs: Nový uživatel požádal o přístup na web
de: Ein neuer Benutzer hat nach Zugang zur Seite angefragt
es: Un nuevo usuario ha solicitado acceso al sitio
fr: Un nouvel utilisateur a demandé un accès au site
it: Un nuovo utente ha richiesto accesso al sito
ja: 新たなユーザーがこのサイトへのアクセス権をリクエストしています
ka: ახალმა მომხმარებელმა გამოაგზავნა საიტის წვდომის მოთხოვნა
pl: Nowy użytkownik poprosił o dostęp do serwisu
pt: Um novo utilizado efetuou um pedido para aceder ao site
pt_br: Um novo usuário pediu acesso ao site
tr: Yeni bir kullanıcı siteye erişim talep etti.

source: Account activated
ar: تم تنشيط الحساب
bg_bg: Акаунтът е активиран
cs: Účet aktivován
de: Ein Konto wurde aktiviert
es: Cuenta activada
fr: Compte activé
it: Account attivato
ja: アカウント有効化
ka: მომხმარებელი გააქტიურებულია
pl: Konto aktywowane
pt: Conta ativada
pt_br: Conta ativada
tr: Hesap etkinleştirildi.

source: This account is now active and can log in the site
ar: هذا الحساب نشط الآن ويمكنه تسجيل الدخول إلى الموقع
bg_bg: Този акаунт е вече активен и можеш да се регистрираш на сайта
cs: Tento účet je nyní aktivní a může se přihlásit na web
de: Dieses Konto ist nun aktiv und kann sich auf der Seite anmelden
es: Esta cuenta está activa, ahora puede ingresar al Sitio
fr: Ce compte est maintenant actif et peut s'identifier sur le site
it: Questo account è ora attivo e può accedere al sito
ja: このアカウントは有効化となり、このサイトへアクセスできます
ka: ეს მომხმარებელი გააქტიურდა და შეუძლია საიტზე შესვლა
pl: To konto jest teraz aktywne i może logować się do serwisu
pt: Esta conta está agora ativa e pode aceder no site
pt_br: Esta conta agora está ativa e pode realizar login ao site
tr: Bu hesap artık aktiftir ve siteye giriş yapabilir.

source: Personal info
ar: المعلومات الشخصية
bg_bg: Лична информация
cs: Osobní informace
de: Persönliche Informationen
es: Informacion Personal
fa_ir: اطلاعات شخصی
fi: Henkilökohtaiset tiedot
fr: Informations personnelles
hu: Személyes info
it: Informazioni personali
ja: 個人情報
ka: პირადი ინფორმაცია
km: ព​ត៌​មាន​ផ្ទាល់ខ្លួន
pl: Informacje osobiste
pt: Informações pessoais
pt_br: Informações pessoais
ro: Informații personale
sv: Personlig info
sw: Maelezo binafsi
tr: Kişisel bilgi
uk: Особиста інформація

source: Important dates
af: Belangrike datums
ar: التواريخ الهامة
bg_bg: Важни дати
cs: Důležité datumy
de: Wichtige Termine
es: Datos Importantes
fa_ir: تاریخ های مهم
fi: Tärkeitä päivämääriä
fr: Dates importantes
hu: Fontos dátumok
it: Date importanti
ja: 各種日時
ka: მნიშვნელოვანი თარიღები
km: កាលបរិច្ឆេទ​ដ៏​សំខាន់
pl: Ważne daty
pt: Datas importantes
pt_br: Datas importantes
ro: Date importante
sv: Viktiga datum
sw: Tarehe muhimu
tr: Önemli tarihler
uk: Важливі дати

source: Extended profile
ar: ملف شخصي موسع
bg_bg: Разширен профил
cs: Rozšířený profil
de: Erweitertes Profil
es: Perfil extendido
fr: Profil complet
it: Profilo esteso
ja: 追加のプロフィール
ka: გაფართოებული პროფაილი
pl: Rozszerzony profil
pt: Perfil completo
pt_br: Perfil estendido
tr: Genişletilmiş profil

source: Password changed successfully.
af: Wagwoord suksesvol verander.
ar: تم تغيير كلمة المرور بنجاح.
bg_bg: Паролата е променена успешно
cs: Heslo bylo úspěšně změněno.
de: Kennwort erfolgreich geändert.
es: Contraseña cambiada con éxito.
fa_ir: رمز عبور با موفقیت تغییر.
fi: Salasana vaihdettu onnistuneesti.
fr: Mot de passe modifié avec succès.
hu: Jelszó sikeresen megváltoztatva.
it: Password modificata con successo.
ja: パスワードが正常に変更されました。
ka: პაროლი წარმატები შეიცვალა
km: ផ្លាស់​ប្តូ​រ​ពាក្យ​សម្ងាត់​ដោយ​ជោគជ័យ​។
pl: Hasło zostało zmienione pomyślnie.
pt: Senha alterada com sucesso.
pt_br: Senha alterada com sucesso.
ro: Parola a fost schimbata cu succes.
sv: Lösenord ändrats.
sw: Nenosiri limebadilishwa kwa mafanikio.
tr: Şifre başarıyla değiştirildi.
uk: Пароль успішно змінений.

source: Change password: %s
af: Verander wagwoord: %s
ar: تغيير كلمة المرور: %s
bg_bg: Променена парола: %s
cs: Změna hesla:%s
de: Passwort ändern: %s
es: Cambiar contraseña: %s
fa_ir: تغییر رمز عبور: %s را
fi: Vaihda salasana: %s
fr: Changer le mot de passe : %s
hu: Jelszó módosítása: %s
it: Cambia password: %s
ja: パスワードを変更します：%s
ka: პაროლის შეცვლა: %s
km: ផ្លាស់​ប្តូ​រ​ពាក្យ​សម្ងាត់​:​ %s
pl: Zmień hasło: %s
pt: Alterar senha: %s
pt_br: Alterar senha: %s
ro: Schimba parola: %s
sv: Byt lösenord: %s
sw: Badilisha nenosiri: %s
tr: Şifre değiştir: %s
uk: Змініть пароль: %s

source: party who authored the resource
af: party wat die hulpbron outeur
ar: الطرف الذي قام بتأليف المورد
bg_bg: страна, която е автор на ресурса
cs: skupina, která vytvořila zdroj
de: Person, die die Ressource verfasst hat
es: quien autorizó el recurso
fa_ir: حزب که منابع نویسنده
fi: osapuoli, joka kirjoitti resurssi
fr: équipe qui est l'auteur de la ressource
hu: a készlet szerző fél
it: gruppo che ha creato la risorsa
ja: リソース編集者
ka: მხარე,რომელიც ვლინდება ავტორის რესურსად
km: គណបក្ស​ដែល​បាន​និពន្ធ​ធនធាន
pl: podmiot, który jest autorem zasobu
pt: responsável pela produção do recurso
pt_br: parte autora do recurso
ro: Partea care autorul resursei
sv: part som författat resursen
sw: upande wa uwandishi wa rasilimali
tr: kaynağı oluşturan taraf
uk: Сторона, яка є автором ресурсу

source: party who has processed the data in a manner such that the resource has been modified
af: party wat verwerk het die data op 'n wyse soos wat die hulpbron is verander
ar: الطرف الذي قام بمعالجة البيانات بحيث انه تم تعديل المورد
bg_bg: страна, която е обработила данните по такъв начин, че ресурсът е променен
cs: skupina která data zpracovala tak, aby byl zdroj změněn
de: Person, die die Daten so verarbeitet hat, dass die Ressource geändert wurde
es: quien ha procesado los datos de una manera tal que el recurso ha sido modificado
fa_ir: حزب که تا به داده ها در روش به طوری که منابع اصلاح شده است پردازش
fi: osapuoli, joka on muokannut tietoa siten, että resurssi on muuttunut
fr: equipe qui a traité les données d'une manière telle que la ressource a été modifié
hu: a készlet eredeti adatainak változtatásával feldolgozó fél
it: gruppo che ha elaborato i dati in modo tale che la risorsa sia stata modificata
ja: リソースを改変した人
ka: მხარე, რომელიც ამუშავებს მონაცემებს,იმისთვის რომ რესურსი იყოს განახლებული
km: គណបក្ស​ដែល​បាន​ដំណើរ​ការ​ទិន្នន័យ​ក្នុង​លក្ខណៈ​ដូច​ថា​ធនធាន​ត្រូវ​បាន​កែប្រែ
pl: podmiot, który przetworzył dane w taki sposób, że zasób uległ zmianie
pt: responsável pelo processamento dos dados pelos quais o recurso foi modificado
pt_br: parte que processou os dados de forma a modificar o recurso
ro: Partea care a prelucrat datele într-o manieră astfel încât resursa a fost modificat
sv: part som har bearbetat data på ett sådant sätt att resursen har modifierats
sw: Upande ambao umechakata data
tr: Verileri, kaynağın değiştirildiği bir şekilde işleyen tarafdeğiştirilmiş
uk: Сторона, обробляються дані таким способом, що ресурс був модифікований

source: party who published the resource
af: party wat die hulpbron gepubliseer
ar: الطرف الذي نشر الموارد
bg_bg: страна, която е публикувала ресурса
cs: skupina která publikuje zdroj
de: Person, die die Ressource veröffentlicht hat
es: quien publicó el recurso
fa_ir: حزب که منابع منتشر شده
fi: osapuoli, joka on julkaissut resurssin
fr: équipe qui a publié la ressource
hu: a készletet kiadó fél
it: gruppo che ha pubblicato la risorsa
ja: リソースを公開した人
ka: მხარე, რომელიც აქვეყნებს რესურს
km: គណបក្ស​ដែល​បាន​ចុះ​ផ្សាយ​ធនធាន
pl: podmiot, który opublikował zasób
pt: responsável pela publicação do recurso
pt_br: parte que publicou o recurso
ro: Partea care a publicat resursa
sv: part som har publicerat resursen
sw: chama ambao kuchapishwa rasilimali
tr: kaynağı yayımlayan taraf
uk: Сторона, яка опублікувала свій ресурс

source: party that accepts accountability and responsibility for the data and ensures appropriate care and maintenance of the resource
af: party wat aanvaar aanspreeklikheid en verantwoordelikheid vir die data en verseker die nodige sorg en instandhouding van die hulpbron
ar: الطرف الذي يقبل المساءلة والمسؤولية عن البيانات ويضمن الرعاية المناسبة وصيانة المورد
bg_bg: страна, която приема отчетсност и отговорност за данните и гарантира подходяща грижа и поддръжка на ресурса
cs: skupina která přijímá odpovědnost a odpovědnost za údaje a zajišťuje přiměřenou péči a údržbu zdroje
de: Person, die Rechenschaftspflicht und Verantwortung für die Daten akzeptiert und die angemessene Pflege und Pflege der Ressource gewährleistet
es: quien acepta la rendición de cuentas y responsabilidad de los datos y asegura el cuidado adecuado y mantenimiento del recurso
fa_ir: حزب است که می پذیرد پاسخگویی و مسئولیت برای داده ها و تضمین مراقبت های مناسب و نگهداری از منابع
fi: puolue, joka hyväksyy vastuullisuutta ja vastuu tiedosta ja joka varmistaa asianmukaisen hoidon ja ylläpidon luonnonvarojen
fr: équipe qui accepte la responsabilité des données et assure la maintenance et le support approprié de ces données
hu: fél, hogy a felelősséget vállaló, elszámoltatható, az adatok és a megfelelő kezelés és karbantartás a forrás
it: partito che accetta la responsabilità e la responsabilità per i dati e garantisce la cura e la manutenzione appropriata della risorsa
ja: リソースの責任者・メンテナー
ka: მხარე, რომელიც ადასტურებს ანგარიშვალდებულებისა და პასუხისმგებლობას მონაცემებზე და უზრუნველყოფს შესაბამის მოვლას და ტექნიკური რესურსის
km: គណបក្ស​ដែល​ទទួល​យក​ការ​ទទួល​ខុស​ត្រូវ​និង​មាន​ការ​ទទួល​ខុស​ត្រូវ​សម្រាប់​ទិន្នន័យ​និង​ធានា​ការ​ថែរក្សា​សមស្រប​និង​ការ​ថែរក្សា​ធនធាន
pl: podmiot, który ponosi odpowiedzialność za dane oraz zapewnia właściwą opiekę i utrzymanie zasobu
pt: partido que aceita assumir a responsabilidade para os dados e assegura o cuidado e manutenção adequada do recurso
pt_br: parte que aceita a responsabilidade sobre os dados e assegura o cuidado e a manutenção adequados para o recurso
ro: partid care acceptă răspunderea și responsabilitatea pentru datele și asigură îngrijire și întreținere corespunzătoare a resursei
sv: parti som accepterar ansvarsskyldighet och ansvar för data och säkerställer lämplig vård och underhåll av resursen
sw: chama kwamba anapokea uwajibikaji kwa data na kuhakikisha huduma sahihi na matengenezo ya rasilimali
tr: Veri için hesap verebilirlik ve sorumluluk kabul eden taraf ve kaynağın uygun bakım ve korunmasını sağlar
uk: партія, яка приймає підзвітності та відповідальності за дані і забезпечує належний догляд і обслуговування ресурсу

source: party who can be contacted for acquiring knowledge about or acquisition of the resource
af: party wat gekontak kan word vir die verkryging van kennis oor of verkryging van die hulpbron
ar: الطرف الذي يمكن الاتصال به للحصول على المعرفة أو الاستحواذ على الموارد
bg_bg: страна, с която може да се свържете за усвояване на знания относно или за придобиване на ресурса
cs: skupina která může být kontaktována pro získání znalostí nebo získání zdroje
de: Person, die kontaktiert werden kann, um Wissen über die Ressource oder den Erwerb der Ressource zu erwerben
es: quien puede ser contactado para adquirir conocimientos sobre o adquisición del recurso
fa_ir: حزب که می تواند برای به دست آوردن دانش در مورد و یا کسب منابع تماس
fi: osapuoli, joka voidaan ottaa yhteyttä hankkimalla tietoa tai hankinnan resurssi
fr: équipe qui peut être contactée pour acquérir ou pour obtenir des informations sur la ressource
hu: a készlet beszerzésével és további ismertetésével kapcsolatosan elérhető fél
it: parte che può essere contattata per l'acquisizione di conoscenza o acquisizione della risorsa
ja: リソースの取得に関する問い合わせ先
ka: მხარეს, რომელსაც შეუძლია დაუკავშირდეს შესაბამისი ინფორმაციის მისაღებად შესაბამის რესურსზე
km: ភាគី​ដែល​អាច​នឹង​ត្រូវ​បាន​ទាក់ទង​សំរាប់​ការ​ទទួល​បាន​ចំ​នេះ​ដឹង​អំពី​ឬ​ការ​ទទួល​បាន​ធនធាន
pl: podmiot, z którym można się kontaktować w celu uzyskania wiedzy o zasobie lub pozyskania zasobu
pt: responsável que pode ser contatado para aquisição do conhecimento sobre ou do próprio recurso
pt_br: parte que pode ser contactada para aquisição ou obtenção de informações sobre o recurso
ro: parte care poate fi contactată pentru dobândirea de cunoștințe despre sau achiziționarea resursei
sv: part som kan kontaktas för att få kunskap om eller tillgång till resursen
sw: chama ambao wanaweza kupatikana kwa ajili ya kupata elimu juu ya au upatikanaji wa rasilimali
tr: kaynağın edinilmesi veya hakkında bilgi edinilmesi için iletişim kurulabilecek taraf
uk: Сторона, можна зв'язатися для отримання знань про або придбання ресурсу

source: party who distributes the resource
af: party wat die hulpbron versprei
ar: الطرف الذي يوزع الموارد
bg_bg: страна, която дистрибутира ресурса
cs: skupina která distribuuje zdroj
de: Person, die die Ressource verteilt
es: quien distribuye el recurso
fa_ir: حزب که توزیع منابع
fi: osapuoli, joka jakelee resurssia
fr: équipe qui distribue la ressource
hu: a készletet terjesztő fél
it: parte che distribuisce la risorsa
ja: リソース配布元
ka: მხარე, რომელიც ავრცელებს რესურს
km: គណបក្ស​ដែល​បាន​ចែក​ធនធាន
pl: podmiot, który dystrybuuje zasób
pt: responsável pela distribuição do recurso
pt_br: parte que distribui o recurso
ro: Partea care distribuie resursa
sv: part som distribuerar resursen
sw: upande unaosambaza rasilimali
tr: kaynağı dağıtan taraf
uk: Сторона, яка розподіляє ресурс

source: party who uses the resource
af: party wat die hulpbron gebruik
ar: الطرف الذي يستخدم الموارد
bg_bg: страна, която използва ресурса
cs: skupina která využívá prostředek
de: Person, die die Ressource verwendet
es: quien utiliza el recurso
fa_ir: حزب که با استفاده از منابع
fi: osapuoli, joka käyttää resurssia
fr: équipe qui utilise la ressource
hu: a készletet felhasználó fél
it: parte che usa la risorsa
ja: リソース利用者
ka: მხარე,რომელი იყენებს რესურს
km: គណបក្ស​ដែល​ប្រើ​ធនធាន
pl: podmiot, który korzysta z zasobu
pt: responsável pelo uso do recurso
pt_br: parte que utiliza o recurso
ro: Partea care utilizează resursa
sv: part som använder resursen
sw: upande unaotumia rasilimali
tr: kaynağı kullanan taraf
uk: Сторона, яка використовує ресурс

source: party that supplies the resource
af: party wat verskaf die hulpbron
ar: الطرف الذي يزود المورد
bg_bg: страна, която осигурява ресурса
cs: skupina která dodává zdroj
de: Person, die die Ressource liefert
es: quien suministra el recurso
fa_ir: حزبی که تامین منابع
fi: osapuoli, jolta resurssi
fr: équipe qui fournit la ressource
hu: a készletet szolgáltató fél
it: parte che fornisce la risorsa
ja: リソース提供者
ka: მხარე, რომელიც წარმოადგენს რესურსზე
km: គណបក្ស​ដែល​បាន​ផ្គត់ផ្គង់​ធនធាន
pl: podmiot, która dostarcza zasób
pt: responsável pelo fornecimento do recurso
pt_br: parte que fornece o recurso
ro: partid care furnizează resursa
sv: part som tillhandahåller resursen
sw: Upande unaotoa rasilimali
tr: kaynağı sağlayan taraf
uk: партія, яка постачає ресурс

source: party who created the resource
af: party wat die hulpbron geskep
ar: الطرف الذي أنشأ المورد
bg_bg: страна, която е създала ресурса
cs: skupina která vytvořila zdroj
de: PErson, die die Ressource erstellt hat
es: quien crea el recurso
fa_ir: حزب که منبع ایجاد
fi: osapuoli, joka on luonut resurssin
fr: équipe qui a créé la ressource
hu: a készletet létrehozó fél
it: parte che ha creato la risorsa
ja: リソース作成者
ka: მხარე, რომელიც ქმნის რესურს
km: គណបក្ស​ដែល​បាន​បង្កើត​ធនធាន
pl: podmiot, który stworzył zasób
pt: responsável pela criação do recurso
pt_br: parte que criou o recurso
ro: Partea care a creat resursa
sv: part som har skapat resursen
sw: upande uliounda rasilimali
tr: kaynağı oluşturan taraf
uk: Сторона, яка створила ресурс

source: party that owns the resource
af: party wat die eienaar van die hulpbron
ar: الطرف الذي يملك المورد
bg_bg: страна, която притежава ресурса
cs: skupina, která vlastní zdroj
de: Person, die die Ressource besitzt
es: quien es el dueño del recurso
fa_ir: حزبی که دارای منابع
fi: Osapuoli, joka omistaa resurssin
fr: équipe qui possède la ressource
hu: a készlet tulajdonosa
it: parte che possiede la risorsa
ja: リソース所有者
ka: მხარე, რომელიც ფლობს რესურს
km: គណបក្ស​ដែល​មាន​ធនធាន
pl: podmiot, który jest właścicielem zasobu
pt: responsável pela propriedade do recurso
pt_br: parte proprietária do recurso
ro: partid care detine resursa
sv: part som äger resursen
sw: upande unaomiliki rasilimali
tr: kaynağına sahip olan taraf
uk: партія, яка володіє ресурсом
