Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Only one raster file per ZIP is allowed
ar: مسموح بملف نقطي واحد فقط لكل ملف مضغوط
de: Es ist nur eine Rasterdatei pro ZIP zulässig
es: Solo un archivo ráster por ZIP es permitido
fr: Un seul fichier raster par ZIP est autorisé
it: È consentito un solo file raster per file zip
ja: ZIPファイルには、ラスターファイルはひとつだけ含むことができます
pl: Dozwolony jest tylko jeden raster w pliku zip
pt: Apenas um ficheiro raster por ZIP é permitido
pt_br: Apenas um arquivo raster por ZIP é permitido

source: No multiple rasters allowed
ar: تعدد خطوط المسح غير مسموح به
de: Es sind keine mehrteiligen Raster zulässig
es: No se permiten múltiples rásters
fr: Pas de rasters multiples autorisés
it: Non sono consentiti più raster
ja: 複数のラスターは許可されていません
pl: Nie można używać wielu rastrów
pt: Múltiplos rasters não são permitidos
pt_br: Vários rasters não são permitidos

source: To support the time step, you must enable the OGC_SERVER DATASTORE option
ar: لدعم الخطوة الزمنية ، يجب تمكين خيار OGC_SERVER DATASTORE
de: Um den Zeitschritt zu unterstützen, müssen Sie die Option OGC_SERVER DATASTORE aktivieren
es: Para admitir el paso de tiempo, debe habilitar la opción OGC_SERVER DATASTORE
fr: Pour prendre en charge le pas de temps, vous devez activer l'option OGC_SERVER DATASTORE
it: Per supportare il passaggio temporale, è necessario attivare l'opzione OGC_SERVER DATASTORE
ja: time stepに対応するには、OGC_SERVER DATASTOREオプションを有効にする必要があります
pl: Aby obsługiwać przedział czasowy, musisz włączyć opcję OGC_SERVER DATASTORE
pt: Para suportar a opção de tempo, tem de ativar a opção DATASTORE OGC_SERVER
pt_br: Para suporte do time stamp, ative a opção OGC_SERVER DATASTORE

source: Could not find any valid Time Regex for the Mosaic files.
ar: تعذر العثور على أي وقت صالح للتعبير النمطي لملفات الفسيفساء.
de: Es wurde kein gültiger Time Regex für die Mosaic-Dateien gefunden.
es: No se pudo encontrar ninguna expresión regular de tiempo válida para los archivos de mosaico.
fr: Impossible de trouver un 'Time Regex' valide pour les fichiers 'mosaïque'.
it: Impossibile trovare file kml all'interno del kmz caricato.
ja: モザイクファイルの中に、有効なTime Regexが見つかりませんでした。
pl: Nie znaleziono żadnego prawidłowego wyrażenia regularnego czasu dla plików mozaiki.
pt: Não foi possível encontrar um Regex de Tempo válido para os ficheiros do Mosaico.
pt_br: Não foi encontrado nenhum Time Regex válido para os arquivos do Mosáico.

source: Unsupported DataBase for Mosaics!
ar: قاعدة بيانات غير مدعومة للفسيفساء!
de: Nicht unterstützte Datenbank für Mosaiken!
es: Base de datos no compatible para Mosaicos!
fr: Base de données non supportée pour les mosaïques!
it: DataBase non supportato per mosaici!
ja: モザイクに非対応のデータベースです
pl: Nieobsługiwana baza danych dla mozaik!
pt: Base de dados não Suportada para os Mosaicos!
pt_br: Banco de Dados para Mosaicos não suportado!

source: Invalid permission level.
af: Ongeldig toestemming vlak.
ar: مستوى صلاحية غير صالح.
bg_bg: Невалидно ниво на достъп
cs: Neplatná úroveň oprávnění.
de: Ungültige Berechtigungsstufe.
es: Nivel de permiso inválido.
fa_ir: سطج دسترسی نامعتبر.
fi: Virheellinen lupataso.
fr: Niveau d'autorisation non valide.
hu: Érvénytelen jogosultsági szint.
it: Livello di permessi non valido.
ja: 無効な権限レベル
ka: არასწორი დაშვების დონეზე.
km: កម្រិត​នៃ​ការ​អនុ​ញ្ញា​ត្តិ​មិន​ត្រឹមត្រូវ​។
pl: Nieprawidłowy poziom uprawnień.
pt: Nível de permissão inválido.
pt_br: Nível de permissão inválido.
ro: Nivel de permisiune invalid.
sv: Ogiltig behörighetsnivå.
sw: Kibali batili.
uk: Невірний рівень дозволів.

source: Permission Denied
af: Toestemming geweier
ar: طلب الاذن مرفوض
bg_bg: Отказано разрешение
cs: Přístup odepřen
de: Zugriff verweigert
es: Permiso Denegado
fa_ir: دسترسی غیرمجاز
fi: Lupa kielletty
fr: Autorisation refusée
hu: Engedély megtagadva
it: Permesso negato
ja: アクセス拒否
ka: წვდომა აკრძალულია
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ
pl: Odmowa dostępu
pt: Permissão Negada
pt_br: Permissão Negada
sw: Kibali kimekataliwa
tr: İzin Reddedildi
uk: Доступ заборонений

source: Request resource change
de: Änderung an Ressource anfragen
es: Solicitar cambio de recurso
fr: Demander un changement de ressource
it: Richiedi di modificare la risorsa
ja: リソースの編集をリクエストする
pl: Poproś o zmianę zasobu
pt: Pedido de alteração do recurso
pt_br: Solicitar mudança de recurso
tr: Kaynak değişikliği talebi

source: Owner has requested permissions to modify a resource
de: Ein Benutzer hat nach Zugang zu der Seite gefragt
es: El propietario ha solicitado permisos para modificar un recurso
fr: Le propriétaire a demandé des autorisations pour modifier une ressource
it: Il proprietario ha richiesto le autorizzazioni per modificare la risorsa
ja: 所有者がリソースを変更する権限を要求しています
pl: Właściciel poprosił o uprawnienia do modyfikacji zasobu
pt: Proprietário pediu permissões para modificar o recurso
pt_br: Um proprietário solicitou permissão para mudar um recurso
tr: Sahibi, bir kaynağı değiştirmek için izin talep etti

source: Other constraints
fr: Autres contraintes
it: Altri vincoli
ja: その他の制約
pl: Inne ograniczenia
pt_br: Outras restrições

source: Supplemental information
de: Zusätzliche Information
fr: Informations supplémentaires
it: Informazioni supplementari
ja: 補足情報
pl: Dodatkowe informacje
pt_br: Informações complementares

source: Data quality statement
de: Kommentar zur Datenqualität
fr: Déclaration sur la qualité des données
it: Dichiarazione di qualità del dato
ja: データ品質の提示
pl: Oświadczenie o jakości danych
pt_br: Declaração de qualidade de dados

source: Resource
de: Ressource
fr: Ressource
it: Risorsa
ja: リソース
pl: Zasób
pt_br: Recurso
tr: Kaynak

source: Reason
de: Begründung
fr: Motif
it: Motivo
ja: 理由
pl: Powód
pt_br: Motivo
tr: Gerekçe

source: authority or function assigned, as to a ruler, legislative assembly, delegate, or the like.
de: Zitationsweise, wie durch Gesetz, oder Urheber bestimmt.
fr: autorité ou fonction assignée, comme à un dirigeant, une assemblée législative, un délégué, etc.
it: autorità o funzione assegnata, ad esempio un regolatore, un'assemblea legislativa, un delegato o simili.
ja: データの出典など
pt_br: poder ou função atribuída, como um governante, assembleia legislativa, delegado ou semelhante.
tr: yönetici, yasama meclisi,delege veya benzeri birine atanan yetki veya işlev.

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated)
de: häufig verwendete Wörter oder formalisierte Wörter/Phrasen welche benutzt werden um das Subjekt zu beschreiben (mit Leerzeichen oder Komma getrennt)
fr: mot(s) utilisé(s) couramment ou mot(s) formalisé(s) ou expression(s) utilisée(s) pour décrire l'objet (séparation par des espaces ou des virgules)
it: parola (o parole) comunemente usate o parola (o parole) e frase (o frasi) formalizzate usate per descrivere il soggetto (separando attraverso spazio o virgola
ja: 一般的に使用されている単語や、対象を表現するための正式な単語やフレーズ（スペースまたはカンマで区切ったもの）
pl: powszechnie używane słowa lub sformalizowane słowa lub zwroty używane do opisu podmiotu (oddzielone spacjami lub przecinkami
pt_br: palavra(s) comumente usada(s) ou palavra(s) formalizadas ou frase(s) adotada(s) para descrever o assunto (separadas por espaços ou vírgulas)
tr: konuyu tanımlamak için kullanılan yaygın kelime(ler) veya biçimlendirilmiş kelime(ler) veya ifade(ler) (boşluk veya virgülle ayrılmış)

source: formalised word(s) or phrase(s) from a fixed thesaurus used to describe the subject (space or comma-separated)
de: formalisierte Wörter/Phrasen aus einem definierten Thesaurus die benutzt werden um das Subjekt zu beschreiben (gertrennt durch Leerzeichen oder Komma)
fr: mot(s) ou expression(s) formalisé(s) d'un thésaurus fixe utilisé(s) pour décrire le sujet (espace ou séparé par des virgules)
it: parola(e) o frase(i) formalizzate da un thesaurus fisso utilizzato per descrivere l'oggetto (spazio o delimitato da virgole)
ja: 対象を表現するために使用した固定シソーラスからの正式な単語（複数可）またはフレーズ（スペースまたはカンマで区切ったもの）
pl: sformalizowane słowa lub zwroty ze słowników kontrolowanych używane do opisu podmiotu (oddzielone spacjami lub przecinkami)
pt_br: palavra formalizada(s) ou frase(s) adotada(s) de um dicionário fixo usado para descrever o assunto (separadas por espaços ou vírgulas)
tr: konuyu tanımlamak için kullanılan sabit bir sözlükten alınan resmi kelime(ler) veya kelime öbeği(leri) (konu) (boşluk veya virgülle ayrılmış)

source: If true, will be excluded from search
de: Wenn wahr, dann von der Suche ausgeschlossen
fr: Si vrai, sera exclu de la recherche
it: Se Vero, l'elemento verrà escluso dalla ricerca
ja: trueの場合、検索対象から除外されます
pl: Jeśli prawda, będzie wyłączone z wyszukiwania
pt_br: Se verdadeiro, será excluído da busca
tr: Eğer doğruysa, aramadan hariç tutulacaktır.

source: Hold the resource processing state.
ja: リソースの処理状態を保持します
pt_br: Mantenha o estado de processamento do recurso.
tr: Kaynağın işleme durumunu tut.

source: Attribution
de: Namensnennung
it: Attribuzione
ja: 属性
pl: Atrybucja
pt_br: Atribuição
tr: Atıf

source: State
it: Stato
ja: 状態
pl: Stan
pt_br: Estado
tr: Durum

source: Resource Type
de: Ressourcentyp
fr: Type de ressource
it: Tipo risorsa
ja: リソースタイプ
pl: Typ zasobu
pt_br: Tipo de recurso
tr: Kaynak Türü

source: Creation Date
de: Erstellungsdatum
fr: Date de création
it: Data di creazione
ja: 作成日
pl: Data stworzenia
pt_br: Data de Criação
tr: Oluşturulma Tarihi

source: Publication Date
de: Publikationsdatum
fr: Date de publication
it: Data di pubblicazione
ja: 公開日
pl: Data publikacji
pt_br: Data de Publicação
tr: Yayın Tarihi

source: Revision Date
de: Revisionsdatum
fr: Date de révision
it: Data Revisione
ja: 修正日
pl: Data rewizji
pt_br: Data de Revisão
tr: Revizyon Tarihi

source: Select
de: Auswählen
fr: Choisir
it: Seleziona
ja: 選択
pl: Wybierz
pt_br: Selecionar
tr: Seç

source: Upload a Thumbnail
de: Thumbnail für das Dokuments hochladen
es: Subir una miniatura
fr: Télécharger une miniature
it: Carica miniatura
ja: サムネイルをアップロードする
pl: Prześlij miniaturę
pt: Carregar um Thumbnail
pt_br: Carregar Miniatura
tr: Bir Küçültülmüş Resim Yükle

source: Remove (and use auto generated thumbnail)
de: Miniaturbild entfernen (und auto-generiertes verwenden)
es: Eliminar (y usar miniatura generada automáticamente)
fr: Supprimer (et utiliser la miniature générée automatiquement)
it: Rimuovere (e usare la miniatura auto-generata)
ja: 削除（自動生成されたサムネイルを使用）
pl: Usuń (i użyj automatycznie wygenerowanej miniatury)
pt: Remover (e usar a geração automática do thumbnail
pt_br: Remover (e utilize geração automática de miniaturas)
tr: Kaldır (ve otomatik oluşturulan küçük resmi kullan)

source: Auto generated thumbnail
de: Auto-generiertes Miniaturbild
fr: Miniature générée automatiquement
it: Miniatura generata automaticamente
ja: 自動生成されたサムネイル
pl: Automatycznie generowana miniatura
pt_br: Gerar miniaturas automaticamente
tr: Otomatik oluşturulan küçük resim

source: Vector Temporal Serie
de: Zeitliche Reihe
fr: Série temporelle vectorielle
it: Serie Temporale Vettoriale
ja: 時系列ベクター
pl: Czasowa seria wektorowa
pt_br: Série Temporal de Dados Vetoriais
tr: Vektör Zamansal Serisi

source: The resource owner has requested to modify the resource
de: Der Besitzer hat Zugriff zum Verändern der Ressource angefragt
es: El propietario del recurso ha solicitado modificar el recurso
fr: Le propriétaire de la ressource a demandé de modifier la ressource
it: Il proprietario della risorsa ha richiesto di modificare la risorsa
ja: リソースオーナーがリソースの変更を要求している
pl: Właściciel zasobu poprosił o zmodyfikowanie zasobu
pt: O proprietário do recurso pediu para modificar o recurso
pt_br: O recurso de usuário enviou um pedido para alterar o recurso

source: Resource title
de: Ressourcentitel
es: Título del recurso
fr: Titre de la ressource
it: Titolo della risorsa
ja: リソース名
pl: Tytuł zasobu
pt: Título do recurso
pt_br: Título do recurso

source: Resource Cloned Successfully!
it: La risorsa è stata clonata con successo!
ja: リソースの複製に成功しました
pl: Zasób sklonowany pomyślnie!
pt_br: Serviço Clonado com sucesso!

source: Error Occurred while Cloning the Resource: {e}
it: Si è verificato un errore durante la clonazione della risorsa: {e}
ja: リソースのクローン作成時にエラーが発生: {e}
pl: Wystąpił błąd podczas klonowania zasobu: {e}
pt_br: Ocorreu algum erro ao tentar acessar o esquema carregado: {e}

source: Not allowed
de: Zugriff verboten
fr: Non autorisé
it: Non permesso
ja: 不可
pl: Niedozwolone
pt_br: Sem permissão
tr: İzin verilmedi

source: Climatology Meteorology Atmosphere
de: Atmosphäre
es: Clima
fr: Climatologie Météorologie Atmosphère
it: Climatologia Meteorologia Atmosfera
ja: 気候学 気象学 大気学
pt_br: Climatologia e Fenônemos Atmosféricos
tr: İklim Bilimi Meteoroloji Atmosfer

source: Geoscientific Information
de: Geowissenschaften
es: Geociencia
fr: Informations géoscientifiques
it: Informazioni geoscientifiche
ja: 地球科学情報
pl: Informacje geonaukowe
pt_br: Informação Geocientífica
tr: Jeobilimsel Bilgi

source: Imagery Base Maps Earth Cover
de: Basiskarten
fr: Imagerie Cartes de base Couverture terrestre
it: Mappe Immagini di Base Copertina della Terra
ja: 地球カバーした画像のベースマップ
pt_br: Cartografia de referência e imageamento
tr: Görüntü Temel Haritalar Yer Örtüsü

source: Inland water features, drainage systems and their characteristics. Examples: rivers and glaciers, salt lakes, water utilization plans, dams, currents, floods, water quality, hydrographic charts.
de: Binnenwassermerkmale, Entwässerungssysteme und deren Eigenschaften. Beispiele: Flüsse und Gletscher, Salzseen, Wassernutzungspläne, Staudämme, Strömungen, Überschwemmungen, Wasserqualität, hydrographische Diagramme.
fr: Les caractéristiques des eaux intérieures, les systèmes de drainage et leurs caractéristiques. Exemples : rivières et glaciers, lacs salés, plans d'utilisation de l'eau, barrages, courants, inondations, qualité de l'eau, cartes hydrographiques.
it: Caratteristiche dell'acqua dell'entroterra, sistemi di drenaggio e loro caratteristiche. Esempi: fiumi e ghiacciai, laghi salati, piani di utilizzo dell'acqua, dighe, correnti, inondazioni, qualità dell'acqua, grafici idrografici.
ja: 内陸の水の特徴、排水システムとその特性。例：河川と氷河、塩湖、水利計画、ダム、潮流、洪水、水質、水路図
pl: Wody śródlądowe, systemy odwadniające i ich charakterystyka. Przykłady: rzeki i lodowce, słone jeziora, plany wykorzystania wody, tamy, prądy, powodzie, jakość wody, mapy hydrograficzne.
pt_br: Feições relativas a águas interiores, sistemas de drenagem e suas características. Exemplos: rios, geleiras, lagos salgados, planos de gestão da água, diques, correntes, cheias, qualidade da água, bacias hidrográficas, informação hidrológica.
tr: İç su yapıları, drenaj sistemleri ve özellikleri. Örnekler: nehirler ve buzullar, tuz gölleri, su kullanım planları, barajlar, akıntılar, taşkınlar, su kalitesi, hidrografik haritalar.

source: Intelligence Military
de: Militär und Aufklärung
es: Inteligencia Militar
fr: Renseignements militaires
it: Intelligence militare
pl: Wywiad wojskowy
pt_br: Inteligência Militar
tr: Askeri İstihbarat

source: Planning Cadastre
de: Planung
es: Planificacion
fr: Planification et cadastre
it: Pianificazione catasto
pl: Planowanie katastru
pt_br: Planejamento e Cadastro
tr: Planlama Kadastrosu

source: Utilities Communication
de: Ver- und Entsorgung, Kommunikation
es: Utilidades
fr: Services publics et communications
it: Servizi Comunicazioni
pt_br: Serviços Públicos e comunicação
tr: Altyapı İletişimi

source: File size size exceeds {filesizeformat(max_size)}. Please try again with a smaller file.
fr: La taille du fichier dépasse {filesizeformat(max_size)}. Veuillez réessayer avec un fichier plus petit.
pt: O tamanho do arquivo excede {filesizeformat(max_size)}. Tente novamente com um arquivo menor.
pt_br: O tamanho do arquivo excede {filesizeformat(max_size)}. Tente novamente com um arquivo menor.
tr: Dosya boyutu {filesizeformat(max_size)}'i aşıyor. Lütfen daha küçük bir dosya ile tekrar deneyin.

source: View Metadata
de: Metadaten betrachten
es: Ver Metadatos
fr: Voir les métadonnées
it: Metadati
ja: メタデータを表示
pl: Zobacz metadane
pt: Ver Metadados
pt_br: Visualizar Metadado
tr: Meta Verileri Görüntüle

source: Required Metadata
de: benötigte Metadaten
fr: Métadonnées requises
it: Metadati obbligatori
ja: 必須のメタデータ
pl: Wymagane metadane
pt_br: Metadados Obrigatórios

source: Responsible and Permissions
de: Verantwortliche und Berechtigungen
es: Responsable y Permisos
fr: Responsabilité et autorisations
it: Responsabile e autorizzazioni
ja: 責任と権限
pl: Osoba odpowiedzialna i zezwolenia
pt: Responsabilidade e Permissões
pt_br: Responsável e Permissões

source: Not found
de: Nicht gefunden
fr: Non trouvé
it: Non trovato
ja: 見つかりません
pl: Nie znaleziono
pt_br: Não encontrado
tr: Bulunamadı

source: App Created
de: Anwendung erstellt
fr: Application créée
it: App creata
ja: 作成したアプリ
pl: Stworzono aplikację
pt_br: App criado
tr: Uygulama Oluşturuldu

source: A App was created
de: Eine Anwendung wurde erstellt
fr: Une application a été créée
it: È stata creata un'app
ja: 地図を作成しました
pl: Aplikacja została stworzona
pt_br: Um App foi criado
tr: Bir uygulama oluşturuldu.

source: App Updated
de: Anwendung aktualisiert
fr: Application mise à jour
it: App aggiornata
ja: 地図のアップデート
pl: Zaktualizowano aplikację
pt_br: App Atualizado
tr: Uygulama Güncellendi

source: A App was updated
de: Eine Anwendung wurde aktualisiert
fr: Une application a été mise à jour
it: Un'app è stata aggiornata
ja: 地図をアップデートしました
pl: Aplikacja została zaktualizowana
pt_br: Um App foi atualizado
tr: Bir uygulama güncellendi.

source: App Approved
de: Anwendung genehmigt
fr: Application approuvée
it: App approvata
ja: 地図の承認
pl: Zatwierdzono aplikację
pt_br: App Aprovado
tr: Uygulama Onaylandı

source: A App was approved by a Manager
de: Eine Anwendung wurde von einem Manager genehmigt
fr: Une application a été approuvée par un directeur
it: Un'app è stata approvata da un Manager
ja: 管理者により地図が承認されました
pl: Aplikacja została zatwierdzona przez managera
pt_br: Um App foi aprovado pelo Administrador
tr: Bir uygulama bir Yönetici tarafından onaylandı.

source: App Published
de: Anwendung veröffentlicht
fr: Application publiée
it: App pubblicata
ja: 公開された地図
pl: Opublikowano aplikację
pt_br: App Publicado
tr: Uygulama Yayınlandı

source: A App was published
de: Eine Anwendung wurde veröffentlicht
fr: Une application a été publiée
it: Un'app è stata pubblicata
ja: 地図が公開されました
pl: Aplikacja została opublikowana
pt_br: Um App foi publicado
tr: Bir uygulama yayınlandı.

source: App Deleted
de: Anwendung gelöscht
fr: Application supprimée
it: App eliminata
ja: 削除された地図
pl: Usunięto aplikację
pt_br: App Excluído
tr: Uygulama Silindi

source: A App was deleted
de: Eine Anwendung wurde gelöscht
fr: Une application a été supprimée
it: Un'app è stata eliminata
ja: 地図が削除されました
pl: Aplikacja została usunięta
pt_br: Um App foi excluído
tr: Bir uygulama silindi.

source: Rating for App
de: Bewertung der Anwendung
fr: Évaluation de l'application
it: Valutazione per l'app
ja: 地図の評価
pl: Ocena aplikacji
pt_br: Classificação para o App
tr: Uygulama için Değerlendirme

source: A rating was given to an App
de: Eine Bewertung wurde für eine Anwendung abgegeben
fr: Une évaluation a été attribuée à une application
it: È stata data una valutazione a un'app
ja: 地図に評価が付きました
pl: Aplikacji została przyznana ocena
pt_br: Uma classificação foi atribuída ao App
tr: Bir uygulama için değerlendirme yapıldı.

source: Note: this geoapp's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
de: Hinweis: Die ursprünglichen Metadaten dieser Karte wurden durch Importieren einer Metadaten-XML-Datei gefüllt. Der Metadatenimport von GeoNode unterstützt eine Untergruppe von ISO-, FGDC- und Dublin Core-Metadatenelementen. Möglicherweise sind einige Ihrer ursprünglichen Metadaten verloren gegangen.
fr: Note: les métadonnées originales de cette carte ont été remplies à partir d'un import d'un fichier de métadonnées sous format XML. L'import de métadonnées XML réalisé par GeoNode supporte certains éléments des formats ISO, FGDC et Dublin Core. Certaines parties des métadonnées originales peuvent donc avoir été perdues.
it: Nota: i metadati orginali di questa geoapp sono stati popolati importando un file XML di metadati. L'importazione dei metadati di GeoNode supporta un sottoinsieme di elementi di metadati ISO, FGDC e Dublin Core. Alcuni dei metadati originali potrebbero essere stati persi.
ja: 注：このジオアプリのオリジナルのメタデータは、メタデータのXMLファイルをインポートすることで作成されています。 GeoNode のメタデータのインポートは、ISO、FGDC、および Dublin Core メタデータ要素のサブセットをサポートしています。 オリジナルのメタデータの一部が失われている可能性があります。
pt_br: Nota: os metadados originais deste geoapp foram preenchidos por meio de importação de um arquivo XML de metadados. O recurso de importação de metadados do GeoNode oferece suporte para um subconjunto de elementos de metadados ISO, FGDC e Dublin Core. Alguns de seus metadados originais podem ter sido perdidos.

source: You are not permitted to delete this app.
de: Sie dürfen diese Anwendung nicht löschen.
fr: Vous n'êtes pas autorisé à supprimer cette application.
it: Non è consentito eliminare questa applicazione.
ja: この地図を削除する権限がありません
pl: Nie masz uprawnień, aby usunąć tę aplikację.
pt_br: Você não tem permissão para excluir este app.

source: You do not have permissions for this app.
de: Sie haben keine Berechtigungen für diese Anwendung.
fr: Vous n'avez pas les autorisations pour cette application.
it: Non si dispone delle autorizzazioni per questa applicazione.
ja: この地図への権限がありません。
pl: Nie masz uprawnień do tej aplikacji.
pt_br: Você não tem permissões para este app.
tr: Bu uygulama için izinleriniz yok.

source: You must be logged in to save this app
de: Sie müssen angemeldet sein, Um diese Anwendung zu speichern
fr: Vous devez être enregistré pour sauvegarder cette application
it: Devi aver effettuato l'accesso per salvare questa app
ja: この地図を保存するためにはログインが必要です
pl: Musisz być zalogowany, aby zapisać tę aplikację
pt_br: Você deve realizar login para salvar este app

source: You are not permitted to save or edit this app.
de: Sie sind nicht berechtigt, diese Anwendung zu speichern oder zu bearbeiten.
fr: Vous n'êtes pas autorisé à enregistrer ou éditer cette application.
it: Non è consentito salvare o modificare questa applicazione.
ja: この地図を保存したり、編集することが許可されていません
pl: Nie masz uprawnień, aby zapisać lub edytować tę aplikację.
pt_br: Você não tem permissão para salvar ou editar este app.

source: You are not allowed to modify this app's metadata.
de: Sie dürfen die Metadaten dieser Anwendung nicht ändern.
fr: Vous n'êtes pas autorisé à modifier les métadonnées de cette application.
it: Non è consentito modificare i metadati di questa app.
ja: この地図のメタデータを変更することが許可されていません
pl: Nie masz uprawnień, aby zmodyfikować metadane tej aplikacji.
pt_br: Você não tem permissão para alterar os metadados deste app.

source: You are not allowed to view this app.
de: Sie dürfen diese Anwendung nicht anschauen.
fr: Vous n'êtes pas autorisé à visualiser cette application.
it: Non è consentito visualizzare questa applicazione.
ja: この地図を閲覧することが許可されていません
pl: Nie masz uprawnień, aby zobaczyć tę aplikację.
pt_br: Você não tem permissão para visualizar este app.
tr: Bu uygulamayı görüntüleme izniniz yok.

source: Points
it: Punti
pl: Punkty
pt_br: Pontos
tr: Noktalar

source: Lines
it: Linee
pl: Linie
pt_br: Linhas
tr: Çizgiler

source: Polygons
it: Poligoni
pl: Poligony
pt_br: Polígonos
tr: Poligonlar

source: Dataset name
it: Nome del dataset
ja: データセット名
pl: Nazwa zbioru danych
pt_br: Nome do Conjunto de Dados
tr: Veri Kümesi Adı

source: Dataset title
it: Titolo del dataset
ja: データセットタイトル
pl: Tytuł zbioru danych
pt_br: Título do Conjunto de Dados
tr: Veri Kümesi Başlığı
