Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Date begins after:
af: Datum begin na:
bg_bg: Денят започва след:
cs: Datum začíná po:
fa_ir: تاریخ پس از شروع:
fi: Päivämäärä alkaa, kun:
hu: Date után kezdődik:
ka: თარიღი იწყება:
km: កាល​បរិច្ឆេទ​ចាប់​ផ្តើ​ម​បន្ទាប់​ពី​:
ro: Data începe după:
sv: Datum börjar efter:
sw: Tarehe ya kuanza baada ya:
uk: Дата починається після:

source: Date ends before:
af: Datum eindig voor:
bg_bg: Денят приключва преди:
cs: Datum končí před:
fa_ir: تاریخ به پایان می رسد قبل از:
fi: Päivämäärä päättyy ennen:
hu: Dátum vége előtt:
ka: თარიღი მთავრდება:
km: កាលបរិច្ឆេទ​បញ្ចប់​មុន​ពេល​:
ro: Data se încheie înainte de:
sv: Datum slutar före:
sw: Tarehe ya mwisho kabla ya:
uk: Дата закінчується раніше:

source: Set permissions
af: Stel regte
bg_bg: Задай разрешения за достъп
cs: Nastavit oprávnění
fa_ir: اجازه انتخاب
fi: Määritä käyttöoikeudet
hu: Engedélyek beállítása
ka: უფლებების მინიჭება
km: សិទ្ធិ​កំណត់
ro: Setarea permisiunilor
sv: Ange behörigheter
sw: Idhinisha ruhusa
uk: Завдання дозволів

source: Filters
cs: Filtry
ka: ფილტრები

source: Search by text
cs: Vyhledávání podle textu

source: With
af: Met
bg_bg: С
cs: S
fa_ir: با
fi: Kanssa
hu: Az
ka: რომელი
km: ជា​មួយ​នឹង​ការ
ro: Cu
sv: Med
sw: NA
uk: С

source: Last Sender
af: Laaste Sender
bg_bg: Последен изпращач
cs: Poslední odesílatel
fa_ir: آخرین فرستنده
fi: Viimeisin Sender
hu: Utolsó Sender
ka: საბოლოო გამომგზავნი
km: អ្នក​ផ្ញើ​ចុង​ក្រោយ
ro: Ultima Sender
sv: Senaste Sender
sw: Mtumaji wa Mwisho
uk: Останнє Відправник

source: Delete?
af: Verwyder?
bg_bg: Изтриване?
cs: Smazat?
fa_ir: حذف؟
fi: Poistaa?
hu: Törlés?
ka: წავშალო?
km: លុប​?
sw: Futa?
uk: Видалити?

source: GeoExplorer
bg_bg: GeoEplorer

source: Map WMS
af: Kaart WMS
bg_bg: Карта WMS
fa_ir: نقشه WMS
fi: Kartta WMS
hu: Térkép WMS
ka: რუკის WMS
km: ផែនទី WMS
ro: Harta WMS
sv: Karta WMS
sw: Ramani WMS
uk: Карта WMS

source: Harvard Geospatial Library
af: Harvard Geospatial Biblioteek
bg_bg: Харвард геопространствена библиотека
fa_ir: کتابخانه مکانی هاروارد
fi: Harvard Geospatiaalinen Kirjasto
hu: Harvard Térinformatikai Könyvtár
ka: ჰარვარდის გეოინფორმაციის ბიბლიოთეკა
km: បណ្ណាល័យ​ទីតាំង​ភូមិ​សា​ស្ដ្រ​សាកលវិទ្យាល័យ Harvard
ro: Harvard geospațiale Library
sv: Harvard Geospatial Bibliotek
sw: Maktaba ya kijiografia ya Harvard
uk: Гарвардський геопросторової бібліотека

source: yyyy-mm-dd
bg_bg: гггг-мм-дд
fi: vvvv-kk-pp
ka: წელი-თვე-რიცხვი
ro: aaaa-ll-zz
sv: åååå-mm-dd
uk: гггг-мм-дд

source: Text
af: Teks
bg_bg: Текст
fa_ir: متن
fi: Teksti
hu: Szöveg
ka: ტექსი
km: អត្ថបទ
sw: Nakala
uk: Текст

source: information about on-line sources from which the dataset, specification, or community profile name and extended metadata elements can be obtained
sv: information om on-line källor som kan erhållas på datamängden, specifikation, eller gemenskap profilnamn och utökade metadataelement
uk: Інформація про онлайн-джерел, з яких набір даних, специфікація або ім'я профілю співтовариство і розширені елементи метаданих можуть бути отримані

source: detailed text description of what the online resource is/does
sv: detaljerad text beskrivning av vad online-resursen är / gör
uk: Детальний опис текст про те, що інтернет-ресурс є / робить

source: distribution URL
sv: URL fördelning
uk: Розподіл URL

source: distribution description
sv: beskrivning fördelning
uk: Опис розподілу

source: Most shared
uk: Більшість поділяє

source: from
uk: від

source: view
uk: вид

source: Average rating
uk: Середня оцінка

source: votes
uk: голосів

source: You do not have permission to view this document
uk: Ви не маєте дозволу для перегляду цього документа

source: Replace this Document
uk: Замінити цей документ

source: Remove this Document
uk: Зніміть цей документ

source: Editing details for %(document_title)s
uk: Детальніше редагування для %(document_title)s

source: Are you sure you want to remove %(document_title)s?
uk: Ви впевнені, що хочете видалити %(document_title)s?

source: Excel
fa_ir: بهتر بودن از
fi: Kunnostautua
ro: Excela
uk: Перевершувати

source: Could not create a download link for layer.
sv: Det gick inte att skapa en nedladdningslänk för lager.
uk: Не вдалося створити посилання для завантаження шару.

source: Tiles
uk: Плитка

source: Group details
uk: Інформація про групу

source: Create a map
uk: Створіть карту

source: You do not have permission to view this layer
uk: Ви не маєте дозволу для перегляду цього шару

source: Edit Styles
uk: Редагувати стилі

source: Replace this Layer
uk: Замінити цей шар

source: Remove this Layer
uk: Зніміть цей шар

source: Note: this layer's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
uk: Примітка: оригінал, метадані цього шару була заселена імпорту XML метаданих файлу. Імпорт метаданих GeoNode підтримує підмножина елементів ISO, FGDC, і метаданих Dublin Core. Деякі з оригінального метаданих можуть бути втрачені.

source: Are you sure you want to remove %(layer_title)s?
uk: Ви впевнені, що хочете видалити %(layer_title)s?

source: You do not have permission to view this map
uk: Ви не маєте дозволу для перегляду цієї карті

source: Edit Map Metadata
uk: Редагувати Карта метаданих

source: Set Map Thumbnail
uk: Встановити ескіз карти

source: Remove this Map
uk: Видалити цю карту

source: Are you sure you want to remove %(map_title)s?
uk: Ви впевнені, що хочете видалити %(map_title)s?

source: another user has started following you
uk: інший користувач почав після вас

source: Enter your email address and click the submit button. Your username will be sent to you.
uk: Введіть адресу електронної пошти та натисніть кнопку відправки. Ваше ім'я користувача буде відправлений до вас.

source: Could not find any layers in a compatible projection: The spatial id was: %(srs)s and the url %(url)s
sv: Det gick inte att hitta några lager i en kompatibel projektion: Den rumsliga id var: %(srs)s och url %(url)s
uk: Не вдалося знайти будь-яких верстви в сумісному проекції: Просторове було Ід: %(srs)s с і гіперпосилання %(url)s

source: Please contact your GeoNode administrator (he may have received an email automatically if he configured it properly). If you are the site administrator, enable debug mode to see the actual error and fix it or file an issue in <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>
uk: Будь ласка, зверніться до адміністратора GeoNode (він, можливо, отримав листа автоматично, якщо він налаштований правильно його). Якщо ви є адміністратором сайту, включіть режим налагодження, щоб побачити фактичні помилки і виправити її або подати питання в <a href="http://github.com/GeoNode/geonode/issues">системі відстеження проблем GeoNode в</a>

source: Add a Comment
uk: Додати коментар

source: Submit Comments
uk: Розмістити Коментарі

source: Share data
uk: Спільне використання даних

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
uk: Забули пароль? Введіть адресу електронної пошти нижче, і ми надішлемо Вам електронною поштою дозволяє скинути його.

source: Published from <b>%(publish_start)s</b> to <b>%(publish_end)s</b>.
uk: Опубліковано <b>%(publish_start)s</b> to <b>%(publish_end)s</b>

source: Delete your avatars
uk: Видалити свої аватари

source: Notices
uk: Сповіщення

source: Notice settings
uk: Налаштування Уведомление

source: Observed objects
uk: Спостережувані об'єкти

source: Primary email
uk: Основна адреса електронної пошти

source: change under <a href="%(email_url)s">Account</a>
uk: зміна під <a href="%(email_url)s">рахунок</a>

source: You do not have a verified email address to which notices can be sent. You can add one by going to <a href="%(email_url)s">Account</a>.
uk: Ви не повинні перевірено адресу електронної пошти, на який зауважує можуть бути відправлені. Ви можете додати один, йдучи до <a href="%(email_url)s">аккаунта</a> .

source: Mark all unseen notices seen
uk: Відзначити всі невидимі повідомлення бачив

source: View Notice
uk: Переглянути Уведомление

source: No notices.
uk: Ні повідомлення.

source: Notice
uk: Сповіщення

source: Your selections
sv: Dina val
uk: Вибрані

source: Clear all filters
sv: Rensa alla filter
uk: Очистити всі фільтри

source: you
uk: ти

source: GML 3.1.1
fa_ir: 3.1.1 GML
km: 3.1.1 GML

source: CSV
km: ជា CSV

source: JPEG
km: ប្រភេទ​រូបភាព JPEG

source: PDF
km: ជា PDF

source: URL:
km: URL ដែល​:
