Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/djangojs.po
Languages: af, ar, bg_bg, bn, el, es, fa_ir, fi, hu, id, ja, km, no, pt_br, ro, si, sv, sw, ta, th, vi

source: - 502 Bad Gateway. This error is usually due to improperly configured proxy servers. The first step in resolving the issue is to clear the client's cache.
es: - 502 Bad Gateway. Este error suele deberse a servidores proxy configurados incorrectamente. El primer paso para resolver el problema es borrar la memoria caché del cliente.
pt_br: - 502 Bad Gateway. Esse erro geralmente ocorre devido a servidores proxy configurados incorretamente. A primeira etapa para resolver o problema é limpar o cache do cliente.

source: - 503 Service Unavailable. This error occurs when the server is unable to handle requests due to a temporary overload or due to the server being temporarily closed for maintenance. The error indicates that the server will only temporarily be down.
es: - 503 Service Unavailable. Este error ocurre cuando el servidor no puede manejar solicitudes debido a una sobrecarga temporal o debido a que el servidor está cerrado temporalmente por mantenimiento. El error indica que el servidor solo estará inactivo temporalmente.
pt_br: - 503 Serviço Indisponível. Este erro ocorre quando o servidor não consegue lidar com solicitações devido a uma sobrecarga temporária ou porque o servidor está temporariamente fechado para manutenção. O erro indica que o servidor ficará inativo apenas temporariamente.

source: - 504 Gateway Timeout. GeoNode lost the connection with GeoServer or DB due to a connection timeout. Consider using the management commands to import data!
es: - 504 Gateway Timeout. GeoNode perdió la conexión con GeoServer o DB debido a un tiempo de espera de conexión. ¡Considere usar los comandos de administración para importar datos!
pt_br: - 504 Tempo limite do gateway. O GeoNode perdeu a conexão com o GeoServer ou DB devido a um tempo limite de conexão. Considere usar os comandos de gerenciamento para importar dados!

source: - 505 HTTP Version Not Supported. This error occurs when the server refuses to support the HTTP protocol that has been specified by the client computer. This can be caused by the protocol not being specified properly by the client computer; for example, if an invalid version number has been specified.
es: - 505 HTTP Version Not Supported. Este error ocurre cuando el servidor se niega a admitir el protocolo HTTP que ha sido especificado por la computadora cliente. Esto puede deberse a que el equipo cliente no ha especificado correctamente el protocolo; por ejemplo, si se ha especificado un número de versión no válido.
pt_br: - 505 Versão HTTP não suportada. Este erro ocorre quando o servidor se recusa a oferecer suporte ao protocolo HTTP especificado pelo computador cliente. Isso pode ser causado porque o protocolo não está sendo especificado corretamente pelo computador cliente; por exemplo, se um número de versão inválido foi especificado.

source: - 506 Variant Also Negotiates. This error indicates that the server is not properly configured. Contact the system administrator to resolve this issue.
es: - 506 Variant Also Negotiates. Este error indica que el servidor no está configurado correctamente. Comuníquese con el administrador del sistema para resolver este problema.
pt_br: - 506 Variante Também Negocia. Este erro indica que o servidor não está configurado corretamente. Entre em contato com o administrador do sistema para resolver esse problema.

source: - 507 Insufficient Storage. This error indicates that the server is out of free memory. This is most likely to occur when an application that is being requested cannot allocate the necessary system resources to run. To resolve the issue, the server's hard disk may need to be cleaned of any unnecessary documents to free up more hard disk space, its memory may need to be expanded, or it may simply need to be restarted. Contact the system administrator for more information regarding this error message.
es: - 507 Insufficient Storage. Este error indica que el servidor no tiene memoria libre. Es más probable que esto ocurra cuando una aplicación solicitada no puede asignar los recursos del sistema necesarios para su ejecución. Para resolver el problema, es posible que sea necesario limpiar el disco duro del servidor de cualquier documento innecesario para liberar más espacio en el disco duro, es posible que sea necesario expandir su memoria o simplemente es necesario reiniciarlo. Póngase en contacto con el administrador del sistema para obtener más información sobre este mensaje de error.
pt_br: - 507 Armazenamento Insuficiente. Este erro indica que o servidor está sem memória livre. É mais provável que isso ocorra quando um aplicativo que está sendo solicitado não pode alocar os recursos de sistema necessários para execução. Para resolver o problema, o disco rígido do servidor pode precisar ser limpo de quaisquer documentos desnecessários para liberar mais espaço no disco rígido, sua memória pode precisar ser expandida ou pode simplesmente precisar ser reiniciado. Entre em contato com o administrador do sistema para obter mais informações sobre essa mensagem de erro.

source: - 509 Bandwidth Limit Exceeded. This error occurs when the bandwidth limit imposed by the system administrator has been reached. The only fix for this issue is to wait until the limit is reset in the following cycle. Consult the system administrator for information about acquiring more bandwidth.
es: - 509 Bandwidth Limit Exceeded. Este error se produce cuando se alcanza el límite de ancho de banda impuesto por el administrador del sistema. La única solución para este problema es esperar hasta que se restablezca el límite en el siguiente ciclo. Consulte al administrador del sistema para obtener información sobre cómo adquirir más ancho de banda.
pt_br: - 509 Limite de largura de banda excedido. Este erro ocorre quando o limite de largura de banda imposto pelo administrador do sistema foi atingido. A única correção para esse problema é aguardar até que o limite seja redefinido no ciclo seguinte. Consulte o administrador do sistema para obter informações sobre como adquirir mais largura de banda.

source: - 510 Not Extended. This error occurs when an extension attached to the HTTP request is not supported by the web server. To resolve the issue, you may need to update the server.
es: - 510 Not Extended. Este error se produce cuando el servidor web no admite una extensión adjunta a la solicitud HTTP. Para resolver el problema, es posible que deba actualizar el servidor.
pt_br: - 510 Não Estendido. Este erro ocorre quando uma extensão anexada à solicitação HTTP não é suportada pelo servidor web. Para resolver o problema, talvez seja necessário atualizar o servidor.

source: Unknwon
es: Desconocido
pt_br: Desconhecido

source: Error Code. Contact the system administrator for more information regarding this error message.
es: Código de Error. Póngase en contacto con el administrador del sistema para obtener más información sobre este mensaje de error.
pt_br: Erro de código. Entre em contato com o administrador do sistema para obter mais informações sobre essa mensagem de erro.

source: Additional info:
es: Información adicional:
pt_br: Informação adicional:

source: Finalizing
es: Finalizando
pt_br: Finalizando

source: Please wait until GeoNode finished configuring it!
es: ¡Espere hasta que GeoNode termine de configurarlo!
pt_br: Por favor, espere até que o GeoNode termine de configurá-lo!

source: <br>Please check your network connection. In case of Layer Upload make sure GeoServer is running and accepting connections.
es: <br>Compruebe su conexión de red. En el caso de Carga de capa, asegúrese de que GeoServer se esté ejecutando y acepte conexiones.
pt_br: <br>Verifique sua conexão de rede. No caso de Carregar Camada (Layer Upload) certifique-se de que o GeoServer esteja rodando e aceitando conexões.

source: <br>Bad request or URL not found.
es: <br>Solicitud incorrecta o URL no encontrada.
pt_br: <br>Solicitação incorreta ou URL não encontrado.

source: <br>Unknown.
es: <br>Desconocido.
pt_br: <br>Desconhecido.

source: Multiselect
pt_br: Seleção Múltipla

source: SelectList
pt_br: Selecionar da Lista

source: show:
pt_br: mostrar:

source: visible
pt_br: visível

source: thickness
pt_br: espessura

source: autorange
pt_br: faixa automática

source: range
pt_br: faixa

source: Print configuration broken (
pt_br: Configuração de impressão quebrada (

source: Print configuration not available (
pt_br: Configuração de impressão não disponível (

source: go
pt_br: ir

source: goBack
pt_br: retornar

source: goForward
pt_br: adiantar
