Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Password
af: Wagwoord
ar: كلمة المرور
bg_bg: Парола
cs: Heslo
de: Kennwort
es: Clave
fa_ir: کلمه عبور
fi: Salasana
fr: Mot de passe
hu: Jelszó
ja: パスワード
ka: პაროლი
km: ពាក្យ​សម្ងាត់
pl: Hasło
pt: Senha
pt_br: Senha
ro: Parolă
sv: Lösenord
sw: Nenosiri
uk: Пароль

source: Remember Me
af: Onthou my
ar: تذكرني
bg_bg: Запомни ме
cs: Zapamatuj si mě
de: Angemeldet bleiben
es: Recordarme
fa_ir: مرا بخاطر داشته باش
fi: Muista minut
fr: Se souvenir de moi
hu: Emlékezzen rám
it: Ricordami
ja: ログイン情報を記憶
ka: დამიმახსოვრე
km: ចងចាំ​ខ្ញុំ
pl: Zapamiętaj mnie
pt: Lembrar-se de mim
pt_br: Lembrar-me
ro: Ține-mă minte
sv: Kom ihåg mig
sw: Nikumbuke
uk: Запам'ятай мене

source: Menu
ar: القائمة
bg_bg: Меню
ka: მენიუ

source: Recent Activity
af: Onlangse aktiwiteite
ar: النشاط الأخير
bg_bg: Актуални действия
cs: Poslední aktivita
de: Letzte Aktivitäten
es: Reciente Actividad
fa_ir: فعالیت های اخیر
fi: Viimeaikainen toiminta
fr: Activité récente
hu: Legutóbbi tevékenység
it: Attività recente
ja: 最近の更新
ka: ბოლო აქტიურობა
km: សកម្មភាព​ថ្មី
pl: Ostatnia aktywność
pt: Atividade recente
pt_br: Atividade recente
ro: Activitate recentă
sv: Händelser
sw: Matukio ya hivi karibuni
uk: Остання активність

source: Inbox
af: Boks
ar: البريد الوارد
bg_bg: Пощенска кутия
cs: Doručená pošta
es: Bandeja de entrada
fa_ir: صندوق
fi: Saapuneet
fr: Boîte de réception
it: Posta in arrivo
ja: 受信トレイ
ka: შემავალი შეტყობინებები
km: ប្រអប់​ទទួល
pl: Skrzynka odbiorcza
pt: Caixa de entrada
pt_br: Caixa de entrada
sv: Inkorg
sw: Kikasha
uk: Вхідні

source: Help
ar: مساعدة
bg_bg: Помощ
cs: Nápověda
de: Hilfe
es: Ayuda
fa_ir: کمک
fi: Apua
fr: Aide
hu: Segítség
it: Aiuto
ja: ヘルプ
ka: დახმარება
km: ជួយ
pl: Pomoc
pt: Ajuda
pt_br: Ajuda
ro: Ajutor
sv: Hjälp
sw: Msaada
uk: Допоможіть

source: Log out
af: Teken uit
ar: تسجيل الخروج
bg_bg: Изход
cs: Odhlásit se
de: Ausloggen
es: Salir
fa_ir: خروج
fi: Kirjaudu ulos
fr: Se déconnecter
hu: Kijelentkezni
it: Esci
ja: ログアウト
ka: გამოსვლა
km: ចេញ
pl: Wyloguj się
pt: Sair
pt_br: Sair
ro: Ieși
sv: Logga ut
sw: Ondoka
tr: Çıkış yap
uk: Вийти

source: Info
ar: معلومات
bg_bg: Информация
es: Información
fa_ir: اطلاعات عمومی
fi: Tiedot
fr: Information
it: Informazioni
ja: 詳細情報
ka: ინფორმაცია
km: ព​ត៌​មាន
pl: Informacje
pt: Informação
pt_br: Informações
sw: Taarifa
uk: Інформація

source: Granules
ar: حبيبات
cs: Granule
de: Granulate
es: Gránulos
it: Granuli
ja: 画像群
pl: Granulki
pt: Representações de Mosaicos
pt_br: Grânulos

source: Share
af: Deel
ar: شارك هذا
bg_bg: Споделяне
cs: Sdílet
de: Teilen
es: Compartir
fa_ir: به اشتراک گذاری
fi: Osake
fr: Partager
hu: Részvény
it: Condividi
ja: シェア
ka: გაზიარება
km: ចែករំលែក
pl: Udostępnij
pt: Partilhar
pt_br: Compartilhar
ro: Acțiune
sv: Del
sw: Shirikisha
uk: Частка

source: Ratings
af: Graderings
ar: تصنيفات
bg_bg: Оценки
cs: Hodnocení
de: Bewertungen
es: Puntaje
fa_ir: امتیازدهی
fi: Luokitukset
fr: Notes
hu: Értékelések
it: Valutazioni
ja: 評価
ka: შეფასება
km: ការ​ផ្តល់​ចំណាត់​ថ្នាក់
pl: Oceny
pt: Classificações
pt_br: Avaliações
ro: Evaluări
sv: Betyg
uk: Рейтинги

source: Exif
ar: عن الصورة
bg_bg: Изход

source: Set permissions on selected resources
af: Stel regte op geselekteerde bronne
ar: تعيين الصلاحيات على الموارد المختارة
bg_bg: Сложете разрешения на избрани ресурси
cs: Nastavte oprávnění pro vybrané zdroje
de: Legen Sie Berechtigungen für ausgewählte Ressourcen fest
es: Configurar permisos en los recursos seleccionados
fa_ir: اجازه انتخاب در منابع انتخاب شده
fi: Oikeuksien asettaminen tiettyjen luonnonvarojen
fr: Définir les permissions pour les ressources sélectionnées
hu: Set jogosultságokat kiválasztott erőforrások
it: Impostare le autorizzazioni per le risorse selezionate
ja: 選択したリソースのアクセス権限を設定する
ka: ნებართვების დაშვება შერჩეული რესურსეზე
km: កំណត់​សិទ្ធិ​នៅ​លើ​ធនធាន​ដែល​បាន​ជ្រើសរើស
pl: Ustaw uprawnienia do wybranych zasobów
pt: Definir permissões em recursos selecionados
pt_br: Definir permissões para recursos selecionados
ro: Setarea permisiunilor pentru resursele selectate
sv: Ange behörigheter på utvalda resurser
sw: Ruhusa ya kuweka juu ya rasilimali aliliteua
uk: Установка дозволів на обраних ресурсів

source: Apply Changes
af: Pas veranderinge
ar: تطبيق التغييرات
bg_bg: Приложи промените
cs: Použít změny
de: Änderungen anwenden
es: Aplica cambios
fa_ir: اعمال تغییرات
fi: Ota muutokset
fr: Appliquer les changements
hu: Módosítások alkalmazása
it: Applica le modifiche
ja: 変更を適用
ka: ცვლილებების გამოყენება
km: អនុវត្ត​ការ​ផ្លាស់​ប្តូ​រ
pl: Zastosuj zmiany
pt: Aplicar Modificações
pt_br: Aplicar Alterações
ro: Aplicați modificările
sv: Tillämpa ändringar
sw: Fanya Mabadiliko
uk: Застосувати зміни

source: total
ar: مجموع

source: Add Comment
af: Voeg Kommentaar
ar: إضافة تعليق
bg_bg: Добави коментар
cs: Přidat komentář
fa_ir: اضافه نمودن پینوشت
fi: Lisää kommentti
hu: Megjegyzés hozzáadása
ka: კომენტარის დამატება
km: បន្ថែម​សេចក្តី​អធិប្បាយ
ro: Adaugă comentariu
sv: Lägg till kommentar
sw: Toa Maoni
uk: Додати коментар

source: Log in to add a comment
af: Teken in 'n kommentaar by te voeg
ar: تسجيل الدخول لإضافة تعليق
bg_bg: Регистрирай се, за да добавиш коментар
cs: Zalogovat se kvůli přidání komentáře
fa_ir: ورود جهت اضافه نمودن پینوشت
fi: Kirjaudu sisään lisätä kommentin
hu: Jelentkezzen be, aki
ka: ჩაიტვირთეთ იმისათვის, რომ დააკომენტაროთ
km: ចូល​ដើម្បី​បន្ថែម​សេចក្តី​អធិប្បាយ
ro: Conectați-vă pentru a adăuga un comentariu
sv: Logga in för att lägga till en kommentar
sw: Ingia ili kutoa maoni
uk: Увійти щоб додати коментар

source: By
af: Deur
ar: بواسطة
bg_bg: От
cs: Od
fa_ir: توسط
fi: Mennessä
hu: Szerint
ka: მიერ
km: ដោយ
ro: Prin
sv: Av
sw: Kutoka kwa
uk: За

source: Delete
af: Verwyder
ar: حذف
bg_bg: Изтрий
cs: Smazat
de: Löschen
es: Eliminar
fa_ir: حذف
fi: Poistaa
fr: Supprimer
hu: Töröl
it: Elimina
ja: 削除
ka: წაშლა
km: លុប
pl: Usuń
pt: Apagar
pt_br: Excluir
ro: Șterge
sv: Radera
sw: Futa
tr: Sil
uk: Видаляти

source: Submit Comment
ar: إرسال تعليق
bg_bg: Публикувай коментар
cs: Odeslat komentář
ka: კომენტარის გაგზავნა

source: Who can view it?
af: Wie dit kan sien?
ar: من يمكنه مشاهدته؟
bg_bg: Кой може да го разглежда?
cs: Kdo je může vidět?
de: Wer darf die Ebene ansehen?
es: Quién puede ver ésto?
fa_ir: چه کسی می تواند آن را مشاهده کند؟
fi: Kuka voi nähdä sen?
fr: Qui peut la voir ?
hu: Ki láthatja meg?
it: Chi può vederlo?
ja: 閲覧できるユーザー
ka: ვის შეუზლია ნახოს?
km: តើ​នរណា​អាច​មើល​វា​?
pl: Kto może to zobaczyć?
pt: Quem pode ver isso?
pt_br: Quem pode visualizar?
ro: Cine poate vedea?
sv: Vem kan visa det?
sw: Nani anaweza kuona?
uk: Хто може його дивитися?

source: Anyone
af: Enigiemand
ar: أي شخص
bg_bg: Всеки
cs: Kdokoliv
de: Jeder
es: Cualquiera
fa_ir: هرکسی
fi: Kukaan
fr: Tout le monde
hu: Valaki
it: Chiunque
ja: 誰でも
ka: ნებისმიერმა
km: នរណា​ម្នាក់
pl: Wszyscy
pt: Qualquer um
pt_br: Qualquer usuário
ro: Oricine
sv: Någon
sw: Mtu yeyote
uk: Хто-небудь

source: The following users:
af: Die volgende gebruikers:
ar: المستخدمون التالين:
bg_bg: Следните потребители:
cs: Následující uživatelé:
de: Die folgenden Benutzer:
es: Los siguientes usuarios:
fa_ir: کاربران زیر:
fi: Seuraavat käyttäjät:
fr: Les utilisateurs suivants :
hu: A következő felhasználók:
it: I seguenti utenti:
ja: 以下のユーザー:
ka: ამჟამინდელი მომხმარებლები:
km: អ្នក​ប្រើ​ដូច​ខាង​ក្រោម​:
pl: Następujący użytkownicy:
pt: Os seguintes utilizadores:
pt_br: Os seguintes usuários:
ro: Următorii utilizatori:
sv: Följande användare:
sw: Watumiaji wafuatao:
uk: Наступні користувачі:

source: The following groups:
af: Die volgende groepe:
ar: المجموعات التالية:
bg_bg: Следните групи:
cs: Následující skupiny:
de: Die folgenden Gruppen:
es: Los siguientes grupos:
fa_ir: گروه های زیر:
fi: Seuraavat ryhmät:
fr: Les groupes suivants :
hu: A következő csoportok:
it: I seguenti gruppi:
ja: 以下のグループ:
ka: ამჟამინდელი ჯგუფები
km: ក្រុម​ដូច​ខាង​ក្រោម​:
pl: Następujące grupy:
pt: Os seguintes grupos:
pt_br: Os seguintes grupos:
ro: Următoarele grupuri:
sv: Följande grupper:
sw: Makundi yafuatayo:
uk: Такі групи:

source: Who can download it?
af: Wie kan dit aflaai?
ar: من يمكنهم تحميله؟
bg_bg: Кой може да го сваля?
cs: Kdo jej může stáhnout?
de: Wer kann die Daten herunterladen?
es: Quién puede descargar ésto?
fa_ir: چه کسی می تواند آن را دانلود کنید؟
fi: Kuka voi ladata sen?
fr: Qui peut la télécharger ?
hu: Ki lehet letölteni?
it: Chi può scaricarlo?
ja: ダウンロードできるユーザー
ka: ვის შეუძლია გადმოწერა?
km: តើ​នរណា​ជា​អ្នក​អាច​ទាញ​យក​វា​?
pl: Kto może pobrać zasób?
pt: Quem pode fazer o download?
pt_br: Quem pode fazer download?
ro: Cine puteți descărca?
sv: Vem kan ladda ner den?
sw: Nani anaweza kupakua?
uk: Хто може скачати?

source: Who can change metadata for it?
af: Wie kan metadata vir dit verander?
ar: من يمكنه تغيير البيانات الوصفية لذلك؟
bg_bg: Кой може да променя метаданните му?
cs: Kdo může měnit metadata?
de: Wer kann die Metadaten ändern?
es: Quién puede cambiar a ésto los metadatos?
fa_ir: چه کسی می تواند آن را تغییر دهید متاداده؟
fi: Kuka voi muuttaa metatietoja se?
fr: Qui peut modifier les métadonnées ?
hu: Ki tudja változtatni metaadatok ez?
it: Chi può modificare i metadati per questo?
ja: メタデータを編集できるユーザー
ka: ვის შეუძლია შეცვალოს მეტამონაცემი?
km: តើ​នរណា​អាច​ផ្លាស់​ប្តូ​រ​ទិន្នន័យ​មេតា​សម្រាប់​វា​?
pl: Kto może edytować metadane zasobu?
pt: Quem pode alterar os metadados para ele?
pt_br: Quem pode alterar os metadados?
ro: Cine poate schimba metadate pentru ea?
sv: Vem kan ändra metadata för det?
sw: Nani anaweza kubadili metadata zake?
uk: Хто може змінити метадані для нього?

source: Who can manage it? (update, delete, change permissions, publish/unpublish it)
af: Wie kan dit bestuur? (Update, verwyder, verandering regte, publiseer / ongedaan dit)
ar: من يمكنه إدارتها؟ (تحديث، حذف، أذونات التغيير، نشر / إلغاء نشره)
bg_bg: Кой може да го управлява? (актуализира, изтрива, променя разрешенията, публикува/сваляне от публикация)
cs: Kdo to může měnit? (aktualizovat, smazat, změnit oprávnění, publikovat / zrušit publikování)
de: Wer kann Einstellungen ändern? (Aktualisieren, Löschen, Ändern, Veröffentlichen / Aufheben der Veröffentlichung)
es: Quién puede administrar ésto? (actualizar, eliminar, cambiar permisos, publicar y quitar la publicación)
fa_ir: چه کسی می تواند آن را مدیریت؟ (بروز رسانی، حذف، مجوز تغییر، نشر / انتشار آن)
fi: Kuka voi hallita sitä? (Päivittää, poistaa, muuttaa käyttöoikeuksia, julkaista / julkaisun sitä)
fr: Qui peut la gérer ? (modifier, supprimer, modifier les droits et publier ou dé-publier)
hu: Ki tudja kezelni? (Update, delete, a jogosultságok megváltoznak, közzététel / UNPUBLISH meg)
it: Chi può gestirlo? (Aggiornare, eliminare, modificare le autorizzazioni, pubblicare / annullare la pubblicazione di esso)
ja: 管理できるユーザー（更新、削除、権限設定、公開/非公開）
ka: ვის შეუძლია მართოს?(განახლება, წაშლა, უფლებების შეცვლა, გამოქვენება/გამოქვეყნების გაუქმება)
km: តើ​នរណា​អាច​គ្រប់គ្រង​វា​? (ការ​ធ្វើ​ឱ្យ​ទាន់សម័យ​លុប​សិទ្ធិ​ផ្លាស់​ប្តូ​រ​, បោះ​ពុម្ព​ផ្សាយ / មិនបាន​ផ្សព្វផ្សាយ​វា​)
pl: Kto może zarządzać zasobem? (aktualizowanie, usuwanie, zmiana uprawnień, publikowanie / wycofanie publikacji)
pt: Quem pode controlá-lo? (Atualizar, excluir, alterar permissões, publicar / despublicar-lo)
pt_br: Quem pode gerenciar? (atualizar, excluir, alterar permissões, publicar/despublicar)
ro: Cine poate administra? (Update, șterge, permisiunile de schimbare, publica / anulați ea)
sv: Vem klarar av det? (Uppdatera, ta bort, ändra behörigheter, publicera / avpublicera det)
sw: Nani anaweza kuratibu? (kusasisha, kufuta, kubadilisha ruhusa, kutoa au kusitisha utoaji wake)
uk: Хто може керувати ним? (Оновлення, видалення, дозволу на зміну, публікація / скасувати публікацію його)

source: Set permissions for this resource
af: Stel regte vir hierdie hulpbron
ar: تعيين صلاحيات لهذا المورد
bg_bg: Сложете разрешения за този ресурс
cs: Nastavit oprávnění pro tento prostředek
fa_ir: اجازه انتخاب این منابع
fi: Käyttöoikeuksien määrittäminen tämä resurssi
hu: Engedélyek beállítása az erőforrás
ka: ამ რესურსისთვის უფლების მინიჭება
km: កំណត់​សិទ្ធិ​សម្រាប់​ធនធាន​នេះ
ro: Setarea permisiunilor pentru această resursă
sv: Ange behörigheter för den här resursen
sw: Seti ruhusa kwa rasilimali hii
uk: Завдання дозволів для цього ресурсу

source: Geo Limits
ar: الحدود الجغرافية

source: Show Geo Limits
ar: إظهار الحدود الجغرافية

source: Save Geo Limits
ar: حفظ الحدود الجغرافية

source: Message box
ar: صندوق الرسائل
de: Posteingang
es: Caja de mensajeBandeja de Entrada
fr: Boîte à messages
it: Messaggi di posta in arrivo
ja: 受信メッセージ
pl: Skrzynka odbiorcza
pt: Caixa de entrada
pt_br: Caixa de Mensagem

source: OK
ar: حسنا

source: Mandatory files : SHP , DBF
ar: الملفات الإلزامية : SHP ، DBF

source: Upload a ZIP file containing an ESRI Shapefile. If the ZIP provides also a .prj file, you don't have to specify the EPSG SRID
ar: تحميل ملف ZIP يحتوي على ملف شكل ESRI. إذا كان ZIP يوفر أيضا ملف .prj، لم يكن لديك لتحديد SRID EPSG

source: Choose a file...
ar: اختيار المستخدمين.

source: Reset
ar: إعادة تعيين

source: Only the SRID number without the 'EPSG:' prefix!
ar: فقط رقم SRID بدون بادئة "EPSG:" !

source: Default : 4326
ar: الافتراضي : 4326

source: Set your desired encoding UTF-8, Big5, Big5-HKSCS ...
ar: تعيين الترميز المطلوب UTF-8، Big5، Big5-HKSCS ...

source: Load SHP-ZIP
ar: تحميل SHP-ZIP

source: <p>This will remove the Geo Limits currently drawn on the map.</p><p>In order to store the Geo Limits you will need to <strong>save</strong> them anyway.</p><p>Do you want to proceed?</p>
ar: <p>سيؤدي ذلك إلى إزالة الحدود الجغرافية المرسومة حاليًا على الخريطة.</p><p>من أجل تخزين حدود الجغرافية سوف تحتاج إلى <strong>حفظها</strong> على أي حال.</p><p>هل تريد المتابعة؟</p>

source: Save Geo Limit
ar: حفظ الحد الجغرافي

source: <p><strong>Error</strong> while trying to save the Geometry!</p>
ar: <p><strong>خطأ</strong> أثناء محاولة حفظ الهندسة!</p>

source: Load Geo Limits
ar: تحميل الحدود الجغرافية

source: Load Geo Limit
ar: تحميل الحد الجغرافي

source: <p><strong>No Geometry</strong> found!</p>
ar: <p>لم يتم العثور على <strong>هندسة!</strong></p>

source: Delete Geo Limit
ar: حذف الحد الجغرافي

source: <p><strong>Geo Limitsy</strong> successfully deleted!</p>
ar: <p><strong>Geo Limitsy</strong> حذف بنجاح!</p>

source: <p><strong>Error</strong> occurred while trying to delete Geo Limits:</p>
ar: <p>حدث <strong>خطأ</strong> أثناء محاولة حذف الحدود الجغرافية:</p>

source: Choose users...
af: Kies gebruikers ...
ar: اختيار المستخدمين ...
bg_bg: Избор на потребители
cs: Vybrat uživatele ...
fa_ir: را انتخاب کنید کاربران ...
fi: Valitse käyttäjät ...
hu: Válasszon a felhasználók ...
ka: მომხმერებლების ამორჩევა...
km: ជ្រើស​អ្នក​ប្រើ​ប្រាស់ ...
ro: Alege utilizatori ...
sv: Välj användare ...
sw: Chagua watumiaji ...
uk: Виберіть користувачів ...

source: Choose groups...
af: Kies groepe ...
ar: اختيار مجموعات ...
bg_bg: Избор на групи
cs: Vybrat skupiny ...
fa_ir: انتخاب گروه ها ...
fi: Valitse ryhmät ...
hu: Válasszon csoportok ...
ka: ჯგუფების ამორჩევა...
km: ជ្រើស​ក្រុម ...
ro: Alege grupuri de ...
sv: Välj grupper ...
sw: Chagua makundi ...
uk: Вибір груп ...

source: Placeholder for status-message
ar: عنصر نائب لحالة الرسالة
de: Platzhalter für Statusmeldungen
es: Marcador de posición para mensaje de estado
fr: Espace réservé pour le 'status-message'
it: Segnaposto per il messaggio di stato
pl: Symbol zastępczy dla komunikatu o stanie
pt: Espaço reservado para status-message
pt_br: Espaço reservado para mensagem de status
tr: Durum mesajı için yer tutucu

source: Placeholder for status-message-body
ar: عنصر نائب لحالة الرسائل النصية
de: Platzhalter für Statusmeldungen
es: Marcador de posición para status-message-body
fr: Espace réservé pour le 'status-message-body'
it: Segnaposto per status-message-body
pl: Symbol zastępczy dla treści komunikatu o stanie
pt: Espaço reservado para status-message-body
pt_br: Espaço reservado para o corpo da mensagem de status
tr: Durum mesajı gövdesi için yer tutucu

source: About GeoNode
af: Oor GeoNode
ar: حول GeoNode
bg_bg: Относно GeoNode
cs: O GeoNode
de: Über GeoNode
es: Acerca de GeoNode
fa_ir: درباره GeoNode
fi: Tietoja GeoNode
fr: À propos de GeoNode
hu: Mintegy GeoNode
it: A proposito di GeoNode
ja: GeoNodeについて
ka: GeoNode შესახებ
km: អំពី GeoNode
pl: O GeoNode
pt: Sobre o GeoNode
pt_br: Sobre o GeoNode
ro: Despre GeoNode
sv: Om GeoNode
sw: Kuhusu GeoNode
tr: GeoNode Hakkında
uk: Про GeoNode

source: GeoNode is a geospatial content management system, a platform for the management and publication of geospatial data. It brings together mature and stable open-source software projects under a consistent and easy-to-use interface allowing non-specialized users to share data and create interactive maps.
ar: GeoNode هو نظام لإدارة المحتوى الجغرافي المكاني ، ومنصة لإدارة ونشر البيانات الجغرافية المكانية. فهو يجمع بين مشاريع البرامج مفتوحة المصدر ناضجة وناضجة تحت واجهة متسقة وسهلة الاستخدام مما يسمح للمستخدمين غير المتخصصين بمشاركة البيانات وإنشاء خرائط تفاعلية.
de: GeoNode ist ein Geoinformations-Managementsystem, eine Plattform zur Verwaltung und Veröffentlichung von Geodaten. Es vereint ausgereifte und stabile Open-Source-Softwareprojekte unter einer einheitlichen und benutzerfreundlichen Oberfläche, die es nicht spezialisierten Benutzern ermöglicht, Daten gemeinsam zu nutzen und interaktive Karten zu erstellen.
es: GeoNode es un sistema de gestión de contenido geoespacial, una plataforma para la gestión y publicación de datos geoespaciales. Reúne proyectos de software de código abierto maduros y estables bajo una interfaz consistente y fácil de usar que permite a los usuarios no especializados compartir datos y crear mapas interactivos.
fr: GeoNode est un système de gestion de contenu géospatial, une plateforme pour la gestion et la publication de données géospatiales. Il rassemble des projets logiciels open source matures et stables sous une interface cohérente et facile à utiliser permettant aux utilisateurs non spécialisés de partager des données et de créer des cartes interactives.
it: GeoNode è un sistema di gestione dei contenuti geospaziali, una piattaforma per la gestione e la pubblicazione di dati geospaziali. Riunisce progetti software open source maturi e stabili sotto un'interfaccia coerente e facile da usare che consente agli utenti non specializzati di condividere dati e creare mappe interattive.
ja: GeoNodeは地理空間データの管理・公開プラットフォームです。成熟・安定したオープンソースソフトウェア群を組み合わせて、専門知識のないユーザーでも、データや地図を共有・作成できるような使いやすいインターフェースを提供します。
pl: GeoNode to geoprzestrzenny system zarządzania treścią, platforma do zarządzania i publikacji danych geoprzestrzennych. Łączy dojrzałe i stabilne projekty oprogramowania open source w spójnym i łatwym w użyciu interfejsie, umożliwiającym niewyspecjalizowanym użytkownikom udostępnianie danych i tworzenie interaktywnych map.
pt: O GeoNode é um sistema de gestão de conteúdo geoespacial, uma plataforma para a gestão e publicação de dados geo espaciais. A plataforma reúne projetos de software de código aberto maduros e estáveis sob uma interface consistente e fácil de usar, permitindo que utilizadores não especializados partilhem dados e criem mapas interativos.
pt_br: GeoNode é um sistema de gerenciamento de conteúdo geoespacial, uma plataforma para a gestão e divulgação de dados geoespaciais. Reúne projetos de software de código aberto sólidos e estáveis e ​​constituído de uma interface consistente e fácil de usar que permite que usuários não especializados compartilhem dados e criem mapas interativos.
tr: GeoNode, coğrafi verilerin yönetimi ve yayınlanması için bir platform olan coğrafi bir içerik yönetim sistemidir. Olgun ve istikrarlı açık kaynaklı yazılım projelerini, uzman olmayan kullanıcıların veri paylaşmasına ve etkileşimli haritalar oluşturmasına olanak tanıyan tutarlı ve kullanımı kolay bir arayüz altında bir araya getirir.

source: Data management tools built into GeoNode allow for integrated creation of data, metadata, and map visualizations. Each dataset in the system can be shared publicly or restricted to allow access to only specific users. Social features like user profiles and commenting and rating systems allow for the development of communities around each platform to facilitate the use, management, and quality control of the data the GeoNode instance contains.
ar: تتيح أدوات إدارة البيانات المدمجة في GeoNode إنشاء تصورات متكاملة للبيانات والبيانات الوصفية وتصور الخريطة. يمكن مشاركة كل مجموعة بيانات في النظام بشكل عام أو تقييدها للسماح بالوصول إلى مستخدمين محددين فقط . تسمح الميزات الاجتماعية مثل ملفات تعريف المستخدمين وأنظمة التعليق والتصنيف بتطوير المجتمعات حول كل نظام أساسي لتسهيل استخدام وإدارة ومراقبة جودة البيانات التي يحتوي عليها مثيل GeoNode.

source: It is also designed to be a flexible platform that software developers can extend, modify or integrate against to meet requirements in their own applications.
ar: كما أنه مصمم ليكون نظامًا مرنًا حيث يستطيع مطورو البرامج تمديده أو تعديله أو دمجه لتلبية المتطلبات في تطبيقاتهم الخاصة.
de: Es ist auch eine flexible Plattform, die Softwareentwickler erweitern, modifizieren oder integrieren können, um die Anforderungen in ihren eigenen Anwendungen zu erfüllen.
es: También está diseñado para ser una plataforma flexible que los desarrolladores de software pueden ampliar, modificar o integrar para cumplir los requisitos en sus propias aplicaciones.
fr: Il est également conçu pour être une plate-forme flexible que les développeurs de logiciels peuventétendre, modifier ou intégrer par contre pour répondre à ses propres exigences.
it: È inoltre progettato per essere una piattaforma flessibile che gli sviluppatori di software possono estendere, modificare o integrare per soddisfare i requisiti nelle proprie applicazioni.
ja: またGeoNodeは、ソフトウェア開発者の機能要件に合わせて拡張・変更・統合ができるような柔軟なプラットフォームとなるよう設計されています。
pl: Został również zaprojektowany jako elastyczna platforma, którą programiści mogą rozszerzać, modyfikować lub integrować, aby dostosować ją do potrzeb ich własnych aplikacji.
pt: Também foi projetado para ser uma plataforma flexível na qual os programadores de software podem estender, modificar ou integrar para atender aos requisitos das suas próprias aplicações.
pt_br: Ele também foi projetado para ser uma plataforma flexível que os desenvolvedores de software podem estender, modificar ou integrar para atender aos requisitos de suas próprias aplicações.
tr: Ayrıca, yazılım geliştiricilerinin kendi uygulamalarındaki gereksinimleri karşılamak için genişletebilecekleri, değiştirebilecekleri veya entegre edebilecekleri esnek bir platform olacak şekilde tasarlanmıştır.

source: Account Inactive
ar: حساب غير نشط
de: Konto Inaktiv
es: Cuenta inactiva
fr: Compte inactif
it: Account non attivo
ja: アカウントは有効ではありません
pl: Konto nieaktywne
pt: Conta inativa
pt_br: Conta Desativada
tr: Hesap Pasif

source: This account is inactive.
ar: هذا الحساب غير نشط.
de: Dieses Konto ist inaktiv.
es: Esta cuenta está inactiva.
fr: Ce compte est inactif.
it: Questo account non è attivo.
ja: アカウントは現在有効ではありません。
pl: To konto jest nieaktywne.
pt: Esta conta está inativa.
pt_br: Esta conta está desativada.
tr: Bu hesap pasif.

source: Account Pending Approval
ar: الحساب قيد الموافقة
bg_bg: Профил чакащ одобрение
cs: Účet čeká na schválení
de: Konto- Genehmigung noch nicht erteilt
es: Cuenta pendiente de aprobación
fr: Comptes en attente d'approbation
it: Account in attesa di approvazione
ja: アカウントは承認待ちです
ka: ანგარიშის მოლოდინში დამტკიცება
pl: Konto oczekuje na zatwierdzenie
pt: Aprovação de Conta Pendente
pt_br: Conta com Aprovação Pendente
tr: Hesap Onay Bekliyor
