Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: attribute type
af: kenmerk tipe
ar: نوع السمة
bg_bg: тип на атрибут
cs: typ atributu
de: Attributtyp
es: tipo de atributo
fa_ir: نوع اطلاعات توصیفی
fi: Taito tyyppi
fr: type d'attribut
hu: attribútum típus
it: tipo di attributo
ja: 属性タイプ
ka: ატრიბუტის ტიპი
km: ប្រភេទ​គុណលក្ខណៈ
pl: typ atrybutu
pt: tipo do atributo
pt_br: tipo de atributo
ro: Tipul de atribut
sv: attributtyp
sw: aina ya sifa
tr: öznitelik türü
uk: Тип атрибута

source: the data type of the attribute (integer, string, geometry, etc)
af: die data tipe van die eienskap (integer, string, meetkunde, ens)
ar: نوع بيانات السمة (عدد صحيح، سلسلة، والهندسة، وغيرها)
bg_bg: тип данни на атрибута (число, низ, геометрия, др.)
cs: typ dat atributu (celé číslo, řetězec, geometrie atd.)
de: der Datenyp des Attributes (Integer, Zeichenkette, Geometrie , etc)
es: el tipo de datos del atributo (entero, cadena, geometría, etc)
fa_ir: نوع اطلاعات توصیفی(عددی، رشته ای، مکانی و غیره)
fi: tietotyyppi määrite (kokonaisluku, merkkijono, geometria, jne)
fr: le type de données de l'attribut (integer, string, géométrie, etc)
hu: az adat típusa attribútum (integer, string, geometria, stb.)
it: tipo di dato dell'attributo (integro, stringa, geometrico, etc.)
ja: 属性のデータタイプ (数値、文字、ジオメトリなど)
ka: ატრიბუტის მონაცემის ტიპი (მთლიანი რიცხვი, სტრიქონი, გეომეტრია და ა.შ.)
km: ប្រភេទ​ទិន្នន័យ​នៃ​គុណលក្ខណៈ​នេះ (ចំនួន​គត់​ខ្សែ​អក្សរ​, ធរណីមាត្រ​, ល​)
pl: typ danych atrybutu (Int, Str, geometria, itp.)
pt: o tipo de dados do atributo (Inteiro, string, geometria, etc)
pt_br: tipo de dados do atributo (inteiro, texto, geometria, etc.)
ro: tipul de date al atributului (întreg, șir, geometrie, etc)
sv: datatyp attributet (heltal, sträng, geometri, etc)
sw: aina ya data ya sifa (integer, string, geometry, nk)
tr: özniteliğin veri türü (tam sayı, dize, geometri, vb.)
uk: тип даних атрибута (ціле число, рядок, геометрії і т.д.)

source: visible?
af: sigbaar?
ar: مرئية؟
bg_bg: видим?
cs: viditelný?
de: sichtbar?
fa_ir: آشکار؟
fi: näkyvissä?
hu: látható?
it: visibile?
ja: 表示？
ka: ჩანს ?
km: ដែល​អាច​មើល​ឃើញ​?
pl: widoczne?
pt: visível?
pt_br: visível?
ro: vizibil?
sv: synlig?
sw: inaonekana?
tr: görünür mü?
uk: видно?

source: specifies if the attribute should be displayed in identify results
af: is bepaal as die kenmerk vertoon moet word in die resultate te identifiseer
ar: يحدد ما إذا كان يجب عرض السمة في تحديد النتائج
bg_bg: указва дали да се показва атрибута в резултати
cs: určuje, zda má být atribut zobrazen v identifikovaných výsledcích
de: gibt an, ob das Attribut in identifizierten Ergebnissen angezeigt werden soll
es: especifica si el atributo debería aparecer en identificar los resultados
fa_ir: مشخص اگر ویژگی باید نمایش داده شده در شناسایی نتایج
fi: täsmennetään, jos määrite pitäisi näkyä tunnistaa tuloksia
fr: spécifie si l'attribut doit être affiché dans les résultats d'identification
hu: ha megadja az attribútum megjelenik azonosítani eredmények
it: specifica se l'attributo deve essere visualizzato nei risultati
ja: 結果確認時に属性を表示させるかどうかを指定
ka: განსაზღვრავს, თუ ატრიბუტი აისახება იდენტიფიკაციის შედეგებში
km: បញ្ជាក់​ប្រសិន​បើ​មាន​គុណ​លក្ខណៈ​ដែល​គួរ​តែ​ត្រូវ​បាន​បង្ហាញ​នៅ​ក្នុង​កំណត់​ពី​លទ្ធផល
pl: określa, czy atrybut ma być wyświetlany w wynikach identyfikacji
pt: especifica se o atributo deve ser mostrado nos resultados da ferramenta de identificação
pt_br: especifica se o atributo deve ser exibido nos resultados de identificação
ro: specifică dacă trebuie să fie afișate atributul din identifica rezultatele
sv: specificerar om attributet ska visas i kart resultat
sw: Inabainisha ikiwa sifa ionyeshwe katika kuonesha matokeo
tr: özniteliğin tanımlama sonuçlarında görüntülenip görüntülenmeyeceğini belirtir.
uk: визначає, якщо атрибут повинен відображатися в ідентифікації результатів

source: display order
af: vertoon om
ar: ترتيب العرض
bg_bg: ред за показване
cs: pořadí zobrazení
de: Anzeigereihenfolge
es: mostrar orden
fa_ir: ترتیب نمایش
fi: näyttöjärjestystä
fr: ordre d'affichage
hu: megjelenítési sorrend
it: mostra ordine
ja: 表示順
ka: ეკრანზე თანამიმდევრობით ასახვა
km: គោល​បំណង​បង្ហាញ
pl: kolejność wyświetlania
pt: ordem para mostrar
pt_br: ordem de exibição
ro: ordinea de afișare
sv: visningsordning
sw: mpangilio wa kuonesha
tr: görüntüleme sırası
uk: Порядок відображення

source: specifies the order in which attribute should be displayed in identify results
af: bepaal die volgorde in wat kenmerk moet in resultate identifiseer vertoon word
ar: يحدد الترتيب الذي يجب أن يتم عرض السمة في تحديد النتائج
bg_bg: указва реда, в който атрибута трябва да се показва в резултати
cs: určuje pořadí, ve kterém by měl být atribut zobrazen v identifikovaných výsledcích
de: Gibt die Reihenfolge an, in der die Attribute der identifizierten Resultateangezeigt werden
es: especifica el orden en el cual el atributo debe aparecer en el resultados
fa_ir: تعیین ترتیب نمایش اطلاعات توصیفی در خروجی
fi: Määrittää järjestyksen, jossa määrite pitäisi näkyä tunnistaa tuloksia
fr: spécifie l'ordre dans lequel l'attributs doivent être affichés dans les résultats d'identification
hu: meghatározza, hogy milyen sorrendben attribútum megjeleníthető azonosítani eredmények
it: specifica l'ordine con cui l'attributo deve essere visualizzato nei risultati
ja: 結果確認時の属性並び順を指定
ka: წესრიგის განსაზღვრა, რომელშიც ატრიბუტი უნდა აისახოს სიდენტიფიკაციო შედეგით
km: បញ្ជាក់​លំដាប់​ដែល​គុណលក្ខណៈ​គួរ​ត្រូវ​បាន​បង្ហាញ​នៅ​ក្នុង​កំណត់​អត្តសញ្ញាណ​លទ្ធផល
pl: określa kolejność, w której atrybut powinien być wyświetlany w wynikach identyfikacji
pt: especifica a ordem pela qual os atributos serão mostrados nos resultados da ferramenta de identificação
pt_br: especifica a ordem segundo a qual os atributos serão mostrados nos resultados da identificação
ro: Specifică ordinea în care atribut trebuie să fie afișate în identificarea rezultatelor
sv: anger i vilken ordning attribut ska visas i kart resultat
sw: Inabainisha mpangilio ambao sifa inatakiwa kuonyeshwa katika matokeo
tr: özniteliğin tanımlama sonuçlarında görüntülenme sırasını belirtir.
uk: визначає порядок, в якому атрибут повинен бути відображений в ідентифікації результатів

source: Label
af: Etiket
ar: علامة
bg_bg: Надпис
cs: Vsačka
es: Etiqueta
fa_ir: برچسب
fi: Etiketti
fr: Etiquette
hu: Címke
it: Etichetta
ja: ラベル
ka: მარკირება
km: ស្លាក
pl: Etykieta
pt: Rótulo
pt_br: Rótulo
ro: Etichetă
sv: Etikett
sw: Lebo
tr: Etiket
uk: Етикетка

source: count
af: tel
ar: إحصاء
bg_bg: брой
cs: spočítat
de: zählen
es: contar
fa_ir: تعداد
fi: laskea
fr: compter
hu: számol
it: conta
ja: カウント
ka: ნომერი
km: រាប់
pl: liczba
pt: contagem
pt_br: contar
ro: conta
sv: räkna
sw: hesabu
tr: sayım
uk: вважати

source: count value for this field
af: tel waarde vir die veld
ar: قيمة العد لهذا الحقل
bg_bg: брой стойности в това поле
cs: počítat hodnotu pro toto pole
de: Zählwert für dieses Feld
es: contar el valor de este campo
fa_ir: مقادیر این ستون
fi: count arvo tällä alalla
fr: valeur de comptage pour ce champ
hu: gróf érték ezen a területen
it: conteggio valori per questo campo
ja: このフィールドのカウント値
ka: ღირებულების გამოთვლა ამ ველისთვის
km: រាប់​តម្លៃ​សម្រាប់​វាល​នេះ
pl: liczba wartości dla tego pola
pt: número total para este campo
pt_br: contar valor para este campo
ro: Numar de valoare pentru acest câmp
sv: räkna värde för detta område
sw: hesabu ya thamani kwa uga huu
tr: bu alan için sayım değeri
uk: розраховувати значення для цього поля

source: min
ar: الحد الأدنى
bg_bg: минимум
es: mínimo
fa_ir: حداقل
ja: 最小
ka: მინიმუმი
km: នាទី
pl: minimum
pt: mínimo
sw: kiwango cha chini
tr: minimum
uk: хв

source: minimum value for this field
af: minimum waarde vir die veld
ar: قيمة الحد الأدنى لهذا الحقل
bg_bg: минимална стойност за това поле
cs: minimální hodnota pro toto pole
de: minimaler Wert für dieses Feld
es: mínimo valor de este campo
fa_ir: حداقل مقادیر این ستون
fi: minimiarvo tällä alalla
fr: valeur minimale pour ce champ
hu: minimum értéke ezen a területen
it: valore minimo per questo campo
ja: フィールド内最小値
ka: მინიმალური ღირებულება ამ ველისთვის
km: តម្លៃ​អប្បបរមា​សម្រាប់​វាល​នេះ
pl: minimalna wartość tego pola
pt: valor mínimo para este campo
pt_br: valor mínimo para este campo
ro: Valoarea minimă pentru acest domeniu
sv: minimivärde för detta fält
sw: Kiwango cha chini kwa uga huu
tr: bu alan için minimum değer
uk: Мінімальне значення цього поля

source: max
ar: الحد الأقصى
bg_bg: максимум
es: máximo
fa_ir: حداکثر
ja: 最大
ka: მაქსიმუმი
km: អតិបរមា
pl: maksimum
pt: máximo
pt_br: máx
sw: kiwango cha juu
tr: maksimum
uk: Макс

source: maximum value for this field
af: maksimum waarde vir die veld
ar: القيمة القصوى لهذا الحقل
bg_bg: максимална стойност за това поле
cs: maximální hodnota pro toto pole
de: maximaler Wert für dieses Feld
es: máximo valor de este campo
fa_ir: حداکثر مقادیر این ستون
fi: enimmäisarvo tällä alalla
fr: valeur maximale pour ce champ
hu: maximális érték ezen a területen
it: valore massimo per questo campo
ja: フィールド内最大値
ka: მაქსიმალური ღირებულება ამ ველისთვის
km: តម្លៃ​អតិបរមា​សម្រាប់​វាល​នេះ
pl: maksymalna wartość dla tego pola
pt: valor máximo para este campo
pt_br: valor máximo para este campo
ro: Valoarea maximă pentru acest domeniu
sv: maximalt värde för detta område
sw: kiwango cha juu kwa uga huu
tr: bu alan için maksimum değer
uk: Максимальне значення цього поля

source: average
af: gemiddelde
ar: متوسط
bg_bg: средно
cs: průměr
de: Durchschnitt
es: promedio
fa_ir: میانگین
fi: keskimäärin
fr: moyenne
hu: átlagos
it: media
ja: 平均
ka: საშუალო
km: មធ្យម
pl: średnia
pt: média
pt_br: média
ro: mediu
sv: genomsnitt
sw: wastani
tr: ortalama
uk: середній

source: average value for this field
af: gemiddelde waarde vir die veld
ar: متوسط ​قيمة لهذا الحقل
bg_bg: средна стойност за това поле
cs: průměrná hodnota pro toto pole
de: durchschnittlicher Wert für dieses Feld
es: promedio del valor de este campo
fa_ir: میانگین مقادیر این ستون
fi: keskiarvo tällä alalla
fr: valeur moyenne pour ce champ
hu: átlagos érték ezen a területen
it: valore medio per questo campo
ja: フィールド内平均値
ka: საშუალო ღირებულება ამ ველისთვის
km: តម្លៃ​ជា​មធ្យម​សម្រាប់​វាល​នេះ
pl: średnia wartość dla tego pola
pt: valor médio para este campo
pt_br: valor médio para este campo
ro: Valoarea medie pentru acest domeniu
sv: genomsnittligt värde för fältet
sw: wastani wa kiwango ya uga huu
tr: bu alan için ortalama değer
uk: Середнє значення для цього поля

source: median
af: mediaan
ar: الوسيط
bg_bg: междинен
es: mediana
fa_ir: میانه
fi: mediaani
fr: médiane
hu: középső
it: mediana
ja: 中央値
ka: საშუალო
km: មធ្យម
pl: mediana
pt: mediana
pt_br: mediana
sw: kiwango cha katikati
tr: medyan
uk: медіана

source: median value for this field
af: mediaan waarde vir die veld
ar: متوسط ​​قيمة لهذا الحقل
bg_bg: междинна стойност на това поле
cs: střední hodnota pro toto pole
de: Medianwert für dieses Feld
es: mediana del valor de este campo
fa_ir: میانه مقادیر این ستون
fi: mediaani tällä alalla
fr: valeur médiane de ce champ
hu: medián érték ezen a területen
it: mediana per questo campo
ja: このフィールドの中央値
ka: საშუალო ღირებულება ამ ველისთვის
km: តម្លៃ​ជា​មធ្យម​សម្រាប់​វាល​នេះ
pl: mediana dla tego pola
pt: valor da mediana para este campo
pt_br: valor da mediana para este campo
ro: Valoarea medie pentru acest domeniu
sv: Medianvärdet för detta område
sw: kiwango cha kati kwa sehemu hii
tr: bu alan için medyan değeri
uk: середнє значення для цього поля

source: standard deviation
af: standaardafwyking
ar: الانحراف المعياري
bg_bg: стандартно отклонение
cs: standardní odchylka
de: Standardabweichung
es: desviación estandar
fa_ir: انحراف معیار
fi: keskihajonta
fr: écart type
hu: szabvány eltérés
it: deviazione standard
ja: 標準偏差
ka: სტანდარტული გადახრა
km: គម្លាត​គំរូ
pl: odchylenie standardowe
pt: desvio padrão
pt_br: desvio padrão
ro: abatere standard
sv: standardavvikelse
sw: kiwango kupotoka
tr: standart sapma
uk: стандартне відхилення

source: standard deviation for this field
af: standaard afwyking vir die veld
ar: الانحراف المعياري لهذا الحقل
bg_bg: стандартно отклонение за това поле
cs: standardní odchylka pro toto pole
de: Standardabweichung für dieses Feld
es: desviación estandar del valor de este campo
fa_ir: انحراف معیار این ستون
fi: keskihajonta tällä alalla
fr: écart type de ce champ
hu: szórás ezen a téren
it: deviazione standard per questo campo
ja: このフィールドの標準偏差
ka: სტანდარტული გადახრა ამ ველისთვის
km: គម្លាត​គំរូ​សម្រាប់​វាល​នេះ
pl: odchylenie standardowe dla tego pola
pt: desvio padrão para este campo
pt_br: desvio padrão para este campo
ro: deviația standard pentru acest domeniu
sv: standardavvikelse för detta fält
sw: standard deviation ya uga huu
tr: bu alan için standart sapma
uk: стандартне відхилення для цього поля

source: sum
af: som
ar: مجموع
bg_bg: сума
cs: součet
de: Summe
es: suma
fa_ir: مجموع
fi: summa
fr: somme
hu: összeg
it: somma
ja: 合計
ka: ოდენობა
km: ផលបូក
pl: suma
pt: somatória
pt_br: somar
ro: sumă
sv: summa
sw: jumla
tr: toplam
uk: сума

source: sum value for this field
af: som waarde vir die veld
ar: قيمة المجموع لهذا الحقل
bg_bg: сумирана стойност за това поле
cs: součet hodnoty pro toto pole
de: Summe für dieses Feld
es: suma del valor de este campo
fa_ir: مجموع مقادیر این ستون
fi: summa-arvo tällä alalla
fr: la somme totale de ce champ
hu: összeg értéke ezen a területen
it: somma per questo campo
ja: このフィールドの合計値
ka: მთლიანი ოდენობა ღირებულება ამ ველისთვის
km: តម្លៃ​ផលបូក​សម្រាប់​វាល​នេះ
pl: suma wartości dla tego pola
pt: somatória dos valores para este campo
pt_br: somar valor para este campo
ro: Valoarea sumă pentru acest domeniu
sv: sum värde för detta område
sw: Jumla ya thamani ya uga huu
tr: bu alan için toplam değer
uk: сумарне значення для цього поля

source: unique values for this field
af: unieke waardes vir hierdie veld
ar: قيم فريدة لهذا الحقل
bg_bg: уникална стойност за това поле
cs: jedinečné hodnoty pro toto pole
de: eindeutiger Wert für dieses Feld
es: valor único para este campo
fa_ir: مقادیر یکتا در این ستون
fi: ainutlaatuinen kentän arvoja
fr: valeurs uniques pour ce champ
hu: egyedi értékeket ezen a területen
it: valori unici per questo campo
ja: このフィールド内の一意の値
ka: უნიკალური ღირებულება ამ ველისთვის
km: តម្លៃ​តែ​មួយ​គត់​សម្រាប់​វាល​នេះ
pl: unikalne wartości dla tego pola
pt: valores únicos para este campo
pt_br: valores exclusivos para este campo
ro: valori unice pentru acest domeniu
sv: unika värden för det här fältet
sw: thamani maalum kwa uga huu
tr: bu alan için benzersiz değerler
uk: Унікальні значення для цього поля

source: last modified
af: Die laaste wysiging
ar: آخر تعديل
bg_bg: последно редактиран
cs: naposledy změněno
de: zuletzt geändert
es: última modificación
fa_ir: آخرین تغییرات
fi: viimeksi muutettu
fr: dernière modification
hu: utolsó módosítás
it: ultimo modificato
ja: 最終更新
ka: ბოლო განახლება
km: បាន​កែប្រែ​ចុង​ក្រោយ
pl: ostatnio zmodyfikowano
pt: última modificação
pt_br: última modificação
ro: modificată ultima dată
sv: Senast ändrad
sw: maboresho ya mwisho
tr: son değişiklik
uk: Остання зміна

source: date when attribute statistics were last updated
af: datum wanneer kenmerk statistieke was laas
ar: التاريخ الذي تم فيه تحديث آخر إحصاءات السمات
bg_bg: дата, на която статистиките на атрибута последно са актуализирани
cs: datum poslední aktualizace statistik atributů
de: Datum des letzten Updates der Attributstatistik
es: fecha cuándo se actualizaron por última vez las estadísticas de atributos
fa_ir: آخرین تاریخ بروزرسانی اطلاعات آماری
fi: jolloin määrite tilastoja on viimeksi päivitetty
fr: date de dernière mise à jour des statistiques d'attribut
hu: időpont, amikor az attribútum statisztika utolsó frissítés
it: data in cui le statistiche degli attributi sono stati aggiornati
ja: 属性値の最終更新日
ka: ატრიბუტის სტატისტიკის ბოლოო განახლების თარიღი
km: កាលបរិច្ឆេទ​នៅពេល​ដែល​ស្ថិតិ​គុណលក្ខណៈ​ត្រូវ​បាន​ធ្វើ​ឱ្យ​ទាន់​សម័យ​ចុង​ក្រោយ
pl: data ostatniej aktualizacji statystyk atrybutu
pt: data de quando as estatísticas dos atributos foram atualizadas
pt_br: data da última atualização das estatísticas do atributo
ro: Data atunci când statisticile de atribute au fost actualizată ultima dată
sv: datum då attribut statistiken senast uppdaterades
sw: tarehe ambapo takwimu za sifa zilisasishwa kwa mara ya mwisho
tr: öznitelik istatistiklerinin en son ne zaman güncellendiği
uk: Дата, коли статистика атрибутів оновлені

source: Preserve Metadata XML
ar: الحفاظ على البيانات الوصفية لXML
de: Metadaten XML beibehalten
es: Conservar XML de metadatos
fr: Préserver les metadonnées XML
it: Preserva metadati XML
ja: メタデータXMLの保存
pl: Zachowaj metadane XML
pt: Preservar XML dos Metadados
pt_br: Preservar o XML de Metadados

source: Select the charset or leave default
af: Kies die karakterstel of laat verstek
ar: حدد محارف أو اترك الإفتراضي
bg_bg: Изберете набора от знаци или оставете по подразбиране
cs: Vyberte znakovou sadu nebo ponechte výchozí
de: Zeichensatz wählen oder die Standardeinstellungen belassen
es: Seleccionar el conjunto de caracteres o dejar el predeterminado
fa_ir: کاراکتر را انتخاب کنید و یا به طور پیش فرض ترک
fi: Valitse charset tai jätä oletusarvo
fr: Sélectionnez le jeu de caractères ou laisser par défaut
hu: Válassza ki a karakterkészlet, vagy hagyja az alapértelmezett
it: Selezionare il set di caratteri o lasciare il set di default
ja: 文字コードを選択してください。空白はデフォルトとなります
ka: აირჩიეთ კოდირება ან დატოვონ ძირითადადი
km: ជ្រើស​សំណុំ​តួអក្សរ​ឬ​ទុក​ឱ្យ​លំនាំដើម
pl: Wybierz zestaw znaków lub pozostaw domyślny
pt: Selecione o charset ou deixe o padrão
pt_br: Selecione o conjunto de caracteres ou mantenha o padrão
ro: Selectați setul de caractere sau de a părăsi implicit
sv: Välj charset eller lämna standard
sw: Kuchagua `charset` au acha kama ilivyo
uk: Виберіть кодування або залишити за замовчуванням

source: Filter Granules
ar: تصفية الحبيبات
cs: Filltrovat Granule

source: Active Filter:
ar: تصفية نشطة:
cs: Aktivní filtr:

source: Granule ID
ar: معرف الحبيبية

source: Bounding Box
ar: المربع المحيط
cs: Ohraničující rámeček

source: Time
ar: زمن
cs: Čas

source: Actions
ar: أفعال
cs: Akce

source: Granule Preview
ar: معاينة الحبيبية

source: Granule Remove
ar: إزالةالحبيبية

source: Dimension
ar: البعد
cs: Dimenze

source: Enabled
ar: تمكين
cs: Povoleno

source: Regex
ar: تعبير منتظم
cs: Regulární výraz

source: TIME
ar: زمن
cs: ČAS

source: ELEVATION
ar: ارتفاع
cs: NADMOŘSKÁ VÝŠKA

source: Attribute Name
af: Kenmerk Naam
ar: اسم السمة
bg_bg: Име на атрибут
cs: Název atributu
fa_ir: عنوان اطلاعات توصیفی
fi: Määritteen nimi
hu: Attribútum neve
ka: ატრიბუტის სახელი
km: ឈ្មោះ Attribute
ro: Atribut Nume
sv: Attributnamn
sw: Jina la Sifa
uk: Ім'я атрибута

source: Range
af: Reeks
ar: نطاق
bg_bg: Обхват
cs: Rozsah
fa_ir: محدوده
fi: Alue
hu: Tartomány
ka: დიაპაზონი
km: ជួរ
ro: Gamă
uk: Діапазон

source: Average
af: Gemiddeld
ar: متوسط
bg_bg: Средно
cs: Průměr
fa_ir: میانگین
fi: Keskimäärin
hu: Átlagos
ka: საშუალო
km: មធ្យម
ro: Mediu
sv: Genomsnitt
sw: Wastani
uk: Середній

source: Median
af: Mediaan
ar: الوسيط
bg_bg: Междинно
fa_ir: میانه
fi: Mediaani
hu: Középső
ka: საშუალო
km: មធ្យម
ro: Mediană
sw: Kiwango cha katikati
uk: Медіана

source: Standard Deviation
af: Standaardafwyking
ar: الانحراف المعياري
bg_bg: Стандартно отклонение
cs: Standardní odchylka
fa_ir: انحراف معیار
fi: Keskihajonta
hu: Szabvány eltérés
ka: სტანდარტული გათიშვა
km: ងាក​ស្តង់​ដា
ro: Abaterea standard
sv: Standardavvikelse
uk: Стандартне відхилення

source: Average Rating
af: Gemiddelde gradering
ar: متوسط ​​التقييم
bg_bg: Средна оценка
cs: Průměrné hodnocení
fa_ir: میانگین امتیاز
fi: Keskiarvo
hu: Átlagos értékelés
ka: საშუალო შეფასება
km: ការ​វាយ​តម្លៃ​មធ្យម
ro: Media voturilor
sv: Betyg i genomsnitt
sw: Wastani wa uthaminishaji
uk: Середній рейтинг

source: Analyze with
ar: تحليل ب

source: Request Download
ar: طلب تحميل
bg_bg: Заявка за изтегляне
cs: Vyžádat stažení
ka: ჩამოტვირთვაზე მოთხოვნა

source: Images
ar: الصور

source: Data
ar: البيانات
de: Daten
es: Datos
fr: Données
it: Dato
ja: データ
pl: Dane
pt: Conjunto de dados
pt_br: Dados

source: Do you want to filter it?
ar: هل تريد تصفية ذلك؟

source: Loading...
ar: جار التحميل...

source: Filter by attributes
ar: تصفية حسب السمات

source: Match
ar: مباراة

source: all
ar: جميع

source: any
ar: أي

source: of the following:
ar: الخريطة التالية:

source: Attribute
af: Kenmerk
ar: سمة
bg_bg: Атрибут
cs: Atribut
es: Atributo
fa_ir: اطلاعات توصیفی
fi: Ominaisuus
fr: Attribut
hu: Képesség
it: Attributo
ja: 属性
ka: ატრიბუტი
km: គុណលក្ខណៈ
pl: Atrybut
pt: Atributo
pt_br: Atributo
ro: Atribut
sv: Attribut
sw: Sifa
uk: Атрибут

source: Operator
ar: المشغل

source: Feature limit
ar: حد الميزة

source: Pick your download format:
ar: اختر تنسيق التنزيل الخاص بك:

source: No data available for this resource. Please contact a system administrator or a manager.
ar: لا توجد بيانات متوفرة لهذا المورد. الرجاء الاتصال بمسؤول النظام أو مدير.

source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Attention
it: Attenzione
ja: 警告
pl: Ostrzeżenie
pt: Aviso
pt_br: Alerta

source: Close
ar: أغلق
bg_bg: Затваряне
cs: Zavřít
de: Schließen
es: Cerrar
fa_ir: نزدیک
fi: Lähellä
fr: Fermer
hu: Közel
it: Chiudi
ja: クローズ
ka: დახურვა
km: បិទ
pl: Zamknij
pt: Fechar
pt_br: Fechar
ro: Închidere
sv: Stänga
sw: Funga
uk: Близько

source: Metadata Detail
ar: تفاصيل البيانات الوصفية
cs: Detail metadat
ka: მეტამონაცემები დეტალურად

source: Editing Tools
ar: أدوات التعديل

source: Wizard
ar: معالج

source: Advanced Edit
ar: تعديل متقدم

source: Upload Metadata
ar: تحميل البيانات الوصفية

source: Styles
af: Style
ar: الأنماط
bg_bg: Стилове
cs: Styly
fa_ir: نحوه نمایش
fi: Tyylit
hu: Stílusok
ka: სტილები
km: រចនាប័ទ្ម
ro: Stiluri
sv: Stilar
sw: Mitindo
uk: Стилі

source: Set
ar: وضع
bg_bg: Поредица
cs: Nastavit
ka: დაყენება

source: Replace
ar: استبدال
bg_bg: Замяна
cs: Nahradit
ka: ჩანაცვლება

source: Download Metadata
af: Aflaai Metadata
ar: تحميل البيانات الوصفية
bg_bg: Сваляне на метаданни
cs: Stáhnout metadata
fa_ir: دانلود متادیتا
fi: Lataa Metadata
ka: მეტამონაცემის ჩამოტვირთვა
km: ទិន្នន័យ​មេតា​ទាញ​យក
ro: Descărcare metadate
sv: Hämta Metadata
sw: Pakua Metadata
uk: Завантажити метаданих

source: Full metadata
ar: بيانات وصفيه كامله

source: Text format
ar: تنسيق النص

source: HTML format
ar: تنسيق HTML

source: Standard Metadata - XML format
ar: البيانات الوصفية القياسية-تنسيق XML

source: Attribute Information
ar: معلومات السمة

source: ISO Feature Catalogue
ar: كتالوج ميزة ISO

source: Legend
af: Legende
ar: مفتاح رسم بياني
bg_bg: Легенда
cs: Legenda
fa_ir: علائم و اختصارات
fi: Legenda
hu: Legenda
ka: ლეგენდა
km: តាង
ro: Legendă
sw: Ufunguo
uk: Легенда

source: (default style)
ar: (أسلوب إفتراضي)

source: Source
af: Bron
ar: مصدر
bg_bg: Източник
cs: Zdroj
fa_ir: منبع
fi: Lähde
hu: Forrás
ka: წყარო
km: ប្រភព
ro: Sursă
sv: Källa
sw: Chanzo
uk: Джерело

source: Refresh Attributes and Statistics
ar: تحديث السمات والإحصائيات

source: Remove Mosaic Granules
ar: إزالة حبيبات الفسيفساء
cs: Odstranit granule mozaiky
de: Lösche Mosaik Granulate
es: Eliminar gránulos de mosaico
fr: Enlever les Granules mosaïques
it: Rimuovere i granuli del mosaico
pl: Usuń granulki mozaiki
pt: Remover Representações do Mosaico
pt_br: Remover Grânulos de Mosaico
