Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: This action affects the following maps:
af: Hierdie aksie raak die volgende kaarte:
ar: هذا العمل يؤثر على الخرائط التالية:
bg_bg: Действието засяга следните карти:
cs: Tato akce ovlivňuje následující mapy:
de: Diese Handlung hat Auswirkungen auf die folgenden Karten:
es: Esta acción afecta los siguientes mapas:
fa_ir: این عملیات بروی نقشه ای زیر اثر خواهد گذاشت:
fi: Tämä toimenpide koskee seuraavia karttoja:
fr: Cette action affecte les cartes suivantes :
hu: Ez a művelet érinti a következő térképek:
it: Questa azione avrà effetto sulle seguenti mappe:
ja: この動作は次の地図に影響します:
ka: ეს ქმედება გავლენას ახდენს შემდეგ რუკებზე:
km: សកម្មភាព​នេះ​ប៉ះពាល់​ដល់​ផែន​ទី​ដូច​ខាង​ក្រោម​:
pl: To działanie to ma wpływ na następujące mapy:
pt: Esta ação afeta os seguintes mapas:
pt_br: Esta ação afeta os seguintes mapas:
ro: Această acțiune afectează următoarele hărți:
sv: Denna åtgärd berör följande kartor:
sw: Hatua hii ina athari kwa ramani zifuatazo:
uk: Ця дія впливає на наступні карти:

source: Note: this layer's orginal metadata was populated and preserved by importing a metadata XML file. This metadata cannot be edited.
ar: ملاحظة: تم تعبئة بيانات التعريف الأصلية لهذه الطبقة وحفظها عن طريق استيراد ملف XML لبيانات التعريف. لا يمكن تعديل هذه البيانات التعريفية.
cs: Poznámka: Původní metadata této vrstvy byly vyplněny importováním souboru XML metadat. Tato metadata nelze upravovat.
de: Beachte: die originalen Metadaten dieser Ebene wurden durch den Import einer Metadaten XML Datei hinzugefügt. Diese Metadaten können nicht bearbeitet werden.
es: Nota: los metadatos originales de esta capa se completaron y preservaron al importar un archivo XML de metadatos. Estos metadatos no se pueden editar.
fr: Remarque: les métadonnées d'origine de cette couche ont été remplies et préservées en important un fichier XML de métadonnées. Ces métadonnées ne peuvent pas être modifiées.
it: Nota: i metadati originali di questo livello sono stati popolati e conservati importando un file XML di metadati. Questi metadati non possono essere modificati.
ja: 注：このレイヤーのオリジナルのメタデータは、メタデータのXMLファイルをインポートすることで入力され、保存されています。 このメタデータを編集することはできません。
pl: Uwaga: metadane tej warstwy zostały wypełnione i zapisane poprzez import z pliku XML. Te metadane nie mogą być edytowane.
pt: Nota: os metadados originais desta camada foram preenchidos e preservados importando um arquivo XML de metadados. Esses metadados não podem ser editados.
pt_br: Nota: Os metadados originais dessa camada foram preenchidos e preservados por importar um arquivo XML de metadados. Esses metadados não podem ser editados.

source: Note: this layer's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
ar: ملاحظة: تم ملء بيانات التعريف الأولية لهذه الطبقة باستيراد ملف XML شمل للبيانات الوصفية. ‬ ‫ يدعم استيراد البيانات الوصفية ل GeoNode مجموعة فرعية من عناصر البيانات الوصفية ISO, FGDC, and Dublin Core. ‬ ‫ ربما فقدت بعض البيانات الوصفية الأصلية.
bg_bg: Забележка: оригиналните метаданни на слоя бяха допълнени чрез въвеждане на метаданни от XML файл. Въвеждането на метаданни в GeoNode поддържа метаданни елементи от ISO, FGDC и Dublin Core. Някои от оригиналните ви метаданни може да са изгубени.
cs: Poznámka: původní metadata této vrstvy byly naplněny importováním souboru XML metadat. • Import metadat GeoNode podporuje podmnožinu prvků metadat ISO, FGDC a Dublin Core. • Některá vaše původní metadata mohou být ztracena.
de: Hinweis: Die originalen Metadaten dieser Schicht wurde durch den Import einer XML-Metadaten-Datei hinzugefügt. Der Metadaten-Import von GeoNode unterstützt einen Teil der ISO, FGDC und Dublin Core Metadaten-Elemente. Einige Ihrer ursprünglichen Metadaten sind möglicherweise verloren gegangen.
es: Nota: los metadatos originales de esta capa fueron cargados usando un archivo XML con metadatos. GeoNode soporta un subconjunto de los elementos de las especificaciones ISO, FGDC y Dublin Core. Parte de sus metadatos originales pudieron perderse en el proceso.
fr: Remarque: les métadonnées d'origine de cette couche ont été remplies en important un fichier XML de métadonnées. L'importation de métadonnées de GeoNode prend en charge un sous-ensemble d'éléments de métadonnées de l'ISO, du FGDC et du Dublin Core. Certaines de vos métadonnées originales peuvent avoir été perdues.
it: Note: I metadati originali di questo livello sono stati popolati importando un file di metadati XML. L'import dei metadati di GeoNode supporta un sottinsieme di elementi di metadata Dublin Core, ISO e FGDC. Alcuni dei tuoi metadati originali potrebbero essere andati persi.
ja: 注：このレイヤーのオリジナルのメタデータは、メタデータのXMLファイルをインポートすることで作成されています。 GeoNode のメタデータ インポートは、ISO、FGDC、および Dublin Core メタデータ要素のサブセットをサポートしています。 オリジナルのメタデータの一部が失われている可能性があります。
ka: შენიშვნა: ამ ფენის ორიგინალი მეტამონაცემი იყო გამოქვეყნებული,XML ფაილის მეტამონაცემის იმპორირებით. GeoNode-ის მეტამონაცემის იმპორტი მხარს უჭერს ISO, FGDC, და Dublin Core მონაცემის ელემენთა ნაკრებს. ზოგიერთი თქვენი ორიგინალi მეტადატa შეიძლება დაიკარგა.
pl: Uwaga: metadane tej warstwy zostały wypełnione poprzez import z pliku XML. Import metadanych GeoNode obsługuje podzbiór elementów metadanych ISO, FGDC i Dublin Core. Niektóre z oryginalnych metadanych mogły zostać utracone.
pt: Nota: os metadados originais desta camada foram preenchidos importando um arquivo XML de metadados. A importação de metadados do GeoNode suporta um subconjunto de elementos de metadados ISO, FGDC e Dublin Core. Alguns dos seus metadados originais podem ter sido perdidos.
pt_br: Nota: os metadados originais desta camada foram preenchidos por meio da importação de um arquivo XML de metadados. A importação de metadados do GeoNode suporta um subconjunto de elementos de metadados ISO, FGDC e Dublin Core. Alguns dos metadados originais podem ter sido perdidos.

source: Display Order
af: Wys Order
ar: ترتيب العرض
bg_bg: Ред на показване
cs: Pořadí zobrazení
de: Anzeigereihenfolge
es: Mostar Orden
fa_ir: ترتیب نمایش
fi: Näytön järjestys
fr: Ordre d'affichage
it: Visualizza ordine
ja: 表示順
ka: ეკრანზე თანამიმდევრობით ასახვა
km: បង្ហាញ​លំដាប់
pl: Kolejność wyświetlania
pt: Ordem para mostrar
pt_br: Ordem de Exibição
sv: Visningsordning
sw: Mpangilio wa muonekano
uk: Порядок відображення

source: Visible
ar: مرئية
de: Sichtbar
fr: Visibile
it: Visibile
ja: 表示
pl: Widoczne
pt_br: Visível

source: ERROR
ar: خطأ
de: FEHLER
fr: ERREUR
it: ERRORE
pl: BŁĄD
pt: ERRO
pt_br: ERRO

source: Click the button below to change the permissions of this layer.
af: Klik op die knoppie onder die regte van hierdie laag te verander.
ar: انقر فوق الزر أدناه لتغيير الأذونات من هذه الطبقة.
bg_bg: Натиснете бутона отдолу, за да промените разрешенията за достъп до този слой.
cs: Klepnutím na tlačítko níže změňte oprávnění této vrstvy.
fa_ir: با کلیک کردن دکمه زیر مجوز دسترسی به این لایه را تغییر دهید.
fi: Klikkaa alla olevaa painiketta muuttaa oikeuksia tämän kerroksen.
hu: Kattintson az alábbi gombra, hogy az engedélyek módosításához ez a réteg.
ka: დააკლიკეთ ქვემოთ აღნიშნულ ღილაკს, რომ შეცვალოთ ფენის უფლებები
km: សូម​ចុច​ប៊ូតុង​ខាង​ក្រោម​ដើម្បី​ផ្លាស់​ប្តូ​រ​សិទ្ធិ​របស់​ស្រទាប់​នេះ​។
ro: Faceți clic pe butonul de mai jos pentru a schimba permisiunile acest strat.
sv: Klicka på knappen nedan för att ändra tillstånd för detta skikt.
sw: Bonyeza kitufe hapo chini ili kubadili vibali vya safu hii.
uk: Натисніть на кнопку нижче, щоб змінити права доступу цього шару.

source: Manage Styles
af: Bestuur Styles
ar: إدارة أنماط
bg_bg: Управляване на стилове
cs: Správa stylů
de: Stilverwaltung
es: Administrar Estilos
fa_ir: مدیریت نحوه نمایش
fi: Tyylien hallinta
fr: Gérer les styles
hu: Stílusok kezelése
it: Gestisci stili
ja: スタイル管理
ka: სტილების მართვა
km: គ្រប់គ្រង​រចនាប័ទ្ម
pl: Zarządzanie stylami
pt: Gerenciar Estilos
pt_br: Gerenciar Estilos
ro: Gestionare stiluri
sv: Hantera format
sw: Ratibu mitindo
uk: Управління стилями

source: Available styles
af: Beskikbaar style
ar: الأساليب المتاحة
bg_bg: Налични стилове
cs: Dostupné styly
de: Verfügbare Stile
es: Capas disponibles
fa_ir: سبک های در دسترس
fi: Käytettävissä tyylit
fr: Style disponibles
hu: Elérhető stílusok
it: Stili disponibili
ja: 利用可能なスタイル
ka: ხელმისაწვდომია სტილები
km: រចនាប័ទ្ម​ដែល​អាច​រក​បាន
pl: Dostępne style
pt: Estilos disponíveis
pt_br: Estilos disponíveis
ro: Stiluri disponibile
sv: Tillgängliga färger
sw: Mitindo iliyopo
uk: Доступні стилі

source: Click on an available style in the upper box to assign it to this layer. Selected styles appear in the lower box.
af: Klik op 'n beskikbare styl in die boonste kassie om dit te wys aan hierdie laag. Gekies style verskyn in die laer boks.
ar: انقر على نمط متاح في المربع العلوي لتعيينه لهذه الطبقة.تظهر الأنماط المحددة في المربع السفلي.
bg_bg: Изберете от наличните стилове в горното поле, за да го препишете на този слой. Избраните стилове се показват в долното поле.
cs: Klepněte na dostupný styl v horním poli pro přiřazení této vrstvě. Vybrané styly se zobrazují ve spodním rámečku.
de: Klicken Sie auf einen vefügbaren Stil im oberen Feld, um diesen der Ebene zuzuordnen. Ausgewählte Stile erscheinen im unteren Feld.
es: Haga clic en un estilo disponible en el cuadro superior para asignarlo a esta capa. Estilos seleccionados aparecen en el cuadro inferior.
fa_ir: در سبک های موجود کلیک کنید در جعبه بالا به آن اختصاص به این لایه. سبک های انتخاب شده را در کادر پایین ظاهر می شود.
fi: Klikkaa saatavilla tyyli yläruutuun luovuttaa sen tämän kerroksen. Valitut tyylejä ilmestyy alempaan ruutuun.
fr: Cliquez sur un style disponible dans la case supérieure pour l'assigner à cette couche. Les styles sélectionnés apparaissent dans la zone inférieure.
hu: Kattintson rendelkezésre álló stílus a felső dobozban hozzárendelni ehhez a réteghez. Kiválasztott stílusok jelennek meg az alsó mezőben.
it: Fare clic su uno stile disponibile nella casella in alto per assegnare a questo livello. Stili selezionati vengono visualizzati nel riquadro in basso.
ja: 画面上部のボックスから利用可能なスタイルをクリックして、このレイヤに適用します。選択されたスタイルは画面下部のボックスに表示されます。
ka: დააწკაპუნეთ ხელმისაწვდენ სტილზე ზემოდ აღნიშნულ ყუთზე, იმისთვის რომ მიენიჭოს ამ ფენას
km: ចុច​លើ​រចនាប័ទ្ម​ដែល​អាច​រក​បាន​នៅ​ក្នុង​ប្រអប់​ខាង​លើ​ដើម្បី​កំណត់​វា​ទៅ​ជា​ស្រទាប់​នេះ​។ រចនាប័ទ្ម​ដែល​បាន​ជ្រើស​បង្ហាញ​នៅ​ក្នុង​ប្រអប់​ខាង​ក្រោម​។
pl: Kliknij na dostępnym stylu w górnym oknie, aby przypisać go do tej warstwy. Wybrane style pojawiają się w dolnym oknie.
pt: Clique em um dos estilos disponíveis na caixa superior para atribuí-lo a esta camada. Os estilos selecionados aparecerão na caixa inferior.
pt_br: Clique em um estilo disponível na caixa superior para atribuí-lo a esta camada. Os estilos selecionados aparecem na caixa inferior.
ro: Faceți clic pe un stil disponibile în caseta de sus să le atribuie acest strat. Stiluri selectate apar în caseta de mai jos.
sv: Klicka på en ledig stil i den övre rutan för att tilldela den till detta lager. Valda färger visas i den nedre rutan.
sw: Bonyeza kwenye style inapatikana katika sanduku cha juu ili kuteua kw ajili ya tabaka hili. Mitindo iliyochaguliwa itaonekana katika sanduku cha chini.
uk: Натисніть на доступному стилі в верхньому полі, щоб призначити його на цей шар. Окремі стилі з'являються в нижньому вікні.

source: Update Available Styles
af: Werk Beskikbaar Styles
ar: تحديث الأنماط المتوفرة
bg_bg: Обновяване на налични стилове
cs: Aktualizovat dostupné styly
de: Aktualisierung der verfügbaren Stile
es: Actualiza Estilos disponibles
fa_ir: به روز رسانی سبک موجود
fi: Päivitys saatavilla Styles
fr: Mise à jour des styles disponibles
hu: Frissítés álló stílusok
it: Aggiorna gli stili disponibili
ja: 利用可能なスタイルを更新
ka: ხელმისაწვდომია სტილების განახლება
km: ធ្វើ​ឱ្យ​ទាន់សម័យ​រចនាប័ទ្ម​ដែល​អាច​រក​បាន
pl: Zaktualizuj dostępne style
pt: Atualizar Estilos Disponíveis
pt_br: Atualizar Estilos Disponíveis
ro: Stiluri de actualizare disponibile
sv: Uppdatera Tillgängliga format
sw: Sasisha mitindo iliyopo
uk: Доступно оновлення Стилі

source: (SLD - Style Layer Descriptor 1.0, 1.1)
ar: (SLD - واصف نمط طبقة 1.0 ، 1.1)
it: (SLD - Descrittore di stile del livello 1.0, 1.1)

source: WARNING
ar: تحذير
de: WARNUNG
es: ADVERTENCIA
fr: ATTENTION
it: ATTENZIONE
pl: OSTRZEŻENIE
pt: AVISO
pt_br: Aviso

source: This will most probably overwrite the current default style!
ar: سيؤدي هذا على الأرجح إلى الكتابة فوق النمط الافتراضي الحالي!
de: Dies wird wahrscheinlich den Standarstil überschreiben!
es: ¡Esto probablemente sobrescribirá el estilo predeterminado actual!
fr: Cela écrasera très probablement le style actuel par défaut !
it: Questo molto probabilmente sovrascriverà lo stile predefinito corrente!
ja: これはおそらく、現在のデフォルトスタイルを上書きするでしょう
pl: Najprawdopodobniej zastąpi to obecny domyślny styl!
pt: Esta ação provavelmente substituirá o estilo padrão atual!
pt_br: Isso provavelmente irá sobrescrever o estilo padrão atual!

source: Preview
af: Voorskou
ar: معاينة
bg_bg: Преглед
cs: Náhled
de: Voransicht
es: Vista previa
fa_ir: پیش نمایش
fi: Esikatselu
fr: Prévisualiser
it: Anteprima
ja: プレビュー
ka: წინა
km: មើល​ជា​មុន
pl: Podgląd
pt: Pré-visualizar
pt_br: Pré-visualizar
ro: Avanpremieră
sv: Förhandsgranska
sw: Hakiki
uk: Попередній перегляд

source: Dataset Attributes
ar: سمات مجموعة البيانات
de: Datensatz Attribute
es: Atributos del Conjunto de Datos
fr: Attributs d'ensemble de données
it: Attributi del dataset
ja: データセットの属性
pl: Atrybuty zbioru danych
pt: Atributos do Conjunto de dados
pt_br: Atributos do Conjunto de Dados

source: There was an error while attempting to upload your data. Please try again, or contact and administrator if the problem continues.
af: Daar was 'n fout tydens 'n poging om jou data te laai. Probeer asseblief weer, of kontak en administrateur indien die probleem voortduur.
ar: حدث خطأ أثناء محاولة تحميل بياناتك. الرجاء إعادة المحاولة، أو الاتصال بالمشرف إذا استمرت المشكلة.
bg_bg: Възникна грешка при опит да качите вашите данни. Моля опитайте отново, или се свържете с администратора, ако проблемът продължава.
cs: Při pokusu o nahrání dat došlo k chybě. Zkuste to prosím znovu, nebo kontaktujte správce, pokud problém přetrvává.
de: Beim Versuch, Ihre Daten hochzuladen, ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder wenden Sie sich an den Administrator, falls das Problem weiterhin besteht.
es: Hubo un error mientras se intentaba subir tus datos. Por favor, intenta otra vez o contacta un administrador si el problema persiste.
fa_ir: خطا در آپلود داده، مجددا سعی کنید.
fi: Virhe yritettäessä ladata tietoja. Yritä uudelleen tai ota yhteyttä ja valvojalle, jos ongelma jatkuu.
fr: Une erreur est survenue lors du téléchargement de vos données. S'il vous plaît, essayez de nouveau, ou communiquez avec l'administrateur si le problème persiste.
hu: Hiba történt, miközben megpróbálja feltölteni az adatokat. Kérjük, próbálja újra, vagy lépjen kapcsolatba és a rendszergazda, ha a probléma továbbra is fennáll.
it: E' occorso un errore durante l'invio dei tuoi dati. Riprova o contatta un amministratore se il problema persiste.
ja: データのアップロード時にエラーが発生しました、もう一度やり直してください、問題が解決しない場合は管理者に連絡してください。
ka: დაფიქსირდა შეცდომა, როცა ნახლდებოდა თქვენი მონაცემი, გთხოვთ კიდევ სცადეთ
km: មាន​កំហុស​មួយ​គឺ​ខណៈ​ពេល​ដែល​ការ​ព្យាយាម​ផ្ទុក​ទិន្នន័យ​របស់​អ្នក​។ សូម​ព្យាយាម​ម្តង​ទៀត​ឬ​ទាក់ទង​និង​គ្រប់គ្រង​ប្រសិន​បើ​បញ្ហា​នេះ​នៅ​តែ​បន្ត​។
pl: Wystąpił błąd podczas próby przesyłania danych. Spróbuj ponownie lub skontaktuj się z administratorem, jeśli problem nadal występuje.
pt: Ocorreu um erro ao tentar subir seu dado. Por favor, tente novamente ou entre em contato com o administrados se o problema persistir.
pt_br: Ocorreu um erro ao tentar fazer o upload de seus dados. Tente novamente ou entre em contato com o administrador se o problema persistir.
ro: A apărut o eroare în timp ce încerca pentru a încărca datele. Vă rugăm să încercați din nou, sau contactați și administrator dacă problema persistă.
sv: Det uppstod ett fel vid försök att ladda upp dina data. Försök igen eller kontakta och administratör om problemet fortsätter.
sw: Kulitokea hitilafu katika kujaribu kuakia data yako. Tafadhali jaribu tena, au wasiliana na msimamizi kama tatizo litaendelea.
uk: Був помилка при спробі завантажити свої дані. Будь ласка, спробуйте ще раз, або зв'яжіться та адміністратор, якщо проблема не усунена.

source: Map Created
af: Kaart geskep
ar: تم إنشاء الخريطة
bg_bg: Картата е създадане
cs: Mapa vytvořena
de: Karte erstellt
es: Mapa Creado
fa_ir: نقشه ایجاد شده
fi: Kartta Luotu
fr: Carte créée
hu: Térkép Létrehozva
it: Mappa creata
ja: 地図作成
ka: რუკა შექმნა
km: បង្កើត​ផែនទី
pl: Stworzono mapę
pt: Mapa Criado
pt_br: Mapa Criado
ro: Harta Creat
sv: Karta Skapat
sw: Ramani Imetengenezwa
tr: Harita Oluşturuldu
uk: Карта Створено

source: A Map was created
af: 'N Plan is geskep
ar: تم إنشاء خريطة
bg_bg: Нова карта беше създадена
cs: Byla vytvořena mapa
de: Eine Karte wurde erstellt
es: Se creó un Mapa
fa_ir: نقشه ایجاد شده
fi: Kartta luotiin
fr: Une carte a été créée
hu: A Map jött létre
it: Una mappa è stata creata
ja: 地図が作成されました
ka: რუკა იყო შექმნილი
km: ផែនទី​មួយ​ដែល​ត្រូវ​បាន​បង្កើត​ឡើង
pl: Mapa została stworzona
pt: Um Mapa foi criado
pt_br: Um Mapa foi criado
ro: O hartă a fost creată
sv: En kart skapades
sw: Ramani iliundwa
tr: Bir harita oluşturuldu
uk: Карта була створена

source: Map Updated
ar: تم تحديث الخريطة
bg_bg: Картата е обновена
cs: Mapa aktualizována
de: Karte aktualisiert
es: Mapa actualizado
fr: Carte mise à jour
it: Mappa aggiornata
ja: 地図更新
ka: რუკა განახლდა
pl: Zaktualizowano mapę
pt: Mapa Atualizado
pt_br: Mapa atualizado
tr: Harita Güncellendi

source: A Map was updated
ar: تم تحديث الخريطة مسبقا
bg_bg: Карта беше актуализирана
cs: Mapa byla aktualizována
de: Eine Karte wurde aktualisiert
es: Se actualizó un Mapa
fr: Une carte a été mise à jour
it: Una mappa è stata aggiornata
ja: 地図が更新されました
ka: რუკა იყო განახლებული
pl: Mapa została zaktualizowana
pt: Um Mapa foi atualizado
pt_br: Um Mapa foi atualizado
tr: Bir harita güncellendi

source: Map Approved
ar: خريطة موافق عليها
de: Karte genehmigt
es: Mapa Aprobado
fr: Carte approuvée
it: Mappa approvata
ja: 地図承認
pl: Zatwierdzono mapę
pt: Mapa aprovado
pt_br: Mapa Aprovado
tr: Harita Onaylandı

source: A Map was approved by a Manager
ar: تمت الموافقة على الخريطة من قبل المدير
de: Eine Karte wurde von einem Manager genehmigt
es: Un mapa fue aprobado por un Administrador
fr: Une carte a été approuvée par un directeur
it: Una mappa è stata approvata da un Manager
ja: 地図が承認されました
pl: Mapa została zatwierdzona przez admina
pt: O Mapa foi aprovado pelo Gestor
pt_br: Um Mapa foi aprovado pelo Administrador
tr: Bir harita bir Yönetici tarafından onaylandı.

source: Map Published
ar: الخريطة نشرت
de: Karte veröffentlicht
es: Mapa Publicado
fr: Carte publiée
it: Mappa pubblicata
ja: 地図公開
pl: Opublikowano mapę
pt: Mapa publicado
pt_br: Mapa Publicado
tr: Harita Yayınlandı

source: A Map was published
ar: تم نشر خريطة
de: Eine Karte wurde veröffentlicht
es: Se publicó un Mapa
fr: Une carte a été publiée
it: Una mappa è stata pubblicata
ja: 地図が公開されました
pl: Mapa została opublikowana
pt: Um mapa foi publicado
pt_br: Um Mapa foi publicado
tr: Bir harita yayınlandı

source: Map Deleted
ar: تم حذف الخريطة
bg_bg: Изтрита карта
cs: Mapa smazána
de: Karte gelöscht
es: Mapa borrado
fr: Carte supprimée
it: Mappa eliminata
ja: 地図削除
ka: რუკა წაიშალა
pl: Usunięto mapę
pt: Mapa Eliminado
pt_br: Mapa excluído
sw: Ramani umefutwa
tr: Harita Silindi

source: A Map was deleted
ar: تم حذف الخريطة مسبقا
bg_bg: Карта беше изтрита
cs: Mapa byla smazána
de: Eine Karte wurde gelöscht
es: Se eliminó un Mapa
fr: La carte suivante a été supprimée
it: Una mappa è stata eliminata
ja: 地図が削除されました
ka: რუკა იყო წაშლილი
pl: Mapa została usunięta
pt: Um Mapa foi eliminado
pt_br: Um Mapa foi excluído
tr: Bir harita silindi

source: Comment on Map
af: Kommentaar op kaart
ar: التعليق على خريطة
bg_bg: Коментар на карта
cs: Komentář k mapě
fa_ir: پینوشت نقشه
fi: Kommentoi Kartta
hu: Hozzászólás Térkép
ka: კომენტარი რუკაზე
km: អត្ថាធិប្បាយ​លើ​ផែនទី
ro: Comment on Harta
sv: Kommentera Karta
sw: Maoni juu ya Ramani
uk: Прокоментувати мапі

source: A map was commented on
af: 'N kaart is kommentaar op
ar: وقد علق على خريطة
bg_bg: Беше коментирано върху карта
cs: Mapa byla komentována
fa_ir: پینوشت این نقشه
fi: Kartta kommentoi
hu: A térképet hozzászólást
ka: რუკა იყო დაკომენტარებული
km: ផែនទី​មួយ​ត្រូវ​បាន​អធិប្បាយ​នៅ​លើ
ro: O hartă a fost comentat
sv: En karta kommenterades
sw: ramani ilikuwa maoni juu ya
uk: Карта була прокоментував

source: Rating for Map
af: Waardering vir kaart
ar: تصنيف للخريطة
bg_bg: Рейтинг на карта
cs: Hodnocení mapy
de: Bewerten der Karte
es: Calificación por Mapa
fa_ir: امتیاز این نقشه
fi: Luokitus Kartta
fr: Évaluation de la carte
hu: Értékelés Térkép
it: Valuta mappa
ja: 地図評価
ka: რუკის შეფასება
km: ការ​វាយ​តម្លៃ​សម្រាប់​ផែនទី
pl: Oceń mapę
pt: Classificação para o Mapa
pt_br: Classificação do Mapa
ro: Rating-ul pentru Harta
sv: Betyg för Karta
sw: Rating kwa Ramani
tr: Harita için Değerlendirme
uk: Рейтинг на мапі

source: A rating was given to a map
af: A-gradering is om 'n kaart gegee
ar: وقدم تصنيف للخريطة
bg_bg: Оценка беше дадена на карта
cs: Hodnocení bylo uděleno mapě
de: Eine Bewertung wurde für eine Karte abgegeben
es: Se calificó un Mapa
fa_ir: امتیاز داده شده به نقشه
fi: Arvosana annettiin kartta
fr: Une évaluation a été donnée à une carte
hu: A hitelminősítő kapott egy térképet
it: Una valutazione è stata data ad una mappa
ja: 地図が評価されました
ka: რუკა იყო შეფასებული
km: ចំណាត់​ថ្នាក់​មួយ​ត្រូវ​បាន​ផ្តល់​ទៅ​ឱ្យ​ផែនទី
pl: Mapie została przyznana ocena
pt: Uma Classificação para o mapa foi dada
pt_br: Um Mapa recebeu uma classificação
ro: Un rating a fost dat la o hartă
sv: En rating gavs till en karta
sw: rating ilitolewa kwa ramani
tr: Bir haritaya değerlendirme verildi.
uk: Оцінка була дана мапі

source: You are not permitted to delete this map.
af: Jy word nie toegelaat om die kaart te verwyder.
ar: لا يسمح لك بحذف هذه الخريطة.
bg_bg: Не ви е разрешено да изтриете тази карта
cs: Nemáte povolení k mazání této mapy.
de: Sie dürfen diese Karte nicht löschen.
es: No tienes permiso para eliminar este mapa.
fa_ir: شما مجاز به پاک کردن این نقشه نیستید.
fi: Sinulla ei ole oikeutta poistaa tätä karttaa.
fr: Vous n'êtes pas autorisé à supprimer cette carte.
hu: Ön nem jogosult törölni ezen a térképen.
it: Non hai il permesso di eliminare questa mappa.
ja: この地図を削除する権限がありません。
ka: თქვენ არ გაქვთ წაშალის უფლება ამ რუკის.
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឱ្យ​លុប​ផែនទី​នេះ​។
pl: Nie masz uprawnień, aby usunąć tę mapę.
pt: Você não tem permissão para apagar este mapa.
pt_br: Você não tem permissão para excluir este mapa.
ro: Tu nu sunt permise pentru a șterge această hartă.
sv: Du får inte ta bort den här kartan.
sw: You hawaruhusiwi kufuta ramani hii.
tr: Bu haritayı silme izniniz yok.
uk: Вам не дозволяється видаляти цю карту.
