Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Time attribute Presentation
ar: عرض السمة الزمنية
de: Zeitattribut Präsentation
es: Presentación del atributo de tiempo
fr: Présentation d'attribut de temps
it: Attributo temporale Presentazione
pl: Prezentacja atrybutu czasu
pt: Forma de apresentação do atributo de Tempo
pt_br: Apresentação do atributo de Tempo

source: List
af: Lys
ar: قائمة
bg_bg: Списък
cs: Seznam
de: Liste
es: Lista
fa_ir: فهرست
fi: Lista
fr: Liste
hu: Lista
it: Lista
ja: 一覧
ka: სია
km: បញ្ជី
pl: Lista
pt: Lista
pt_br: Lista
ro: Listă
sv: Lista
sw: Orodha
uk: Список

source: of all the distinct time values
af: van al die verskillende tyd waardes
ar: من جميع القيم الزمنية المميزة
bg_bg: от всички специфични времеви стойности
cs: všech odlišných časových hodnot
de: von allen unterschiedlichen Zeitwerten
es: de todos los valores de tiempo distintos
fa_ir: از همه ارزش های زمان مشخص
fi: Kaikkien erillisten aika-arvoja
fr: de toutes les valeurs distinctes de temps
hu: az összes különböző idő értékeket
it: di tutti i valori di tempo distinti
ja: すべての別個の時間値の
ka: ყველა მკაფიო დრო ღირებულებები
km: នៃ​តម្លៃ​ពេល​វេលា​ដែល​ខុស​គ្នា​ទាំង​អស់
pl: wszystkich unikatowych wartości czasu
pt: de todos os valores de hora diferentes
pt_br: de todos os valores de tempo/hora diferentes
ro: din toate valorile distincte de timp
sv: av alla de olika tidsvärden
sw: ya tofauti maadili wakati wote
uk: всіх різних значень часу

source: Intervals
af: Intervalle
ar: فترات
bg_bg: интервали
cs: Intervaly
de: Intervalle
es: Intervalos
fa_ir: بازه
fi: Väliajoin
fr: Intervalles
hu: Intervallumok
it: Intervalli
ja: 間隔
ka: ინტერვალი
km: ចន្លោះ​ពេល
pl: Przedziały
pt: Intervalos
pt_br: Intervalos
ro: Intervale
sv: Intervall
sw: Vipindi
uk: Інтервали

source: defined by the resolution
af: gedefinieer deur die resolusie
ar: التي حددها القرار
bg_bg: определен от резолюцията
cs: definované podle rozlišení
de: durch die Auflösung definiert
es: definido por la resolución
fa_ir: تعریف شده توسط قطعنامه
fi: määritellään päätöslauselmassa
fr: défini par la résolution
hu: által meghatározott felbontás
it: definito dalla risoluzione
ja: 解像度による定義
ka: განისაზღვრება გაფართოების მიხედვით
km: ដែល​បាន​កំណត់​ដោយ​សេចក្តី​សម្រេច​នេះ
pl: określone przez rozdzielczość
pt: definido pela resolução
pt_br: definido pela resolução
ro: definit prin Rezoluția
sv: definieras av upplösning
sw: inavyoelezwa na azimio
uk: визначається рішенням

source: Continuous Intervals
af: Deurlopende Intervalle
ar: فترات متواصلة
bg_bg: Непрекъснати интервали
cs: Průběžné intervaly
de: Kontinuierliche Intervalle
es: Intervalos continuos
fa_ir: بازه پیوسته
fi: Jatkuva intervallit
fr: Intervalles continus
hu: Folyamatos intervallumok
it: Intervalli continui
ja: 継続インターバル
ka: უწყვეტი ინტერვალით
km: ចន្លោះ​ពេល​ជា​បន្ត
pl: Ciągłe przedziały
pt: Intervalos contínuos
pt_br: Intervalos contínuos
ro: Intervale continuă
sv: Kontinuerliga Intervaller
sw: Vipindi kuendelea
uk: Безперервні інтервали

source: for data that is frequently updated, resolution describes the frequency of updates
af: vir data wat gereeld opgedateer, resolusie beskryf die frekwensie van updates
ar: بالنسبة للبيانات التي يتم تحديثها بشكل متكرر ، توضح الدقة عدد مرات تكرار التحديثات
bg_bg: за данни, които често се актуализират, резолюцията описва честотата на актуализациите
cs: pro data, která jsou často aktualizována, rozlišení popisuje frekvenci aktualizací
de: Bei häufig aktualisierten Daten beschreibt die Auflösung die Häufigkeit der Aktualisierungen
es: de datos que se actualizan con frecuencia, la resolución describe la frecuencia de las actualizaciones
fa_ir: برای اطلاعات است که اغلب به روز شده، قطعنامه توصیف فرکانس به روز رسانی
fi: tiedolle, jota päivitetään säännöllisesti, päätöslauselmassa kuvataan taajuus päivitykset
fr: pour les données fréquement mises à jour, la précision représente la fréquence des mises à jour
hu: az adatok gyakran frissítik, felbontás írja gyakorisága frissítések
it: per i dati che viene aggiornato di frequente, risoluzione descrive la frequenza degli aggiornamenti
ja: 頻繁に更新されるデータのために、解像度は更新の頻度を記述する
ka: მონაცემები, რომლებიც ხშირად განახლდება,გაფართოება აღწერს განახლების სიხშირეს
km: សម្រាប់​ទិន្នន័យ​ដែល​ត្រូវ​បាន​ធ្វើ​ឱ្យ​ទាន់​សម័យ​ជា​ញឹកញាប់​ការ​ដោះស្រាយ​ពិពណ៌នា​អំពី​ភាព​ញឹកញាប់​នៃ​ការ​ធ្វើ​ឱ្យ​ទាន់​សម័យ​នេះ
pl: dla danych, które są często aktualizowane, rozdzielczość opisuje częstotliwość aktualizacji
pt: para dados atualizados frequentemente, a resolução descreve a frequência das atualizações
pt_br: para dados atualizados frequentemente, a resolução descreve a frequência das atualizações
ro: pentru date care este actualizat frecvent, rezoluția descrie frecvența actualizărilor
sv: för data som ofta uppdateras, beskriver upplösningen frekvensen av uppdateringar
sw: kwa data kwamba ni mara nyingi updated, azimio inaeleza frequency ya updates
uk: для даних, які часто оновлюваної, дозвіл описує частоту оновлень

source: Resolution of time attribute
af: Resolusie van die tyd kenmerk
ar: دقة سمة الوقت
bg_bg: Резолция на времеви атрибут
cs: Rozlišení atributu času
de: Auflösung des Zeitattributs
es: Resolución de atributo de hora
fa_ir: قطعنامه از ویژگی زمان
fi: Päätöslauselma aika määrite
fr: Précision de l'attribut de temps
hu: Állásfoglalás idő attribútum
it: Risoluzione di un attributo tempo
ja: 時間属性の解像度
ka: დროის ატრიბუტის გაფართოება
km: ដំណោះ​ស្រាយ​នៃ​ការ​គុណលក្ខណៈ​ពេល
pl: Rozdzielczość atrybutu czasu
pt: Resolução do atributo de hora
pt_br: Resolução do atributo de tempo/hora
ro: Rezoluția de atribut timp
sv: Resolution av tidsattribut
sw: Utatuzi wa muda sifa
uk: Постанова атрибута часу

source: Enabling Time
af: In staat te stel Tyd
ar: تمكين الوقت
bg_bg: Разреши време
cs: Povolení času
de: Zeit aktivieren
es: Tiempo de Activación
fa_ir: فعال کردن زمان
fi: Joka mahdollistaa aika
fr: Activer Time
hu: Engedélyezése idő
it: Tempo di attivazione
ja: 時系列を有効化
ka: დროის ჩართვა
km: បើក​ការ​ពេល​វេលា
pl: Włączanie czasu
pt: Ativação de hora
pt_br: Ativação de tempo/hora
ro: Activarea Timp
sv: Aktivering Tid
sw: Kuwezesha Time
uk: Включення Час

source: Selecting an Attribute
af: Kies 'n Kenmerk
ar: تحديد سمة
bg_bg: Избиране на атрибут
cs: Výběr atributu
de: Auswählen eines Attributs
es: Selección de un atributo
fa_ir: انتخاب اطلاعات توصیفی
fi: Valitseminen Taito
fr: Sélectionnez un attribut
hu: Kiválasztása Képesség
it: Seleziona un attributo
ja: 属性選択
ka: ატრიბუტის შერჩევა
km: ការ​ជ្រើស​គុណលក្ខណៈ​មួយ
pl: Wybór atrybutu
pt: Seleção de um atributo
pt_br: Selecionado um Atributo
ro: Selectarea o Atribut
sv: Välja en Attribut
sw: Kuchagua Sifa
uk: Вибір атрибута

source: A time attribute can be
ar: السمة الزمنية يمكن أن تكون
de: Mögliche Zeitattribute sind
es: Un atributo de tiempo puede ser
fr: Un attribut temporel peut-être l'un de
it: Un attributo tempo può essere
ja: 時間属性は、いずれかになります
pl: Atrybut czasu może być
pt: Um atributo de tempo pode ser
pt_br: Um atributo de tempo pode ser

source: An existing date
af: 'N bestaande datum
ar: تاريخ حالي
bg_bg: Съществуваща дата
cs: Existující datum
de: Ein bestehendes Datum
es: Una fecha actual
fa_ir: تاریخ موجود
fi: Olemassa oleva päivämäärä
fr: Une date existante
hu: Egy meglévő dátum
it: Una data esistente
ja: 既存の日付
ka: მიმდინარე თარიღი
km: កាលបរិច្ឆេទ​ដែល​មាន​ស្រាប់
pl: Istniejąca data
pt: Uma data existente
pt_br: Uma data existente
ro: O dată existent
sv: En befintlig datum
sw: tarehe zilizopo
uk: Існуючий дата

source: Text that can be converted to a timestamp
af: Teks wat omgeskakel kan word na 'n tyd stempel
ar: النص الذي يمكن تحويله إلى الطابع الزمني
bg_bg: Текст, който може да бъде конвертиран във времеви печат
cs: Text, který lze převést na časové razítko
de: Text, der in einen Zeitstempel umgewandelt werden kann
es: El texto que se puede convertir en una indicación de la hora
fa_ir: متن است که می تواند به یک زمان تبدیل
fi: Tekstiä, joka voidaan muuntaa aikaleima
fr: Le texte peut-être converti en horodatage
hu: Szöveg, amely átalakítható egy időbélyeg
it: Testo che può essere convertito in timestamp
ja: テキストはタイムスタンプへ変換可能です
ka: ტექსტი, რომელიც შეიძლება იყო გარაქმნილი თარიღში და დროში
km: អត្ថបទ​ដែល​អាច​ត្រូវ​បាន​បម្លែង​ទៅ​ជា​ត្រា​ពេល​វេលា​មួយ
pl: Tekst, który może być przekształcony na znacznik czasu
pt: Texto que pode ser convertido em carimbo de data/hora
pt_br: Texto que pode ser convertido em timestamp
ro: Textul care poate fi convertit la un marcaj de timp
sv: Text som kan omvandlas till en tidsstämpel
sw: Nakala ambayo inaweza kuwa waongofu na timestamp
uk: Текст, який може бути перетворений в мітку часу

source: A number representing a year
af: 'N getal wat 'n jaar
ar: عدد يمثل سنة
bg_bg: Число представляващо година
cs: Číslo představující rok
de: Eine Zahl, die ein Jahr darstellt
es: Un número que representa un año
fa_ir: تعداد نمایندگی یک سال
fi: Määrä edustaa vuoden
fr: Un nombre représentant une année
hu: A szám, ami egy év alatt
it: Un numero che rappresenta l'anno
ja: 西暦をあらわす数値
ka: რიცხვი რომელიც წარმოადგენს წელს
km: ចំនួន​តំណាង​ឱ្យ​មួយ​ឆ្នាំ
pl: Liczba oznaczająca rok
pt: Um número que representa um ano
pt_br: Um número que representa um ano
ro: Un număr reprezentând un an
sv: Ett tal som representerar ett år
sw: simu anayewakilisha mwaka
uk: Число, що представляє рік

source: For text attributes, one can specify a custom format (as part of the "Advanced Options") or use the 'best guess' approach which will try to automatically translate well-known recognized patterns into valid times.
ar: بالنسبة للسمات النصية ، يمكن للمرء تحديد تنسيق مخصص (كجزء من "الخيارات المتقدمة") أو استخدام نهج "أفضل تخمين" الذي سيحاول تلقائيًا ترجمة الأنماط المعروفة جيدا إلى أوقات صالحة.

source: The 'best guess' will handle date and optional time variants of
af: Die 'beste raaiskoot "sal die datum en opsionele tyd variante van hanteer
ar: إن 'أفضل تخمين "سيتعامل مع التاريخ والوقت الاختياري من الخيارين
bg_bg: "Най-доброто предположение" ще борави с дата и времеви варианти по избор за
cs: "Nejlepší odhad" bude zpracovávat datum a volitelné časové varianty
de: Die "Vermutung" behandelt Datums- und optionale Zeitvarianten von
es: La "mejor estimación" manejará la fecha y variantes de tiempo opcionales de
fa_ir: "بهترین حدس خواهد تاریخ و زمان اختیاری انواع دسته
fi: "Paras arvaus" hoitaa päivämäärä ja vapaaehtoinen aika variantteja
fr: La 'meilleure estimation' va gérer les variantes optionnelles de date et d'heure de
hu: A "legjobb becslés" fogják kezelni dátum és időpont választható változatai
it: L''ipotesi migliore' in grado di gestire le varianti di data e ora opzionale di
ja: “best guess”は所定書式の日付・時刻を処理します:
ka: 'best guess' დაამუშავებს თარიღის ვარიანტებს და დროს
km: 'បាន​ប៉ាន់ប្រមាណ​យ៉ាង​ល្អ​បំផុត​' នឹង​ដោះស្រាយ​វ៉ា​រ្យ៉​ង់​កាលបរិច្ឆេទ​និង​ពេលវេលា​នៃ​ការ​ស្រេច
pl: Opcja „najlepsze przypuszczenie” obsłuży datę i opcjonalne warianty czasu
pt: A "melhor estimativa" tratará da data e de variantes opcionais de hora do
pt_br: A ‘melhor estimativa’ tratará das variantes de data e hora opcionais de
ro: "Cel mai bun ghicire", se va ocupa de dată și oră opțională variante de
sv: Den "bästa gissning" hanterar datum och valfri tid varianter av
sw: 'Nadhani bora' kushughulikia tarehe na wakati hiari variants ya
uk: «Здогад» буде обробляти варіанти дати і додатково тимчасові

source: In terms of the formatting flags noted above, these are
af: In terme van die uitleg vlae wat hierbo genoem, dit is
ar: من ناحية تنسيق البلاط المشار إليه أعلاه، هؤلاء هم
bg_bg: От гледна точка на отбелязаните форматирания по-горе, те са
cs: Pokud jde o formátovací příznaky uvedené výše, jsou to
de: In Bezug auf die oben angegebenen Formatierungen sind dies
es: En términos de las notificaciones de formato indicados anteriormente, se trata de
fa_ir: از لحاظ پرچم قالب بندی در بالا ذکر شد، این ها
fi: Kannalta muotoilun lippujen edellä todettiin, nämä ovat
fr: En ce qui concerne les drapeaux de mise en forme mentionnés ci-dessus, il s'agit de
hu: Szempontjából a formázási zászlók azt fentebb megjegyeztük, ezek
it: Per quanto riguarda le bandiere di formattazione osservato in precedenza, si tratta di
ja: 上記書式は以下のような対応となります
ka: ზემოთ აღინიშნული დროშების ფორმატირების გათვალისწინებით, არის
km: នៅ​ក្នុង​លក្ខខណ្ឌ​នៃ​ទង់​ការ​ធ្វើ​ទ្រង់ទ្រាយ​កត់​សម្គាល់​ខាង​លើ​ទាំង​នេះ​គឺ​ជា
pl: Pod względem flag formatowania wymienionych powyżej, są to
pt: Em relação aos sinalizadores de formatação mencionados anteriormente, eses são
pt_br: Em relação aos sinais de formatação mencionados anteriormente, estes (as) são
ro: În ceea ce privește opțiunile de formatare menționate mai sus, acestea sunt
sv: I fråga om formaterings flaggorna ovan angivna, dessa är
sw: Katika suala la bendera formatting ilivyoelezwa hapo juu, hizi ni
uk: З точки зору прапорів форматування, відзначених вище, це

source: Modal Header
ar: رأس الشكل
es: Encabezado modal
fr: En-tête modal
it: Intestazione modale
pl: Nagłówek modalny
pt: Cabeçalho Modal
pt_br: Cabeçalho Modal

source: does NOT match any valid ISO-8601 Date-Time string!
ar: لا يطابق أي سلسلة تاريخ وقت ISO-8601 صالحة!
de: stimmt NICHT mit einer gültigen ISO-8601-Datums-Zeitzeichenfolge überein!
es: NO coincide con ninguna cadena válida de fecha y hora ISO-8601!
fr: ne correspond à aucune chaîne ISO-8601 Date-Time string valide!
it: non corrisponde a nessuna stringa valida ISO-8601!
ja: ISO-8601フォーマットにマッチしません
pl: nie pasuje do żadnego poprawnego formatu daty i godziny ISO-8601!
pt: NÃO corresponde a nenhuma sequência de data / hora ISO-8601 válida!
pt_br: NÃO corresponde a nenhuma string ISO-8601 Data-Hora válida!

source: Valid ISO-8601 for
ar: ISO-8601 صالح ل
de: Gültige ISO-8601 für
es: ISO-8607 válido para
fr: ISO-8601 valide pour
it: ISO-8601 valido per
ja: 正しいISO-8601フォーマット:
pl: Poprawny ISO-8601 dla
pt: ISO-8601 válido para
pt_br: ISO-8601 válida para

source: matches a valid ISO-8601 Date-Time string!
ar: يطابق سلسلة تاريخ وقت ISO-8601 صالحة!
de: entspricht einer gültigen ISO-8601-Datums-Zeitzeichenfolge!
es: coincide con una cadena válida de fecha y hora ISO-8601!
fr: il correspond à une chaîne ISO-8601 Date-Time string valide!
it: non corrisponde ad alcuna stringa valida ISO-8601 data-ora!
ja: ISO-8601フォーマットにマッチしました
pl: pasuje do poprawnego formatu daty i godziny ISO-8601!
pt: corresponde a uma sequência de data e hora ISO-8601 válida!
pt_br: corresponde a uma string de Data/Hora ISO-8601 válida!

source: Not Valid ISO-8601 for
ar: ISO-8601 غير صالح لـ
de: Nicht gültig nach ISO-8601 für
es: ISO-8607 no válido para
fr: ISO-8601 invalide pour
it: ISO-8601 non valido per
ja: 不正なISO-8601フォーマット:
pl: Niepoprawny ISO-8601 dla
pt: ISO-8601 inválido para
pt_br: ISO-8601 inválida para

source: does NOT match any valid ISO-8601 Date-Time string!
ar: لا يطابق أي سلسلة تاريخ وقت ISO-8601 صالحة!
de: stimmt NICHT mit einer gültigen ISO-8601-Datums-Zeitzeichenfolge überein!
es: no coincide con ninguna cadena válida de fecha y hora ISO-8601!
fr: ne correspond à aucune chaîne date-heure ISO-8601 valide!
it: non corrisponde ad alcuna stringa valida ISO-8601 per data-ora!
ja: ISO-8601フォーマットにマッチしません
pl: nie pasuje do żadnego poprawnego formatu daty i godziny ISO-8601!
pt: não CORRESPONDE a nenhuma string ISO-8601 Data-Tempo válida!
pt_br: não corresponde a nenhuma string ISO-8601 Data-Hora válida!

source: Wrong Selection
ar: اختيار خاطئ
de: Falsche Auswahl
es: Selección incorrecta
fr: Erreur de sélection
it: Scelta sbagliata
ja: 選択に誤りがあります
pl: Niewłaściwy wybór
pt: Seleção Errada
pt_br: Seleção Incorreta

source: Please, select one Time Attribute to test!
ar: من فضلك ، حدد سمة وقت واحدة للاختبار!
de: Bitte wählen Sie ein Zeitattribut zum Testen aus!
es: Por favor, seleccione un atributo de tiempo para probar!
fr: Veuillez sélectionner un attribut temporel à tester !
it: Si prega di selezionare un Attributo Temporale!
ja: チェックする日時属性はひとつだけ選択してください
pl: Proszę wybrać jeden atrybut czasu do testów!
pt: Por favor, selecione um Atributo de Tempo para testar!
pt_br: Favor selecionar um Atributo de Tempo para realizar o teste!

source: Returning to the upload starting page in <span id="cnt">5</span>seconds
af: Terug te keer na die oplaai tuisblad in <span id="cnt">5</span> sekondes
ar: العودة إلى صفحة بدء التحميل في <span id="cnt">5</span> ثوان
bg_bg: Връщайки се към началната страница за качване след <span id="cnt">5</span> секунди
cs: Návrat na domovskou stránku začne za <span id="cnt">5</span> sekund
de: Rückkehr zur Startseite des Hochladens in <span id="cnt">5</span> Sekunden.
es: Volviendo a la página de inicio de carga en <span id="cnt">5</span>segundos
fa_ir: بازگشت به صفحه بارگذاری شروع در <span id="cnt">5</span> ثانیه
fi: Palatakseni upload aloitussivulle <span id="cnt">5</span> sekunnissa
fr: Retour à la page de démarrage du téléchargement dans <span id="cnt">5</span>secondes
hu: Visszatérve a feltöltési kezdő oldal <span id="cnt">5</span> másodperc alatt
it: Sarai rediretto alla pagina iniziale di caricamento entro <span id="cnt">5</span> secondi
ja: <span id="cnt">5</span>秒後にアップロード画面ヘ戻ります
ka: დაუბრუნდით ძველი ატვირთვის გვერდს <span id=\"cnt\">5</span> წამში
km: ត្រឡប់​ទៅ​ទំព័រ​ចាប់​ផ្តើ​ម​ការ​ផ្ទុក​ឡើង​ក្នុង <span id="cnt">5</span> វិនាទី
pl: Powrót do strony wysyłania za <span id="cnt">5</span> sekund
pt: Retornando para a página inicial de carregamentos em <span id="cnt">5</span>segundos
pt_br: Retornando para a página inicial de upload em <span id="cnt">5</span>segundos
ro: Revenind la pagina de încărcare de plecare în <span id="cnt">5</span> secunde
sv: Återvänder till uppladdnings startsida i <span id="cnt">5</span> sekunder
sw: Kurudi kwenye ukurasa upload kuanzia katika sekunde <span id="cnt">5</span>
uk: Повертаючись до завантаження стартової сторінки в <span id="cnt">5</span> секунд

source: Or just go
af: Of net gaan
ar: أو الذهاب فقط
bg_bg: Или просто отидете
cs: Nebo jít na
de: oder sofort verlassen
es: O simplemente ir
fa_ir: و یا فقط به
fi: Tai vain mennä
fr: Ou tout simplement aller
hu: Vagy csak megy
it: O semplicemente andare
ja: 続行
ka: ან მხოლოდ იარეთ
km: ឬ​គ្រាន់​តែ​ទៅ
pl: Lub przejdź do
pt: Ou ir agora
pt_br: Ou ir agora
ro: Sau du-te
sv: Eller bara gå
sw: Au tu kwenda
uk: Або просто піти

source: Invalid zip file detected
ar: تم اكتشاف ملف مظغوط غير صالح
de: Ungültige ZIP-Datei gefunden
es: Archivo zip no válido detectado
fr: Fichier ZIP invalide
it: Rilevato file zip non valido
ja: ZIPファイルが不正です
pl: Wykryto nieprawidłowy plik ZIP
pt: Detetado ficheiro zip inválido
pt_br: Arquivo zip inválido detectado

source: Could not find any valid spatial file inside the uploaded zip
ar: تعذر العثور على أي ملف مكاني صالح داخل الملف المظغوط الذي تم تحميله
de: Es konnte keine gültige räumliche Datei in der hochgeladenen ZIP-Datei gefunden werden
es: No se pudo encontrar ningún archivo espacial válido dentro del zip cargado
fr: Impossible de trouver un fichier spatial valide dans le zip téléchargé
it: Impossibile trovare alcun file spaziale valido all'interno del file zip caricato
ja: アップロードされたZIPファイルの中に、有効な地理空間データが見つかりませんでした
pl: Nie znaleziono żadnego prawidłowego pliku przestrzennego w przesłanym pliku ZIP
pt: Não foi possível encontrar nenhum ficheiros espacial válido dentro do zip carregado
pt_br: Não foi possível encontrar um arquivo espacial válido dentro do zip carregado

source: Invalid kmz file detected
ar: تم اكتشاف ملف kmz غير صالح
de: Ungültige kmz-Datei gefunden
es: Archivo kmz no válido detectado
fr: Fichier kmz invalide détecté
it: Rilevato file kmz non valido
ja: KMZファイルが不正です
pl: Wykryto nieprawidłowy plik kmz
pt: Detetado ficheiro kmz inválido
pt_br: Arquivo kmz inválido detectado

source: Could not find any kml files inside the uploaded kmz
ar: تعذر العثور على أي ملفات kml داخل kmz التي تم تحميلها
de: In den hochgeladenen kmz konnten keine kml-Dateien gefunden werden
es: No se encontraron archivos kml dentro del kmz cargado
fr: Impossible de trouver le fichier kml dans le kmz chargé
it: Impossibile trovare file kml all'interno del kmz caricato
ja: アップロードされたKMZの中に、KMLファイルが見つかりませんでした
pl: Nie znaleziono żadnych plików kml w przesłanym kmz
pt: Não foi possível encontrar qualquer ficheiro kml dentro do kmz carregado
pt_br: Não foi possível encontrar um arquivo xml dentro do km2 carregado

source: Only one shapefile per zip is allowed
ar: يُسمح بملف أشكال واحد لكل ملف مضغوط
de: Es ist nur ein Shapefile pro Zip zulässig
es: Solo se permite un archivo shapefile por zip
fr: Un seul fichier de formes par zip est autorisé
it: È consentito un unico shapefile per zip
ja: ZIPファイルには、シェープファイルはひとつだけ含むことができます
pl: Dozwolony jest tylko jeden plik shapefile w pliku zip
pt: Apenas um ficheiro shapefile por ZIP é permitido
pt_br: Somente um shapefile por zip é permitido

source: kml files with more than one GroundOverlay are not supported
ar: ملفات kml التي تحتوي اكثر من صورة تراكب أرض واحدة غير مدعومة
de: kml-Dateien mit mehr als einem GroundOverlay werden nicht unterstützt
es: archivos kml con más de un GroundOverlay no son compatibles
fr: Les fichiers kml avec plus d'un recouvrement de sol ne sont pas pris en charge
it: non sono supportati file KML con più di una GroundOverlay
ja: 2つ以上のGroudOverlayをもつKMLファイルは対応していません
pl: pliki kml z więcej niż jednym GroundOverlay nie są obsługiwane
pt: não são suportados ficheiros kml com mais que um GroudOverlay
pt_br: arquivos kml com mais de uma sobreposição no terreno não são aceitos

source: Ground overlay image declared in kml file cannot be found
ar: لا يمكن العثور على صورة التراكب الأرضي المعلنة في ملف kml
de: In kml-Datei deklariertes Boden-Overlay-Bild kann nicht gefunden werden
es: No se puede encontrar la imagen de superposición de suelo declarada en el archivo kml
fr: L'image de recouvrement du sol déclarée dans le fichier kml ne peut être trouvée
it: Ground overlay dichiarata nel file kml non trovata
ja: KMLファイルで宣言されているGroudOverlay画像が見つかりませんでした
pl: Nie można znaleźć GroundOverlay zadeklarowanego w pliku kml
pt: Não foi possível encontrar GroundOverlay declarada no ficheiro kml
pt_br: Sobreposição de imagem do terreno declarada no kml não foi encontrada

source: Only one kml file per ZIP is allowed
ar: يُسمح بملف kml واحد فقط لكل ملف مضغوط
de: Es ist nur eine kml-Datei pro ZIP zulässig
es: Solo un archivo kml por ZIP es permitido
fr: Un seul fichier kml par ZIP est autorisé
it: È consentito un solo file kml per file zip
ja: ZIPファイルには、KMLファイルはひとつだけ含むことができます
pl: Dozwolony jest tylko jeden plik kml w pliku zip
pt: Apenas um ficheiro kml por ZIP é permitido
pt_br: Somente um arquivo kml por ZIP é permitido

source: Only one kml file per kmz is allowed
ar: يُسمح بملف kml واحد فقط لكل kmz
de: Nur eine kml-Datei pro kmz ist zulässig
es: Solo un archivo kml por KMZ es permitido
fr: Un seul fichier kml par kmz est autorisé
it: È consentito un solo file kml per kmz
ja: KMZファイルには、KMLファイルはひとつだけ含むことができます
pl: Dozwolony jest tylko jeden plik kml w pliku kmz
pt: Apenas um ficheiro kmz por ZIP é permitido
pt_br: Somente um arquivo kml por kmz é permitido

source: You are trying to upload multiple GeoTIFFs without a valid 'indexer.properties' file.
ar: أنت تحاول تحميل GeoTIFFs متعددة بدون ملف خصائص مفهرس صالح.
de: Sie versuchen, mehrere GeoTIFF-Dateien ohne eine gültige 'indexer.properties'-Datei hochzuladen.
es: Está intentando cargar múltiples GeoTIFF sin un 'indexex.properties'válido.
fr: Vous essayez de télécharger plusieurs GeoTIFF sans 'index' "valide.
it: Si sta tentando di caricare più GeoTIFF senza un file 'indexer.properties' valido.
ja: 有効な’indexer.properties’ なしに、複数のGeoTIFFをアップロードしようとしています。
pl: Próbujesz przesłać wiele plików GeoTIFF bez prawidłowego pliku „indexer.properties”.
pt: Você está a tentar carregar vários GeoTIFFs sem um ficheiro 'indexer.properties' válido.
pt_br: Você está tentando carregar vários GeoTIFFS sem um válido arquivo ‘indexer.properties’ .
