Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: key party responsible for gathering information and conducting research
af: sleutel party wat verantwoordelik is vir die insameling van inligting en die uitvoer van navorsing
ar: الطرف الرئيسي المسؤول عن جمع المعلومات وإجراء البحوث
bg_bg: ключова страна, отговорна за събирането на информация и провеждане на проучването
cs: klíčová skupina odpovědná za shromažďování informací a provádění výzkumu
de: Schlüsselperson, die für das Sammeln von Informationen und die Durchführung von Forschungsarbeiten verantwortlich ist
es: parte clave responsable de recabar información y realizar investigaciones
fa_ir: احزاب مسئول جمع آوری اطلاعات و انجام پژوهش
fi: keskeinen osapuoli vastaa tiedon keruusta ja tutkimuksesta
fr: équipe clé qui est responsable de la collecte d'informations et qui conduit la recherche
hu: kulcsfontosságú fél felelős az információgyűjtés és a kutatásért
it: parte chiave responsabile della raccolta di informazioni e della conduzione della ricerca
ja: 情報収集と調査に関する主な担当者
ka: მთავარი მხარე, რომელიც პასუხისმგებელი ინფორმაციის შეგროვებაზე და კვლევის ჩატარებაზე
km: គណបក្ស​គន្លឹះ​ទទួល​ខុស​ត្រូវ​ចំពោះ​ការ​ប្រមូល​ព័ត៌មាន​និង​ធ្វើ​ការ​ស្រាវ​ជ្រាវ
pl: kluczowy podmiot odpowiedzialny za zbieranie informacji i prowadzenie badań
pt: responsável chave pela obtenção de informações e condução de pesquisa
pt_br: principal parte responsável pela obtenção de informações e condução da pesquisa
ro: partid-cheie responsabil pentru colectarea de informații și efectuarea de cercetare
sv: Huvudansvaret för insamling av information och bedriva forskning
sw: pande muhimu zinazohusika na ukusanyaji wa taarifa na kufanya utafiti
tr: bilgi toplama ve araştırma yapma sorumluluğu olan ana taraf
uk: Ключ сторона, відповідальна за збір інформації та проведення досліджень

source: Email Address
af: E-posadres
ar: عنوان البريد الإلكتروني
bg_bg: Електронна поща
cs: Emailová adresa
de: E-Mail Adresse
es: Dirección de correo electrónico
fa_ir: آدرس پست الکترونیک
fi: Sähköpostiosoite
fr: Adresse mail
hu: E-mail cím
it: Indirizzo email
ja: メールアドレス
ka: საფოსტო მისამართი
km: អាសយដ្ឋាន​អ៊ី​ម៉ែ​ល
pl: Adres e-mail
pt: Endereço de Email
pt_br: Endereço de email
ro: Adresa de e-mail
sv: E-postadress
sw: Anuani ya barua pepe
tr: E-posta Adresi
uk: Адреса електронної пошти

source: Organization Name
af: Organisasie se naam
ar: اسم المؤسسة
bg_bg: Име на организацията
cs: Název organizace
de: Name der Organisation
es: Nombre de la organización
fa_ir: نام سازمان
fi: Organisaation nimi
fr: Nom de l'organisation
hu: Szervezet neve
it: Nome dell'organizzazione
ja: 組織名
ka: ორგანიზაციის დასახელება
km: ឈ្មោះ​អង្គភាព
pl: Nazwa organizacji
pt: Nome da Organização
pt_br: Nome da Organização
ro: Numele organizației
sv: Namn på organisationen
sw: Jina shirika
tr: Organizasyon Adı
uk: Назва організації

source: name of the responsible organization
af: naam van die verantwoordelike organisasie
ar: اسم المنظمة المسؤولة
bg_bg: име на оотговорната организация
cs: název odpovědné organizace
de: Name der verantwortlichen Organisation
es: nombre de la organización responsable
fa_ir: نام سازمان مسئول
fi: nimi vastuuorganisaatiolle
fr: nom du responsable de l'organisation
hu: nevét az illetékes szervezet
it: nome dell'organizzazione responsabile
ja: 組織名
ka: პასუხისმგებელი ორგანიზაციის დასახელება
km: ឈ្មោះ​របស់​អង្គការ​ទទួល​ខុស​ត្រូវ
pl: nazwa organizacji odpowiedzialnej
pt: nome da organização responsável
pt_br: nome da organização responsável
ro: numele organizației responsabile
sv: namnet på den ansvariga organisationen
sw: jina la shirika husika
tr: sorumlu organizasyonun adı
uk: Назва відповідальної організації

source: Profile
af: Profiel
ar: الملف الشخصي
bg_bg: Профил
cs: Profil
de: Profil
es: Perfil
fa_ir: نمایه
fi: Profiili
fr: Profil
hu: Profil
it: Profilo
ja: プロフィール
ka: პროფაილი
km: ព​ត៌​មាន
pl: Profil
pt: Perfil
pt_br: Perfil
ro: Profil
sv: Profil
sw: Wasifu
tr: Profil
uk: Профіль

source: introduce yourself
af: stel jouself
ar: قدم نفسك
bg_bg: представи себе си
cs: představte se
de: Stellen Sie sich vor
es: date a conocer
fa_ir: خودتان را معرفی کنید
fi: Esittele itsesi
fr: présentez-vous
hu: mutatkozz
it: presentarsi
ja: 自己紹介
ka: წარმოადგინეთ თქვენი თავი
km: ណែនាំ​ខ្លួន​អ្នក
pl: przedstaw się
pt: apresentar-se
pt_br: apresente-se
ro: te prezinti
sv: presentera dig
sw: kuanzisha mwenyewe
tr: kendinizi tanıtın
uk: представьтесь

source: Position Name
af: Posisie Naam
ar: اسم المركز
bg_bg: Име на позицията
cs: Název pozice
de: Name der Position
es: Nombre de la posición
fa_ir: موقعیت نام
fi: Sijainti Nimi
fr: Nom du poste
hu: Pozíció Név
it: Incarico
ja: 部署名
ka: თანამდებობდა
km: ទីតាំង​ឈ្មោះ
pl: Nazwa stanowiska
pt: Cargo
pt_br: Cargo
ro: Poziție Name
sv: Placering Namn
sw: Jina Position
tr: Pozisyon Adı
uk: Позиція Name

source: role or position of the responsible person
af: rol of posisie van die verantwoordelike persoon
ar: دور أو موقف الشخص المسؤول
bg_bg: роля или позиция на отговорния човек
cs: role nebo pozice odpovědné osoby
de: Rolle oder Position der verantwortlichen Person
es: función o cargo de la persona responsable
fa_ir: نقش و یا موقعیت فرد مسئول
fi: rooli tai asema vastuuhenkilö
fr: rôle ou position de la personne responsable
hu: szerepe, illetve helyzete a felelős személy
it: ruolo o posizione della persona responsabile
ja: 役職
ka: პასუხისმგებელი პირის რული ან თანამდებობდა
km: តួនាទី​ឬ​ទីតាំង​នៃ​មនុស្ស​ដែល​ទទួល​ខុស​ត្រូវ
pl: rola lub stanowisko osoby odpowiedzialnej
pt: cargo ou posição da pessoa responsável
pt_br: função ou cargo da pessoa responsável
ro: Rolul sau funcția persoanei responsabile
sv: roll eller befattning på den ansvariga personen
sw: cheo au nafasi ya anayehusika
tr: sorumlu kişinin rolü veya pozisyonu
uk: Роль і позиція відповідальної особи

source: Voice
ar: صوت
bg_bg: Глас
cs: Hlas
de: Voicemail
es: Voz
fa_ir: صدا
fi: Ääni
fr: Téléphone
hu: Hang
it: Voce
ja: 電話
ka: ხმა
km: សំ​លេង
pl: Głos
pt: Voz
pt_br: Voz
ro: Voce
sv: Röst
sw: Sauti
tr: Ses
uk: Голос

source: telephone number by which individuals can speak to the responsible organization or individual
af: telefoonnommer waardeur individue kan praat met die verantwoordelike organisasie of individu
ar: رقم الهاتف الذي يمكن للأفراد التحدث إلى المنظمة المسؤولة أو فرد
bg_bg: телефонен номер, на който могат да се провеждат индивидуални разговори с отговорната организация или човек
cs: telefonní číslo, které mohou jednotlivci hovořit s odpovědnou organizací nebo jednotlivcem
de: Telefonnummer, unter der Sie mit der verantwortlichen Organisation oder Person sprechen können
es: número de teléfono por el cual las personas pueden hablar con el responsable de la organización o individual
fa_ir: شماره تلفن های که افراد می توانند به سازمان مسئول و یا فردی صحبت می کنند
fi: puhelinnumero, johon ihmiset voivat puhua vastaavan organisaation tai yksittäisen
fr: numéro de téléphone permettant de joindre l'organisation ou la personne responsable
hu: telefonszám, amellyel az egyének beszélni a felelős szervezet vagy egyén
it: numero di telefono con cui le persone possono parlare con l'organizzazione o l'individuo responsabile
ja: 組織あるいは個人担当者の電話番号
ka: ტელეფონის ნომერი, რომლის საშველებითაც ინდივიდუალურ პირებსაც შეუძლიათ დაუკავშირდნენე პასუხისმგებელი" "ორგანიზაციას ან პირს
km: លេខ​ទូរស័ព្ទ​ដែល​បុគ្គល​អាច​និយាយ​ទៅ​អង្គការ​ឬ​បុគ្គល​ដែល​ទទួល​ខុស​ត្រូវ
pl: numer telefonu, pod którym można rozmawiać z odpowiedzialną organizacją lub osobą
pt: número do telefone para falar com a organização ou indivíduo responsável
pt_br: número do telefone para falar com a organização ou o indivíduo responsável
ro: număr de telefon prin care persoanele fizice pot vorbi la organizația responsabilă sau individuale
sv: telefonnummer där individer kan tala till ansvarig organisation eller individ
sw: namba ya simu ambayo watu wanaweza kuzungumza na shirika au mtu husika
tr: sorumlu organizasyon veya birey ile konuşmak için kullanılacak telefon numarası
uk: номер телефону, за яким люди можуть говорити з відповідальної організації або фізичної особи

source: Facsimile
af: Faks
ar: الفاكس
bg_bg: Факс
cs: Faksimile
de: Fax
es: Fax
fa_ir: رونوشت
fi: Faksi
fr: Fax
hu: Hasonmás
it: Fax
ja: FAX
ka: ფაქსიმილიე
km: ទូរ​រ
pl: Faks
pt: Fax
pt_br: Fax
ro: Reproducere
sv: Faksimil
sw: Nukushi
tr: Faks
uk: Факсиміле

source: telephone number of a facsimile machine for the responsible organization or individual
af: telefoonnommer van 'n faks masjien vir die verantwoordelike organisasie of individu
ar: رقم الهاتف لآلة الفاكس للمنظمة المسؤولة أو الفرد
bg_bg: телефонен номер на факс машиниата на отговорната организация или човек
cs: telefonní číslo faxového zařízení pro odpovědnou organizaci nebo jednotlivce
de: Faxnummer für die verantwortliche Organisation oder Person
es: número de teléfono o de fax para la organización responsable o individual
fa_ir: شماره تلفن دستگاه فاکس برای سازمان مسئول و یا فردی
fi: puhelinnumero faksimilekonetta vastuullista organisaation tai yksittäisen
fr: numéro de téléphone ou de fax de l'organisation ou la personne responsable
hu: telefonszámát a telefax gép a felelős szervezet vagy egyén
it: numero di telefono o fax per l'organizzazione o l'individuo responsabile
ja: 組織あるいは個人担当者のFAX番号
ka: ფაქსის ნომერი პასუხისმგებელი ორგანიზაციის ან პირის
km: លេខ​ទូរស័ព្ទ​នៃ​ម៉ាស៊ីន​ទូរ​សម្រាប់​អង្គការ​ឬ​បុគ្គល​ដែល​ទទួល​ខុស​ត្រូវ
pl: numer telefonu lub faksu odpowiedzialnej organizacji lub osoby
pt: número do fax para falar com a organização ou indivíduo responsável
pt_br: número do telefone ou fax da organização ou do indivíduo responsável
ro: numărul de telefon al unei mașini de fax pentru organizația responsabilă sau individuale
sv: telefonnummer till en faxmaskin för den ansvariga organisation eller individ
sw: namba ya simu ya mashine ya nukushi kwa shirika au mtu husika
tr: sorumlu organizasyon veya birey için bir faks makinesinin telefon numarası
uk: Номер телефону факсимільний апарат для відповідальної організації або індивідуального

source: Delivery Point
af: Lewering punt
ar: نقطة التسليم
bg_bg: Точка на доставка
cs: Dodací místo
de: Abgabestelle
es: Punto de entrega
fa_ir: نقطه تحویل
fi: Jakelupisteen
fr: Point de livraison
hu: Szállítási Point
it: Informazioni di contatto
ja: 納入場所
ka: მიწოდების მისამართი
km: ចំណុច​ដឹកជញ្ជូន
pl: Punkt dostawy
pt: Entrega
pt_br: Ponto de Entrega
ro: Punct de livrare
sw: Sehemu ya kuchukulia
tr: Teslim Noktası
uk: Пункт доставки

source: physical and email address at which the organization or individual may be contacted
af: fisiese en e-posadres wat die organisasie of individu kan gekontak word
ar: العنوان المادي والبريد الإلكتروني الذي يمكن الاتصال به بالمنظمة أو بالفرد
bg_bg: Реален адрес или екетронна поща, където можеш да се свържеш с организацията или индивида
cs: fyzická a e-mailová adresa, na které lze kontaktovat organizaci nebo jednotlivce
de: physische und E-Mail-Adresse, unter der die Organisation oder die Person kontaktiert werden kann
es: dirección física y de correo electrónico en el que la organización o el usuario puede sercontactado
fa_ir: آدرس فیزیکی و ایمیل که در آن سازمان و یا فردی ممکن است تماس
fi: fyysinen ja sähköpostiosoite, johon organisaatio tai henkilö voi ottaa yhteyttä
fr: adresse physique et email auxquelles l'organisation ou la personne responsable peut être contacté
hu: fizikai és e-mail cím, ahol a szervezet vagy személy a kapcsolatot
it: indirizzo fisico e email ai quali l'organizzazione o l'individuo possono essere contattati
ja: 組織あるいは個人担当者のメールアドレス、あるいは住所
ka: მოქმედი ფიზიკური და ელფოსტის მისამართი, რომელზეც შეუძლია დაუკავშირდეს ორგანიზაცის ან ინდივიდუალური პირს
km: អាសយដ្ឋាន​រាងកាយ​និង​អ៊ី​ម៉ែ​ល​ដែល​អង្គការ​ឬ​បុគ្គល​អាច​នឹង​ត្រូវ​បាន​ទាក់ទង
pl: adres fizyczny i adres e-mail, pod którym można się skontaktować z organizacją lub osobą
pt: endereço e email para contatar a organização ou indivíduo responsável
pt_br: endereço físico e de e-mail para contatar a organização ou o indivíduo
ro: adresă fizică și de e-mail la care organizația sau individul poate fi contactat
sv: fysisk och e-postadress på vilken organisation eller enskild kan kontaktas
sw: anuani ya eneo na barua pepe kwa mawasiliano na shirika au mtu binafsi
tr: organizasyon veya bireyin iletişim kurulabileceği fiziksel ve e-posta adresi
uk: фізичне та адресу електронної пошти, на якому організація або приватна особа може зв'язатися

source: City
af: Plaas
ar: مدينة
bg_bg: Град
cs: Město
de: Stadt
es: Ciudad
fa_ir: شهرستان
fi: Kaupunki
fr: Ville
it: Città
ja: 市区町村
ka: ქალაქი
km: ទីក្រុង
pl: Miasto
pt: Cidade
pt_br: Cidade
ro: Oraș
sv: Stad
sw: Jiji
tr: Şehir
uk: Сіті

source: city of the location
af: stad van die plek
ar: مدينة الموقع
bg_bg: град на локацията
cs: město místa
de: Stadt des Standortes
es: ciudad de Residencia
fa_ir: شهرستان از محل
fi: kaupungin sijainti
fr: ville du lieu
hu: város a helyszín
it: città della posizione
ja: 市区町村
ka: ქალაქის ადგილსამყოფელი
km: ទីក្រុង​នៃ​ទីតាំង
pl: miasto lokalizacji
pt: cidade da localização
pt_br: cidade da localização
ro: orașul de locația
sv: stad av platsen
sw: jiji la eneo
tr: konumun şehri
uk: Місто розташування

source: Administrative Area
af: Administratiewe Area
ar: منطقة إدارية
bg_bg: Административна област
cs: Administrativní oblast
de: Verwaltungsbereich
es: Estado o Provincia
fa_ir: منطقه اداری
fi: Hallinnollinen alue
fr: Zone administrative
hu: Közigazgatási Terület
it: Area Amministrativa
ja: 都道府県
ka: ადმინისტრაციული ერთეული
km: តំបន់​រដ្ឋបាល
pl: Obszar administracyjny
pt: Área Administrativa
pt_br: Área administrativa
ro: Zona administrativă
sv: Förvaltningsområdet
sw: Tawala Area
tr: İdari Bölge
uk: Адміністративного округу

source: state, province of the location
af: staat, provinsie van die plek
ar: الدولة، محافظة الموقع
bg_bg: град, провинция на локацията
cs: stát, provincie místa
de: Staat, Provinz des Standortes
es: estado o Provincia
fa_ir: دولت، استان محل
fi: valtion, maakunnan sijainti
fr: état, province du lieu
hu: állami, tartományi, a hely
it: stato, provincia della posizione
ja: 都道府県
ka: ადგილმდებარეობის შტატი, რეგიონი
km: រដ្ឋ​ខេត្ត​ទីតាំង
pl: stan, prowincja lokalizacji
pt: estado, município da localização
pt_br: estado ou província da localização
ro: de stat, provincie a locației
sv: stat, provins av platsen
sw: serikali, jimbo la eneo
tr: konumun eyaleti, ili
uk: Держава, провінція місці

source: Postal Code
af: Poskode
ar: الرمز البريدي
bg_bg: Пощенски код
cs: PSČ
de: Postleitzahl
es: Código Postal
fa_ir: کد پستی
fi: Postinumero
fr: Code postal
it: Codice postale
ja: 郵便番号
ka: საფოსტო კოდი
km: លេខ​កូដ​ប្រៃ​ស​ណី​យ
pl: Kod pocztowy
pt: Código Postal
pt_br: CEP
ro: Cod Postal
sv: Postnummer
sw: Sanduku la posta
tr: Posta Kodu
uk: Поштовий індекс

source: ZIP or other postal code
af: Zip of ander poskode
ar: ‫ZIP أو رمز بريدي اخر
bg_bg: ЗИП или друг пощенски код
cs: PSČ nebo jiné poštovní směrovací číslo
de: Postleitzahl
es: Código Postal
fa_ir: ZIP و یا سایر کد پستی
fi: ZIP tai muu postinumeron
fr: ZIP ou autre code postal
hu: ZIP vagy egyéb irányítószám
it: Codice postale
ja: 郵便番号
ka: ZIP ან სხვა საფოსტო კოდი
km: ហ្ស៊ីប​ឬ​កូដ​ប្រៃសណីយ៍​ផ្សេង​ទៀត
pl: Kod ZIP lub inny kod pocztowy
pt: Código Postal
pt_br: CEP
ro: Cod Poștal sau alt cod postal
sv: Postnummer eller annan postnummer
sw: ZIP au nyingine code ya posta
tr: ZIP veya diğer posta kodu
uk: ZIP або інший поштовий індекс

source: Country
ar: بلد
de: Land
es: País
fr: Pays
it: Nazione
ja: 国
pl: Kraj
pt: País
pt_br: País
tr: Ülke

source: country of the physical address
af: land van die fisiese adres
ar: بلد العنوان الفعلي
bg_bg: държава на реалния адрес
cs: země fyzické adresy
de: Land der physischen Adresse
es: país de la dirección física
fa_ir: کشور از آدرس فیزیکی
fi: maan fyysisen osoitteen
fr: pays de l'adresse physique
hu: ország fizikai cím
it: paese dell'indirizzo fisico
ja: 所属国
ka: ქვეყანა
km: ប្រទេស​នៃ​អាសយដ្ឋាន​រាងកាយ
pl: kraj adresu fizycznego
pt: país do endereço físico
pt_br: país do endereço físico
ro: țara de adresa fizică
sv: landet av den fysiska adressen
sw: nchi ya anwani ya kimwili
tr: fiziksel adresin ülkesi
uk: Країна фізичної адреси

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated
af: algemeen gebruik woord (e) of geformaliseer woord (e) of frase (s) gebruik word om die vak (ruimte of komma geskei te beskryf
ar: كلمة (كلمات) شائعة الاستخدام أو عبارة (عبارات) تستخدم لوصف الموضوع (فضاء أو مفصولة بفواصل
bg_bg: Често използвани дума(и) или официални дума(и) или фраза(и) използвани, за да опишат тема (разделени с празно място или запетая
cs: běžně používané(á) slovo(a) nebo formalizovaná slovo(a) nebo fráze použité k popisu předmětu (místo nebo oddělené čárkami
de: häufig gebrauchte Schlagwörter oder Phrasen, die verwendet werden, um das Thema zu beschreiben (Leerzeichen oder Komma getrennt)
es: palabra(s) comúnmente usada(s) o palabra(s) de uso formalizado o palabra(s) usada(s) para describir el asunto (separadas por espacio o comas
fa_ir: کلمه معمول (ها) و یا کلمه رسمی (بازدید کنندگان) یا عبارت (بازدید کنندگان) مورد استفاده برای توصیف موضوع (فضا یا کاما از هم جدا
fi: yleisesti käytetty sana (t) tai virallisesti sana (t) tai lauseke (t) käytetään kuvaamaan aihe (tilan tai pilkulla erotettuna
fr: terme(s) utilisés courrament ou terme(s) légaux ou phrase(s) utilisées pour décrire le sujet (à séparer par des espaces ou des virgules
hu: leggyakrabban használt szó (k) vagy hivatalos szó (k) vagy mondat (ok) leírására használt tárgy (térben vagy vesszővel elválasztott
it: parola di uso comune (s) o una parola formalizzata (s) o la frase (s) utilizzati per descrivere il soggetto (spazio o separato da virgole
ja: このデータを表すキーワードを一般的に用いられる言葉で入力（スペースかカンマ区切りで複数入力可）
ka: ხშირად გამოიყენება სიტყვა ან პორმალიზებული სიტყვა ან ფრაზა, გამოყენებული სუბიექტის აღწერისათვის პრობელებით ან მძიმით
km: ពាក្យ​ដែល​បាន​ប្រើ​ជា​ទូទៅ (s​) បាន​ឬ​ពាក្យ​ផ្លូវការ (s​) បាន​ឬ​ឃ្លា (s​) បាន​ត្រូវ​បាន​គេ​ប្រើ​ដើម្បី​ពិពណ៌នា​អំពី​ប្រធានបទ (ចន្លោះ​ឬ​បំបែក​ដោយ​សញ្ញា​ក្បៀស
pl: powszechnie używane słowa lub sformalizowane słowa lub zwroty używane do opisu dziedziny (oddzielone spacjami lub przecinkami
pt: palavra comumente usada (s) ou palavra formalizado (s) ou frase (s) utilizado para descrever o assunto (espaço ou separados por vírgula
pt_br: palavra(s) comumente usada(s) ou formalizada(s) ou frase(s) utilizada(s) para descrever o assunto (separadas por espaço ou vírgula)
ro: cuvânt utilizate în mod obișnuit (e) sau cuvânt formalizate (e) sau expresia (e) utilizat pentru a descrie subiect (spațiul sau separate prin virgule
sv: vanligaste orden (er) eller formaliserat ord (s) eller en fras (er) som används för att beskriva motivet (mellanslag eller kommaseparerade
sw: kawaida kutumika neno (s) au rasmi neno (s) au maneno (s) linalotumiwa somo (nafasi au koma
uk: зазвичай використовується слово (а) або оформлено слово (а) або фраза (и), використовуваний для опису предмета (простір або через кому

source: Timezone
ar: وحدة زمنية
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
ja: タイムゾーン
pl: Strefa czasowa
tr: Saat Dilimi

source: No Group
af: Geen groep
ar: لا توجد مجموعة
bg_bg: Няма група
cs: Žádná skupina
de: Keine Gruppe
es: Sin Grupo
fa_ir: بدون گروه
fi: Ei ryhmää
fr: Aucun groupe
it: Nessun gruppo
ja: グループなし
ka: ჯგუფი არ არის
km: គ្មាន​ក្រុម
pl: Brak grupy
pt: Sem Grupos
pt_br: Sem Grupo
ro: Nu Group
sv: Ingen grupp
sw: Hakuna Kundi
tr: Grup Yok
uk: Немає Група

source: All contents
af: Alle inhoud
ar: جميع المحتويات
bg_bg: Цялото съдържание
cs: Veškerý obsah
de: Alle Inhalte
es: Todos los Contenidos
fa_ir: همه محتویات
fi: Kaikki sisältö
fr: Tous les contenus
hu: Minden tartalom
it: Tutti i contenuti
ja: すべてのコンテンツ
ka: ყველა შიგთავსი
km: មាតិកា​ទាំងអស់
pl: Cała zawartość
pt: Todos os conteúdos
pt_br: Todos os conteúdos
ro: Toate conținut
sv: Allt innehåll
sw: Yote yaliyomo
tr: Tüm içerikler
uk: Весь зміст

source: No Organization Info
ar: لا معلومات على المنظمة
de: Keine Organisation
es: Sin información de la organización
fr: Aucune informtion sur l'organisation
it: Nessuna informazione sull'organizzazione
ja: 組織情報なし
pl: Brak informacji o organizacji
pt: Sem Informação da Organização
pt_br: Sem informação da Organização
tr: Organizasyon Bilgisi Yok

source: Forgot Username
af: Vergeet
ar: نسيت اسم المستخدم
bg_bg: Забравено потребителско име
cs: Zapomenuté uživatelské jméno
de: Benutzername vergessen
es: Olvido su Nombre de Usuario
fa_ir: نام کاربری را فراموش کرده اید
fi: Unohtuiko käyttäjätunnus
fr: Nom d'utilisateur oublié
hu: Elfelejtett Felhasználónév
it: Username dimenticato
ja: ユーザ名を忘れた
ka: დაგავიწყდათ მომხმარებლის სახელი
km: ភ្លេច​ឈ្មោះ​អ្នក​ប្រើ
pl: Nie pamiętam nazwy użytkownika
pt: Esqueceu-se do Nome do Utilizador
pt_br: Esqueci o nome de Usuário
ro: Ați uitat utilizatorul
sv: Glömt användarnamn
sw: Umesahau Jina la mtumiaji
tr: Kullanıcı Adını Unuttum
uk: Забули Ім'я користувача

source: Enter your email address and click the submit button. <br />Your username will be sent to you.
ar: أدخل عنوان بريدك الإلكتروني وانقر على زر إرسال. <br /> سيتم إرسال اسم المستخدم إليك.
bg_bg: Въведи своята електронна поща и натисни бутона за изпращане. <br /> Вашето потребителско име ще ви бъде изпратено.
cs: Zadejte svou e-mailovou adresu a klikněte na tlačítko Odeslat. <br />Vaše uživatelské jméno vám bude zasláno.
de: Geben Sie Ihre E-Mail-Adresse ein und klicken Sie auf die Schaltfläche "Senden". <br /> Ihr Benutzername wird Ihnen zugesandt.
es: Ingrese su direccion de correo y haga click en el boton de enviar. <br />Su usuario será enviado al correo suministrado.
fr: Entrez votre adresse email et cliquez sur le bouton 'soumettre' pour confirmer. <br />Votre nom d'utilisateur vous sera envoyé par email.
it: Inserisci il tuo indirizzo email e clicca il bottone submit. <br />Il tuo username sarà spedito all'indirizzo specificato.
ja: メールアドレスを入力して送信ボタンを押してください。<br />ユーザー名が送信されます。
ka: შეიყვანეთ თქვენი ელფოსტის მისამართი და დააჭირეთ დადასტურების ღილაკს.<br /> თქვენი მომხმარებლის სახელი გამოიგზავნება თქვენთან
pl: Wpisz swój adres e-mail i kliknij przycisk zatwierdź. <br /> Twoja nazwa użytkownika zostanie wysłana do Ciebie.
pt: Introduza o seu endereço de email e clique no botão de submissão. <br/>O seu nome de utilizador será enviado para si.
pt_br: Entre com seu endereço de e-mail e clique no botão Enviar. <br />O seu nome de usuário será enviado para você.
tr: Email adresinizi girin ve gönder butonuna tıklayın. <br />Kullanıcı adınız size gönderilecektir.

source: Create Profile
af: Skep Profiel
ar: إنشاء ملف شخصي
bg_bg: Създаване профил
cs: Vytvořit profil
de: Profil anlegen
es: Crear perfil
fa_ir: ایجاد پروفایل
fi: Perusta profiili
fr: Créer un profil
hu: Profil létrehozása
it: Crea profilo
ja: プロフィールの作成
ka: პროფილის შექმნა
km: បង្កើត​ព​ត៌​មាន
pl: Stwórz profil
pt: Criar Perfil
pt_br: Criar perfil
ro: Creați Profil
sv: Skapa profil
sw: Tengeneza Wasifu
tr: Profil Oluştur
uk: Створити профіль

source: Profile of
af: Profiel van
ar: الملف الشخصى
bg_bg: Профил на
cs: Profil
de: Profil von
es: Perfil de
fa_ir: پروفایل
fi: Kavereita
fr: Profil de
hu: Profilja
it: Profilo di
ja: プロフィール:
ka: პროფილი
km: ព​ត៌​មាន​នៃ​ការ
pl: Profil
pt: Perfil de
pt_br: Perfil de
ro: Profilul lui
sv: Profil för
sw: Wasifu wa
tr: Profil
uk: Профіль

source: Not provided.
ar: غير متوفر.
bg_bg: Не е предоставено.
cs: Není k dispozici.
de: Nicht zur Verfügung gestellt.
es: No suministrado.
fr: Non fourni.
it: Non fornito.
ja: 情報なし
ka: მონაცემი არ არის
pl: Nie podano.
pt: Não fornecido.
pt_br: Não fornecido.
tr: Sağlanmadı.

source: Position
ar: موضع
bg_bg: Позиция
cs: Pozice
es: Posición
it: Incarico
ja: 役職
ka: თანამდებობა
pl: Stanowisko
pt: Cargo
pt_br: Cargo
