Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: <p>The GeoNode provides access to data sets and a map editing application allows users to browse existing maps and contribute their own.</p> <h4 id="browsing-data">Browsing Layers</h4> <p>The <a href="%(url_dataset_browse)s">Layers</a> tab allows you to browse data uploaded to this GeoNode.</p> <p>All data can be downloaded in a variety of formats, for use in other applications.</p> <h4 id="developer-access">Developer Access</h4> <p>The <a href="%(url_developer)s"> Developer</a> page is the place for developers to get started building applications against the GeoNode. It includes instructions on using the web services, links to the source code of the GeoNode, and information about the open source projects used to create it.</p> <h4 id="browsing-maps">Browsing Maps</h4> <p>The GeoNode allows users to create and share maps with one another.</p> <p>The <a href="%(url_maps_browse)s">Maps</a> tab is a gateway to map exploration on GeoNode. From here you can <strong>search for a map</strong> or <strong>create a map</strong>, which will open the Map Composer.</p> <h5>Google Earth Mode</h5> <p>Any map viewed in the interactive map editor can be seen in 3D mode with the Google Earth plugin. To switch to 3D mode select the Google Earth globe logo, the rightmost button on top toolbar. If you do not have the Google Earth plugin installed you will be prompted to install it.</p> <h4 id="creating-a-map">Creating a Map</h4> <p>To create a new map go to the <a href="%(url_maps_browse)s">Contributed Maps</a> tab and click the create your own map link.</p> <p>This will take you to the Map Composer with a base layer loaded.</p> <p>To add data layers from the GeoNode click on the green plus button located below the layers tab on the left hand side of the screen. This will open a dialog listing all the layers available on the GeoNode.</p> <p>To add layers to your map select them and hit the <strong>Add Layers</strong> button. When finished you may hit <strong>Done</strong> to close the dialog and go back to the map.</p> <h5>Reordering and Removing Layers</h5> <p>Change the display order of the layers listed in the data tab by simply dragging and dropping their names. The order in the map will be updated to reflect that. To turn a layer's visibility off simply uncheck it, and to remove it entirely select it and hit the red minus button.</p> <h5>Saving your map</h5> <p>Once a suitable set of layers and zoom level has been found it's time to save it so others can see it. Click the Save button--the left most icon on the top toolbar, an image of a map with a disk--on the top menu and fill out the title and abstract of the map.</p> <h4 id="exporting-a-map">Publishing a Map</h4> <p>Any map from the GeoNode can be embedded for use in another site or blog. To publish a map:</p> <ol> <li>Select the from the list of maps on the community or map page and then hit the 'Publish map' button.</li> <li>Choose your desired height and width for the widget in the wizard.</li> <li>Copy the HTML snippet provided in the wizard to any HTML page or iFrame-supporting blog post.</li> </ol> <p>This will put an interactive widget showing you map in your web page or blog post.</p> <p>Note that the Map Composer also has a button to publish the map. Just be sure to save the map before publishing if there are changes that you want others to see. It publishes the last saved version, not the last viewed version.</p> <h4 id="remixing-a-map">Remixing a Map</h4> <p>Any map available can serve as a starting point for a new map.</p> <ol> <li>Open the map in the Map Composer.</li> <li>Add and remove layers as you like.</li> <li>Pan and zoom to highlight the area of interest.</li> <li><strong>IMPORTANT:</strong> Update the title, abstract, contact info and tags to reflect the new map.</li> <li>Save the map.</li> </ol> <p>You will be able to see your new map when you search for it from the <a href="%(url_maps_browse)s">Maps</a> tab.</p>
tr: <p>GeoNode, veri kümelerine erişim sağlar ve bir harita düzenleme uygulaması, kullanıcıların mevcut haritalara göz atmasına ve kendi haritalarını eklemesine olanak tanır.</p> <h4 id="browsing-data">Katmanlara Göz Atma</h4> <p><a href="%(url_dataset_browse)s">Katmanlar</a> sekmesi, bu GeoNode'a yüklenen verilere göz atmanıza olanak tanır.</p> <p>Tüm veriler, diğer uygulamalarda kullanılmak üzere çeşitli biçimlerde indirilebilir.</p> <h4 id="developer-access">Geliştirici Erişimi</h4> <p><a href="%(url_developer)s">Geliştirici</a> sayfası, Geliştiricilerin GeoNode'a karşı uygulama geliştirmeye başlamaları için. Web servislerinin kullanımıyla ilgili talimatlar, GeoNode'un kaynak koduna bağlantılar ve GeoNode'u oluşturmak için kullanılan açık kaynaklı projeler hakkında bilgiler içerir.</p> <h4 id="browsing-maps">Haritalara Göz Atma</h4> <p>GeoNode, kullanıcıların haritalar oluşturup birbirleriyle paylaşmalarına olanak tanır.</p> <p><a href="%(url_maps_browse)s">Haritalar</a> sekmesi, GeoNode'da harita aramaiçin bir geçittir. Buradan <strong>bir harita arayabilir</strong> veya <strong>bir harita oluşturabilirsiniz</strong>; bu işlem Harita Oluşturucu'yu açar.</p> <h5>Google Earth Modu</h5> <p>Etkileşimli harita düzenleyicide görüntülenen tüm haritalar, Google Earth eklentisiyle 3B modunda görüntülenebilir. 3B moduna geçmek için üst araç çubuğunun en sağındaki Google Earth küre logosunu seçin. Google Earth eklentisi yüklü değilse, yüklemeniz istenecektir.</p> <h4 id="creating-a-map">Harita Oluşturma</h4> <p>Yeni bir harita oluşturmak için <a href="%(url_maps_browse)s">Katkıda Bulunan Haritalar</a> sekmesine gidin ve kendi haritanızı oluşturun</p> <p>Bu sizi, temel katmanın yüklü olduğu Harita Oluşturucu'ya götürecektir.</p> <p>GeoNode'dan veri katmanları eklemek için, sol taraftaki katmanlar sekmesinin altında bulunan yeşil artı düğmesine tıklayın. Ekran. Bu, GeoNode'da bulunan tüm katmanları listeleyen bir iletişim kutusu açacaktır.</p> <p>Haritanıza katman eklemek için katmanları seçin ve <strong>Katman Ekle</strong> düğmesine basın. İşiniz bittiğinde, iletişim kutusunu kapatıp haritaya geri dönmek için <strong>Bitti</strong>'ye tıklayabilirsiniz.</p> <h5>Katmanları Yeniden Sıralama ve Kaldırma</h5> <p>Veri sekmesinde listelenen katmanların görüntülenme sırasını, adlarını sürükleyip bırakarak değiştirebilirsiniz. Haritadaki sıra bunu yansıtacak şekilde güncellenecektir. Bir katmanın görünürlüğünü kapatmak için işaretini kaldırın, tamamen kaldırmak içinse seçip kırmızı eksi düğmesine basın.</p> <h5>Haritanızı Kaydetme</h5> <p>Uygun bir katman kümesi ve yakınlaştırma seviyesi bulunduğunda, Başkalarının da görebilmesi için kaydetmek için zaman. Üst menüdeki Kaydet düğmesine tıklayın (üst araç çubuğundaki en soldaki simge, diskli bir harita görüntüsü) ve haritanın başlığını ve özetini doldurun.</p> <h4 id="exporting-a-map">Harita Yayınlama</h4> <p>GeoNode'daki herhangi bir harita başka bir sitede veya blogda kullanılmak üzere yerleştirilebilir. Harita yayınlamak için:</p> <ol> <li>Topluluktaki veya harita sayfasındaki harita listesinden haritayı seçin ve ardından 'Haritayı yayınla' düğmesine basın.</li> <li>Sihirbazda widget için istediğiniz yüksekliği ve genişliği seçin.</li> <li>Sihirbazda sağlanan HTML kod parçacığını herhangi bir HTML sayfasına veya iFrame destekleyen blog gönderisine kopyalayın.</li> </ol> <p>Bu, web sayfanıza veya blog gönderinize haritanızı gösteren etkileşimli bir widget ekleyecektir.</p> <p>Harita Oluşturucu'nun haritayı yayınlamak için bir düğmesi de olduğunu unutmayın. Başkalarının görmesini istediğiniz değişiklikler varsa, yayınlamadan önce haritayı kaydettiğinizden emin olun. Son görüntülenen sürümü değil, son kaydedilen sürümü yayınlar.</p> <h4 id="remixing-a-map">Haritayı Yeniden Düzenleme</h4> <p>Mevcut herhangi bir harita, yeni bir harita için başlangıç ​​noktası olarak kullanılabilir.</p> <ol> <li>Haritayı Harita'da açın Besteci.</li> <li>Katmanları istediğiniz gibi ekleyin ve kaldırın.</li> <li>İlgi alanınızı vurgulamak için kaydırın ve yakınlaştırın.</li> <li><strong>ÖNEMLİ:</strong> Başlığı, özeti, iletişim bilgilerini ve etiketleri yeni haritayı yansıtacak şekilde güncelleyin.</li> <li>Haritayı kaydedin.</li> </ol> <p>Yeni haritanızı <a href="%(url_maps_browse)s">Haritalar</a> sekmesinden aradığınızda görebileceksiniz.</p>

source: is inviting you to join (%(site_name|urlencode)s).
tr: sizi (%(site_name|urlencode)s)'e katılmaya davet ediyor.

source: To do so, please register at <a href="%(invite_url)s">%(site_name|urlencode)s Registration</a>.
tr: Bunu yapmak için lütfen <a href="%(invite_url)s">%(site_name|urlencode)s Kayıt</a> adresinden kayıt olun.

source: Request permission
tr: İzin Talep Et

source: has created an account and has access to the site.
tr: bir hesap oluşturdu ve siteye erişimi var.

source: The following dataset was approved
tr: Aşağıdaki veri kümesi onaylandı:

source: You can visit the dataset's detail page here
tr: Veri kümesinin detay sayfasını burada ziyaret edebilirsiniz.

source: A dataset has been approved
tr: Bir veri kümesi onaylandı.

source: uploaded the following dataset
tr: aşağıdaki veri kümesini yükledi

source: A new dataset has been uploaded
tr: Yeni bir veri kümesi yüklendi.

source: The following dataset was deleted
tr: Aşağıdaki veri kümesi silindi.

source: A dataset has been deleted
tr: Bir veri kümesi silindi.

source: The following dataset was published
tr: Aşağıdaki veri kümesi yayınlandı.

source: A dataset has been published
tr: Bir veri kümesi yayınlandı.

source: the following dataset
tr: aşağıdaki veri kümesi

source: A dataset has been rated
tr: Bir veri kümesi değerlendirildi.

source: The following dataset was updated
tr: Aşağıdaki veri kümesi güncellendi.

source: A dataset has been updated
tr: Bir veri kümesi güncellendi.

source: Dataset
tr: Veri Kümesi

source: Total upload size exceeded. Please try again with smaller files.
tr: Toplam yükleme boyutu aşıldı. Lütfen daha küçük dosyalarla tekrar deneyin.

source: The number of active parallel uploads exceeds. Wait for the pending ones to finish.
tr: Aktif paralel yüklemelerin sayısı aşıldı. Bekleyenlerin bitmesini bekleyin.

source: The limit `default_max_parallel_uploads` should not be deleted.
tr: Limit `default_max_parallel_uploads` silinmemelidir.

source: The maximum number of parallel uploads (0 to 32767).
tr: Maksimum paralel yükleme sayısı (0 ile 32767 arasında).

source: rollback
tr: geri alma

source: resource_metadata_upload
tr: kaynak_meta_veri_yükleme

source: resource_style_upload
tr: kaynak_stil_yükleme

source: replace
tr: değiştirme

source: The number of active parallel uploads exceeds {max_parallel_uploads}. Wait for the pending ones to finish.
tr: Aktif paralel yükleme sayısı {max_parallel_uploads} sayısını aşıyor. Bekleyenlerin tamamlanmasını bekleyin.

source: UWI's GeoNode is setup for students and faculty to collaboratively create and share maps for their class projects. It is maintained by the UWI Geographical Society.
cs: GeoNode UWI je nastavení pro studenty a fakulty, aby společně vytvořili a sdíleli mapy pro své třídní projekty. Je udržováno od UWI Geographical Society.

source: UWI's GeoNode is setup for students and faculty to collaboratively create and share maps for their class projects. It is maintained by the UWI Geographical Society.
cs: GeoNode UWI je nastavení pro studenty a fakulty, aby společně vytvořili a sdíleli mapy pro své třídní projekty. Je udržováno od UWI Geographical Society.

source: Homepage - Hall of Fame
cs: Domovská stránka - Síň slávy

source: Here is the only band in the hall of fame:
cs: Je zde jediná skupina v síni slávy:

source: This band can rock!
cs: Tahle skupina je nejlepší!

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated
af: algemeen gebruik woord (e) of geformaliseer woord (e) of frase (s) gebruik word om die vak (ruimte of komma geskei te beskryf
bg_bg: често срещани думи(а) или официални думи(а) или фрази(а) използвани, за да се опише предмета (разделени с празно място или запетая
cs: běžně používané(á) slovo(a) nebo formalizovaná slovo(a) nebo fráze použité k popisu předmětu (místo nebo oddělené čárkami
fa_ir: کلمه(کلمات) یا عبارت(عبارات) مورد استفاده برای توصیف موضوع(با فاصله یا کاما از هم جدا شوند)
fi: yleisesti käytetty sana(t) tai muodolliset sana(t) tai fraasi(t) käytettäessä kuvaamaan asiaa (tyhjämerkillä tai pilkulla erotettuna
hu: leggyakrabban használt szó (k) vagy hivatalos szó (k) vagy mondat (ok) leírására használt tárgy (térben vagy vesszővel elválasztott
ka: ნივთის აღსაწერად ფართოდ გამოყენებადი სიტყვები ან ფორმირებული სიტყვები ან ფრაზები
km: ពាក្យ​ដែល​បាន​ប្រើ​ជា​ទូទៅ (s​) បាន​ឬ​ពាក្យ​ផ្លូវការ (s​) បាន​ឬ​ឃ្លា (s​) បាន​ត្រូវ​បាន​គេ​ប្រើ​ដើម្បី​ពិពណ៌នា​អំពី​ប្រធានបទ (ចន្លោះ​ឬ​បំបែក​ដោយ​សញ្ញា​ក្បៀស
ro: cuvânt utilizate în mod obișnuit (e) sau cuvânt formalizate (e) sau expresia (e) utilizat pentru a descrie subiect (spațiul sau separate prin virgule
sv: vanligaste orden (er) eller formaliserat ord (s) eller en fras (er) som används för att beskriva motivet (mellanslag eller kommaseparerade
sw: maneno yanayotumika mara kwa mara au maneno rasimi au misemo inayotumika kuelezea kitu hiki (tenganisha kwa nafasi au koma)
uk: зазвичай використовується слово (а) або оформлено слово (а) або фраза (и), використовуваний для опису предмета (простір або через кому

source: Owner, Point of Contact, Metadata Author
af: Eienaar, Point of Contact, Metadata outeur
bg_bg: Собственик, Контакт, Автор на метаданни
cs: Vlastník, kontaktní místo, autor metadat
fa_ir: مالک، نقطه تماس، متاداده نویسنده
fi: Omistaja, yhteyshenkilön, metadatan tekijä
hu: Tulajdonosa, Kapcsolattartó, metaadatok Szerző
ka: მესაკუთრე, საკონტაქტო ინფორმაცია, მეტამონაცემის ავტორი
km: ម្ចាស់​ចំណុច​នៃ​ការ​ទំនាក់ទំនង​, អ្នក​និពន្ធ​ទិន្នន័យ​មេតា
ro: Proprietar, Punct de Contact, metadate Autor
sv: Ägaren, Point of Contact, Metadata Författare
sw: Mmiliki, Kituo cha Mawasiliano, Mwandishi wa Metadata
uk: Власник, точка контакту, Автор метаданих

source: Create a Map
af: Skep 'n kaart
bg_bg: Създаване на карта
cs: Vytvořit mapu
fa_ir: ایجاد نقشه
fi: Luo Kartta
hu: Hozzon létre egy Map
ka: რუკის შექმნა
km: បង្កើត​ផែនទី​មួយ
ro: Creați un Hartă
sv: Skapa en karta
sw: Tengeneza Ramani
uk: Створення карти

source: Welcome
af: Welkom
bg_bg: Добре дошли
cs: Vítejte
fa_ir: خوش آمدید
fi: Tervetuloa
hu: Fogadtatás
km: សូម​ស្វា​គម​ន៏
ro: Bine ai venit
sv: Välkommen
sw: Karibu
uk: Ласкаво просимо

source: GeoNode is an open source platform for sharing geospatial data and maps.
af: GeoNode is 'n oop bron platform vir die deel van geospatiale data en kaarte.
bg_bg: GeoNode е платформа с отворен код за споделяне на гео-пространствени данни и карти.
cs: GeoNode je open source platforma pro sdílení geoprostorových dat a map.
fa_ir: GeoNode پلت فرم منبع باز برای به اشتراک گذاری داده ها و نقشه های جغرافیایی است.
fi: GeoNode on avoimen lähdekoodin alusta jakaa paikkatiedot ja karttoja.
hu: GeoNode egy nyílt forráskódú platform megosztására térinformatikai adatokat és a térképeket.
ka: შსს სსიპ საგანგებო სიტუაციების მართვის სააგენტო
km: GeoNode ជា​វេទិកា​ប្រភព​បើក​ចំហ​សម្រាប់​ការ​ចែក​រំលែក​ទិន្នន័យ​ទីតាំង​ភូមិ​សា​ស្ដ្រ​និង​ផែនទី​។
ro: GeoNode este o platformă open source pentru schimbul de date geospațiale și hărți.
sv: GeoNode är en open source plattform för att dela geografiska data och kartor.
sw: GeoNode ni mfumo kutokana chanzo huru kwa ajili ya kubadilishanatakwimu za kijiografia na ramani.
uk: GeoNode є платформою з відкритим кодом для обміну геопросторових даних і карт.

source: If you have any questions about the software or service, join our <a href="https://groups.google.com/d/forum/geonode-users">mailing list</a>.
af: Indien u enige vrae oor die sagteware of diens, sluit aan by ons <a href="https://groups.google.com/d/forum/geonode-users">poslys</a> .
bg_bg: Ако имате някакви въпроси относно софтуера или услугата, присъединете се към нас <a href="https://groups.google.com/d/forum/geonode-users">списък с адреси</a>.
cs: Máte-li jakékoli dotazy ohledně softwaru nebo služby, připojte se k našemu <a href="https://groups.google.com/d/forum/geonode-users">mailing listu</a>.
fa_ir: اگر شما هر گونه سوال در مورد نرم افزار یا سرویس، پیوستن به ما <a href="https://groups.google.com/d/forum/geonode-users">لیست پستی</a> .
fi: Jos sinulla on kysyttävää palvelusta tai ohjelmistosta, liity <a href="https://groups.google.com/d/forum/geonode-users">postituslistalle</a> .
hu: Ha bármilyen kérdése van a szoftver vagy szolgáltatás, csatlakozzon a <a href="https://groups.google.com/d/forum/geonode-users">levelezési listán</a> .
ka: LEPL EMERGENCY MANAGEMENT AGENCY OF MIA OF GEORGIA
km: ប្រសិន​បើ​លោក​អ្នក​មាន​សំណួរ​ណា​មួយ​អំពី​កម្មវិធី​ឬ​សេវាកម្ម​របស់​យើង​ចូល​រួម​ក្នុង <a href="https://groups.google.com/d/forum/geonode-users">បញ្ជី​សំបុត្រ​រួម</a> ។
ro: Dacă aveți orice întrebări despre software-ul sau serviciul, se alăture nostru <a href="https://groups.google.com/d/forum/geonode-users">lista de discuții</a> .
sv: Om du har några frågor om programmet eller tjänsten, gå med i vår <a href="https://groups.google.com/d/forum/geonode-users">e-postlista</a> .
sw: Kama una maswali yoyote kuhusu programu au huduma hii, Jiunge na <a href="https://groups.google.com/d/forum/geonode-users">jukwaa letu la barua pepe</a> .
uk: Якщо у вас є які-небудь питання з приводу програмного забезпечення чи служби, приєднатися до нашої <a href="https://groups.google.com/d/forum/geonode-users">список розсилки</a> .

source: Need help?
af: Het hulp nodig?
bg_bg: Нуждаете се от помощ?
cs: Potřebujete pomoc?
fa_ir: نیاز به کمک دارید؟
fi: Tarvitsetko apua?
hu: Segítségre van szüksége?
km: ត្រូវការ​ជំនួយ​?
ro: Aveți nevoie de ajutor?
sv: Behöver du hjälp?
sw: Unahitaji msaada?
uk: Потрібна допомога?

source: Getting Started
af: Aan die slag
bg_bg: Въведение
cs: Začínáme
fa_ir: شروع
fi: Aloittaminen
hu: Az első lépések
ka: www.ema.mia.gov.ge
km: ការ​ចាប់ផ្តើម
ro: Noțiuni de bază
sv: Komma igång
sw: Anza
uk: Починаємо

source: Layer
bg_bg: Слоеве
cs: Vrstva
ka: ფენა
sw: Safu
uk: Шар

source: Add layers
bg_bg: Добави слоеве
cs: Přidat vrstvy
ka: ფენები დამატება

source: Explore layers
bg_bg: Преглед слоеве
cs: Prozkoumat vrstvy
ka: ფენების მიმოხილვა

source: Data is available for browsing, aggregating and styling to generate maps which can be shared publicly or restricted to specific users only.
af: Data is beskikbaar vir blaai, saamgevoeg en stilering kaarte wat publiek gedeel word of beperk tot spesifieke gebruikers op te wek.
bg_bg: Данните са достъпни за разглеждане, агрегиране и оформление за генериране на карти, които могат да бъдат споделяни публично или ограничени само до определени потребители.
cs: Data jsou k dispozici pro prohlížení, shromažďování a styling, aby bylo možné vytvářet mapy, které mohou být sdíleny veřejně nebo omezeny pouze na konkrétní uživatele.
fa_ir: اطلاعات موجود برای مرور، جمع آوری و یک ظاهر طراحی شده برای تولید نقشه های است که می تواند برای عموم به اشتراک گذاشته و یا تنها منحصر به کاربران خاص است.
fi: Tietoja on selattavissa, kokoamiseen ja muotoilu tuottaa karttoja, jotka voidaan jakaa julkisesti tai rajoittaa tiettyihin käyttäjille.
hu: Adat áll rendelkezésre a böngészéshez, összesítése és stílus létrehozásához térképek is lehet osztani nyilvánosan, vagy korlátozott az egyes felhasználók csak.
ka: მონაცემები ხელმისაწვდომია რუკების შექმნის მიზნით ნახვის, გაერთიანებისა და გაფორმებისთვის, რომლებიც შეიძლება ხელმისაწვდომი იყოს საჯაროდ ან შეზღუდული გარკვეული მომხმარებლებისათვის.
km: ទិន្នន័យ​គឺ​អាច​ប្រើ​បាន​សម្រាប់​ការ​រក​មើល​, ផ្ដុំ​និង​រចនាប័ទ្ម​ដើម្បី​បង្កើត​ផែនទី​ដែល​អាច​ត្រូវ​បាន​ចែក​រំលែក​ជា​សាធារណៈ​ឬ​ការ​ដាក់​កម្រិត​ទៅ​អ្ន​​ក​ប្រើ​ជាក់លាក់​ប៉ុណ្ណោះ​។
ro: Datele sunt disponibile pentru navigare, agregarea și styling pentru a genera hărți care pot fi împărtășite public sau restricționate numai anumiți utilizatori.
sv: Uppgifter finns tillgängliga för bläddring, aggregering och styling för att generera kartor som kan delas offentligt eller begränsas till endast specifika användare.
sw: Takwimu zinapatikana kwa ajili ya kuperuzi, kufanya majumuisho nakubadilisha muonekano kwa ajili ya kutengeneza ramani ambayo inaweza kuwa ya umma au kwa watumiaji walioidhinishwa tu.
uk: Дані доступні для перегляду, об'єднання і стиль для створення карт, які можуть бути спільно публічно або обмежений тільки певним користувачам.

source: Create maps
af: Skep kaarte
bg_bg: Създаване карти
cs: Vytvořit mapy
fa_ir: ایجاد نقشه
fi: Luoda karttoja
hu: Létrehozása térképek
ka: რუკების შექმნა
km: បង្កើត​ផែនទី
ro: Creați hărți
sv: Skapa kartor
sw: Tengeneza ramani
uk: Створення карт

source: GeoNode allows registered users to easily upload geospatial data in several formats including shapefile and GeoTiff.
af: GeoNode laat geregistreerde gebruikers toe om maklik te laai geospatiale data in verskeie formate, insluitend shape file en Geotiff.
bg_bg: GeoNode допуска регистрирани потребители лесно да качват гео-пространствени данни в няколко формата, вкл. шейпфайл или Geo Tiff.
cs: GeoNode umožňuje registrovaným uživatelům snadno nahrávat geoprostorová data v několika formátech, včetně shapefile a GeoTiff.
fa_ir: GeoNode اجازه می دهد تا کاربران ثبت نام شده که به راحتی آپلود داده های جغرافیایی در فرمت های مختلف از جمله shapefile و GeoTiff.
fi: GeoNode avulla rekisteröityneet käyttäjät voivat helposti ladata paikkatietoa useissa muodoissa, kuten shapefile ja GeoTiff.
hu: GeoNode a regisztrált felhasználók könnyedén feltölthet térinformatikai adatok több formátumot, beleértve shapefile és GeoTiff.
ka: დარეგისტრირებულ მომხმარებლებს შეუძლიათ გეოინფორმაციულ პორტალზე მარტივად ატვირთონ სხვადასხვა ფორმატის გეოსივრცითი მონაცემები, მათ შორის shapefile და GeoTiff
km: GeoNode អនុញ្ញាត​ឱ្យ​អ្នក​ប្រើ​ដែល​បាន​ចុះ​ឈ្មោះ​ដើម្បី​ផ្ទុក​ឡើង​បាន​យ៉ាង​ងាយ​ស្រួល​ទិន្នន័យ​ភូមិ​សា​ស្ដ្រ​នៅ​ក្នុង​ទ្រង់ទ្រាយ​ជា​ច្រើន​រួម​ទាំង​ការ shapefile និង GeoTiff ។
ro: GeoNode permite utilizatorilor înregistrați să încărcați cu ușurință date geospațiale în mai multe formate, inclusiv shapefile și GeoTiff.
sv: GeoNode kan registrerade användare att enkelt ladda upp kartdata i flera format, inklusive shape-filen och GeoTIFF.
sw: GeoNode inaruhusu watumiaji waliosajiliwa kupakia kwa urahisi data za kijiografia zilizokatika mifumo mbali mbali ikiwa ni pamoja na shapefile na GeoTiff.
uk: GeoNode дозволяє зареєстрованим користувачам легко завантажувати геопросторових даних в декількох форматах, включаючи шейп і GeoTiff.

source: Document for Map
bg_bg: Документ за Карта
cs: Dokument k mapě
ka: დოკუნეტი რუკისთვის

source: External Resource
af: Eksterne Hulpbronne
bg_bg: Външен ресурс
cs: Externí zdroj
fa_ir: منابع خارجی
fi: Ulkoiset Resource
hu: Külső erőforrás
ka: გარე წყარო
km: ធនធាន​ខាង​ក្រៅ
ro: Resurse externe
sv: Extern resurs
sw: Rasilimali kutoka nje
uk: Зовнішній ресурс

source: Rate this document
af: Gradeer hierdie dokument
bg_bg: Оцени този документ
cs: Ohodnoťte tento dokument
fa_ir: امتیاز سند
fi: Arvostele tämä asiakirja
hu: Értékelje ezt a dokumentumot
ka: მოცემული დოკუნეტის შეფასება
km: វាយតម្លៃ​ឯកសារ​នេះ
ro: Evalueaza acest document
sv: Betygsätt det här dokumentet
sw: Thaminisha waraka huu
uk: Оцінити це документ

source: Download Document
af: Laai dokument
bg_bg: Свали документ
cs: Stáhnout dokument
fa_ir: دانلود مستند
fi: Lataa tiedosto
ka: დოკუმენტის ჩამოტვირთვა
km: ទាញ​យក​ឯកសារ
sv: Hämta Dokument
sw: Pakua Hati
uk: Завантажити документ

source: Edit Document
af: Wysig Document
bg_bg: Редактирай документ
cs: Upravit dokument
fa_ir: ویرایش سند
fi: Muokkaa dokumenttia
hu: Dokumentum szerkesztése
ka: დოკუმენტის რედაქტირება
km: កែ​សម្រួល​ឯកសារ
ro: Edita documente
sv: Redigera dokument
sw: Hariri Hati
uk: Редагувати документ
