Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Developer Access
af: Ontwikkelaar Toegang
ar: وصول المطور
bg_bg: Достъп на разработчик
cs: Přístup pro vývojáře
de: Entwicklerzugang
es: Acceso para desarrolladores
fa_ir: دسترسی به برنامه نویس
fi: Kehittäjä Access
fr: Pour les développeurs
it: Accesso sviluppatori
ja: 開発者アクセス
ka: წვდომა დეველოპერთათვის
km: ការ​ចូល​ដំណើរ​ការ​អភិវឌ្ឍន៍
pl: Dostęp programisty
pt: Acesso do Desenvolvedor
pt_br: Acesso para desenvolvedores
ro: Accesul Developer
sv: Utvecklar Åtkomst
sw: Developer Kupata
tr: Geliştirici Erişimi
uk: Доступ Розробник

source: Browsing Maps
af: Blaai Maps
ar: خرائط التصفح
bg_bg: Търсене на карти
cs: Prohlížení Map
de: Karten durchsehen
es: Explorando Mapas
fa_ir: جستجوی نقشه
fi: Selailu kartat
fr: Parcourir les cartes
hu: Böngészés térképek
it: Consultare mappe
ja: 地図閲覧
ka: რეკუბის დათვალიერება
km: រក​មើល​ផែនទី
pl: Przeglądanie map
pt: Mapas de Navegação
pt_br: Navegando pelos mapas
ro: Harta de navigare
sv: Kartor Bläddrar
sw: Kuperuzi Ramani
tr: Haritaları Gözden Geçirme
uk: Перегляд Карти

source: Creating a Map
af: Skep van 'n kaart
ar: إنشاء خريطة
bg_bg: Създаване на карта
cs: Vytvoření mapy
de: Karte erstellen
es: Creando un Mapa
fa_ir: ایجاد نقشه
fi: Luominen Kartta
fr: Créer une carte
hu: Létrehozása a térképhez
it: Creare una mappa
ja: 地図作成
ka: რუკის შექმნა
km: ការ​បង្កើត​ផែនទី​មួយ
pl: Tworzenie mapy
pt: Criando um Mapa
pt_br: Criando um mapa
ro: Crearea unei hărți
sv: Skapa en karta
sw: Kutengeneza Ramani
tr: Harita Oluşturma
uk: Створення карти

source: Exporting a Map
af: Uitvoer van 'n kaart
ar: تصدير خريطة
bg_bg: Експортиране на карта
cs: Export mapy
de: Karte exportieren
es: Exportar un Mapa
fa_ir: خروجی از نقشه
fi: Vientiä Kartta
fr: Publication d'une carte
hu: Exportálása Térkép
it: Esportare una mappa
ja: 地図出力
ka: რუკის გამოქვეყნება
km: នាំ​ចេញ​ជា​មួយ​ផែនទី
pl: Eksportowanie mapy
pt: Exportando um Mapa
pt_br: Exportando um mapa
ro: Exportarea o hartă
sv: Exportera en karta
sw: Kutoa Ramani
tr: Harita Dışa Aktarma
uk: Експорт Карта

source: Remixing a Map
af: DJ 'n kaart
ar: التعديل على خريطة
bg_bg: Миксиране на карта
cs: Změna mapy
de: Remixen eine Karte
es: Reutilizar un mapa
fa_ir: Remixing نقشه
fi: Remiksaus- Kartta
fr: Remixer une carte
hu: Remix a Map
it: Modificare una mappa
ja: 地図のリミックス
ka: რუკების გაერთიანება
km: Remixing ផែនទី​មួយ
pl: Modyfikowanie mapy
pt: Remixando um Mapa
pt_br: Recombinando um mapa
ro: Remixa o hartă
sv: Remixa en karta
sw: Kuboresha Ramani
tr: Haritayı Yeniden Düzenleme
uk: Ремікс на карту

source: Welcome!
af: Welkom!
ar: مرحبا!
bg_bg: Добре дошли
cs: Vítejte!
fa_ir: خوش آمدید!
fi: Tervetuloa!
hu: Üdvözöljük!
km: សូម​ស្វា​គម​ន៏​!
ro: Bine ai venit!
sv: Välkomna!
sw: Karibu!
uk: Ласкаво просимо!

source: Get Started &raquo;
ar: ابدأ &raquo;

source: No
af: Geen
ar: لا
bg_bg: Не
cs: Ne
de: Keine
fa_ir: بدون
fi: Ei
fr: Pas de
hu: Nincs
ka: არა
km: គ្មាន
pl: Nie
pt: Não
pt_br: Não
ro: Nu
sv: Ingen
sw: Hapana
uk: Немає

source: Click to search for geospatial data published by other users, organizations and public sources. Download data in standard formats.
af: Klik om te soek vir geospatiale data wat gepubliseer is deur ander gebruikers, organisasies en openbare bronne. Aflaai data in die standaard formaat.
ar: اضغط للبحث عن البيانات الجغرافية المكانية التي قام الآخرون بنشرها والمنظمات والمصادر العامة. تنزيل البيانات بتنسيقات قياسية.
bg_bg: Натиснете за търсене на геопространствени данни, публикувани от други потребители и организации. Свалете данни в стандартни формати.
cs: Kliknutím vyhledáte geoprostorové údaje publikované ostatními uživateli, organizacemi a veřejnými zdroji. Stahujte data v standardních formátech.
fa_ir: برای جستجوی داده های جغرافیایی منتشر شده توسط کاربران دیگر، سازمان ها و منابع عمومی کلیک کنید. دانلود داده ها در فرمت های استاندارد.
fi: Klikkaa etsiä paikkatietoa julkaissut muiden käyttäjien, järjestöjen ja julkisista lähteistä. Lataa tietoja standardimuodoissa.
hu: Kattintson keresni térinformatikai adatok más felhasználók által, a szervezetek és az állami forrásokból. Töltse le az adatokat szabványos formátumban.
ka: დააჭირეთ სხვა მომხმარებლების, ორგანიზაციების და ღია წყაროებიდან გამოქვეყნებული გეოსივრცითი მონაცემების მოძიების მიზნით. გადმოწერეთ მონაცემები სტანდარტულ ფორმატებში.
km: ចុច​ដើម្បី​ស្វែងរក​ទិន្នន័យ​ភូមិ​សា​ស្ដ្រ​ដែល​បាន​ចេញ​ផ្សាយ​ដោយ​អ្នក​ប្រើ​ផ្សេង​ទៀត​អង្គការ​និង​ប្រភព​សាធារណៈ​។ ទាញ​យក​ទិន្នន័យ​នៅ​ក្នុង​ទ្រង់ទ្រាយ​ស្តង់ដារ​។
ro: Faceți clic pentru a căuta de date geospațiale publicate de alți utilizatori, organizații și din surse publice. De descărcare a datelor în formate standard.
sv: Klicka för att söka efter geospatiala uppgifter som publicerats av andra användare, organisationer och offentliga källor. Ladda ner data i standardformat.
sw: Bofya ili kutafuta takwimu za kijiografia zilizotolewa na watumiaji wengine, mashirika na vyanzo vya umma. Pakua takwimu katika mfumo wenye viwango vinavyokubalika.
uk: Натисніть для пошуку геопросторових даних, опублікованих іншими користувачами, організаціями та з відкритих джерел. Завантаження даних в стандартних форматах.

source: Explore maps
ar: تصفح الخرائط
bg_bg: Преглед карти
cs: Prozkoumat mapy
ka: რუკების მიმოხილვა

source: As for the layers and maps GeoNode allows to publish tabular and text data, manage their metadata and associated documents.
ar: بالنسبة للطبقات والخرائط ، يسمح GeoNode بنشر البيانات الجدولية والنصية ، وإدارة البيانات الوصفية والمستندات المرتبطة بها.

source: Add documents
ar: أضف مستندات

source: Explore documents
ar: تصفح المستندات

source: User
ar: المستخدم
bg_bg: Потребители
cs: Uživatel
ka: მომხმარებელი
sw: Mtumiaji
tr: Kullanıcı
uk: Користувач

source: Geonode allows registered users to easily upload geospatial data and various documents in several formats.
ar: Geonode يسمح للمستخدمين المسجلين لتحميل البيانات الجغرافية المكانية والوثائق المختلفة في العديد من الأشكال.

source: See users
ar: شاهد المستخدمين
bg_bg: Виж потребители
cs: Zobrazit uživatele
ka: მომხმარებლების ჩვენება

source: Featured Datasets
ar: مجموعات البيانات المميزة

source: Accept
ar: قبول

source: Reject
ar: رفض

source: Leave
ar: غادر

source: Dear Sir/Madam,
ar: سيدي العزيز/سيدتي،
de: Sehr geehrte/r Frau/Herr,
es: Querido Sr./Sra./Srita.,
fr: Chèr(e) Madame/Monsieur,
it: Caro signore/signora,
ja: こんにちは
pl: Szanowni Państwo,
pt: Caro Sr./Sra,
pt_br: Prezado(a) Sr./Sra,
tr: Sayın Yetkili,

source: Once you receive the confirmation that your account is activated, you can notify
ar: بمجرد استلام التأكيد بأن حسابك قد تم تفعيله ، يمكنك الإعلام
de: Sobald Sie die Bestätigung erhalten, dass Ihr Konto aktiviert ist, können Sie
es: Una vez que reciba la confirmación de que su cuenta está activada, puede notificar
fr: Une fois que vous recevez la confirmation que votre compte est activé, vous pouvez notifier
it: Una volta ricevuta la conferma dell'attivazione dell'account, è possibile notificare
ja: 確認を受け取ったらあなたのアカウントが有効化されます。
pl: Po otrzymaniu potwierdzenia aktywacji konta możesz o tym powiadomić
pt: Depois de receber a confirmação de que sua conta está ativada, poderá notificar
pt_br: Depois de recebido a confirmação de que sua conta foi ativada, você pode notificar
tr: Hesabınızın etkinleştirildiğine dair onayı aldıktan sonra bildirim verebilirsiniz.

source: that you wish to join her/his group(s) through
ar: التي ترغب في الانضمام إلى مجموعاتها / مجموعاته من خلال
de: mitteilen, dass Sie sich ihren/seinen Gruppen anschließen möchten. Folgen Sie dafür diesem Link:
es: que desea unirse a su grupo a través de
fr: que vous souhaitez rejoindre son / ses groupe (s) via
it: che si desidera unirsi al suo gruppo/i attraverso
ja: に、グループに入りたいと、以下のリンクを開くと知らせることができます。
pl: że chcesz dołączyć do jej/jego grup poprzez
pt: que você deseja integrar no seu (s) grupo (s) através
pt_br: você deseja aderir ao(s) grupo(s) dele/dela através de

source: this link
ar: هذا الرابط
de: diesen Link
es: este enlace
fr: ce lien
it: questo link
ja: リンク
pl: ten link
pt: esta ligação
pt_br: este link

source: <strong>%(inviter_name)s</strong> is a member of the following group(s):
ar: <strong>%(inviter_name)s</strong> عضو في المجموعة التالية:
de: <strong>%(inviter_name)s</strong> ist Mitglied der folgenden Gruppe(n)
es: <strong%(inviter_name)s </strong> es miembro de los siguientes grupos:
fr: <strong>%(inviter_name)s</strong> est membre du (des) groupe (s) suivant (s):
it: <strong>%(inviter_name)s</strong> è un membro dei seguenti gruppi:
ja: <strong>%(inviter_name)s</strong> は以下のグループのメンバーです:
pl: <strong>%(inviter_name)s</strong> jest członkiem następujących grup:
pt: <strong>%(inviter_name)s</strong> é membro do seguinte grupo(s):
pt_br: <strong>%(inviter_name)s</strong> é um membro do(s) seguinte(s) grupo(s):
tr: <strong>%(inviter_name)s</strong> aşağıdaki grup(lar)ın bir üyesidir:

source: We look forward to seeing you on the platform,
ar: ونحن نتطلع لرؤيتكم علي المنصة ،
de: Wir freuen uns, Sie auf der Plattform willkommen zu heißen,
es: Esperamos verte en la plataforma,
fr: Nous sommes impatients de vous voir sur la plate-forme,
it: Non vediamo l'ora di vederti sulla piattaforma,
ja: 登録をお待ちしております。
pl: Czekamy na Ciebie na platformie,
pt: Esperamos vê-lo na plataforma,
pt_br: Esperamos vê-lo(a) na plataforma,
tr: Sizi platformda görmeyi dört gözle bekliyoruz.

source: The GeoNode team.
ar: فريق GeoNode.
de: ({{ site_name }})-Administrator.
es: El equipo de GeoNode.
fr: L'équipe GeoNode.
it: Il team di GeoNode.
ja: GeoNodeサイト管理者
pl: Zespół GeoNode.
pt: A equipa GeoNode.
pt_br: A equipe do GeoNode.
tr: GeoNode ekibi.

source: is inviting you to join
ar: يدعوك للانضمام
de: lädt Sie ein, folgender Seite beizutreten:
es: lo está invitando a unirse
fr: vous invite à rejoindre
it: ti sta invitando a partecipare
ja: さんがあなたを招待しています
pl: zaprasza Cię do dołączenia
pt: está a convida-lo para participar
pt_br: está convidando você para aderir
tr: sizi katılmaya davet ediyor

source: To do so, please register at
ar: وللقيام بذلك ، يرجى التسجيل في
de: Hierfür registrieren Sie sich bitte unter:
es: Para hacerlo por favor registese
fr: Pour le faire, veuillez vous inscrire à
it: A tale scopo, si prega di registrarsi all'indirizzo
ja: 招待に応じるなら、登録してください:
pl: Aby to zrobić, zarejestruj się na
pt: Para isso, registe-se em
pt_br: Para realizar isso, registre-se em
tr: Bunu yapmak için lütfen şu adrese kaydolun:

source: that you wish to join her/his group(s) through this link
ar: التي ترغب في الانضمام إلى مجموعاتها /مجموعاته من خلال هذا الرابط
de: dass Sie sich über diesen Link Ihrer / seiner Gruppe(n) anschließen möchten
es: que desea unirse a su grupo a través de este link
fr: que vous souhaitez rejoindre son / ses groupe (s) via ce lien
it: che si desidera unirsi al suo/i gruppo/i attraverso questo link
ja: に、グループに入りたいと、以下のリンクを開くと知らせることができます。
pl: że chcesz dołączyć do jej/jego grup poprzez ten link
pt: que você deseja integrar no grupo(s) dela/dele através deste link
pt_br: você deseja aderir ao(s) grupo(s) dele/dela através deste link
tr: bu bağlantı aracılığıyla onun grup(lar)ına katılmak istediğinizi

source: is a member of the following group(s)
ar: عضو في المجموعة (المجموعات) التالية
de: Die folgenden Gruppen:
es: es miembro de los siguientes grupos
fr: est membre des groupes suivants
it: è membro dei seguenti gruppi
ja: は以下のグループのメンバーです
pl: jest członkiem następujących grup:
pt: é membro do seguinte grupo(s)
pt_br: é um membro do(s) seguinte(s) grupo(s):
tr: aşağıdaki grup(lar)ın bir üyesidir:

source: Updating Metadata...
ar: جارٍ تحديث بيانات التعريف ...
de: Metadaten werden aktualisiert ...
es: Actualizando Metadatos...
fr: Mise à jour des métadonnées ...
it: Aggiornamento dei Metadati...
ja: メタデータの更新中…
pl: Aktualizowanie metadanych...
pt: Atualizando Metadados...
pt_br: Atualizando Metadado…

source: Topic Category is mandatory and cannot be empty!
ar: موضوع الفئة إلزامي ولا يمكن أن يكون فارغًا!
de: Die Themenkategorie ist obligatorisch und darf nicht leer sein!
es: ¡La categoría de tema es obligatoria y no puede estar vacía!
fr: La Catégorie est obligatoire et ne peut pas être vide!
it: Categoria è obbligatoria e non può essere vuota!
ja: トピックカテゴリは必須です
pl: Kategoria tematu jest obowiązkowa i nie może być pusta!
pt: Categoria do Tópico é obrigatório e tem de ser preenchido!
pt_br: Categoria de Tópico é obrigatória e não pode ser vazio!

source: Group is mandatory and cannot be empty!
ar: المجموعة إلزامية ولا يمكن أن تكون فارغة!
de: Gruppe ist obligatorisch und darf nicht leer sein!
es: ¡El grupo es obligatorio y no puede estar vacío!
fr: Le Groupe est obligatoire et ne peut être vide!
it: Il Gruppo è obbligatorio e non può essere vuoto!
ja: グループは必須です
pl: Grupa jest obowiązkowa i nie może być pusta!
pt: O Grupo é obrigatório e tem de ser preenchido!
pt_br: Grupo é obrigatório e não pode ser vazio!

source: Return to Layer
ar: العودة إلى الطبقة
cs: Návrat k vrstvě

source: Identification
ar: هوية
cs: Identifikace
de: Kennzeichnung
es: Identificación
it: Identificazione
pl: Identyfikacja
pt: Identificação
pt_br: Identificação

source: Yes
ar: نعم
cs: Ano
de: Ja
es: Si
fr: Oui
it: Si
pl: Tak
pt: Sim
pt_br: Sim

source: Published
ar: نشرت
cs: Vydáno
de: Publiziert
es: Publicado
fr: Publié
it: Pubblicato
ja: 公開済
pl: Opublikowany
pt: Publicado
pt_br: Publicados

source: email
af: e-pos
ar: البريد الإلكتروني
es: correo electrónico
fa_ir: ایمیل
fi: sähköposti
ja: Eメール
km: អ៊ី​ម៉ែ​ល
sw: barua pepe
uk: по електронній пошті

source: Information
ar: معلومات
es: Información
it: Informazioni
pl: Informacja
pt: Informação
pt_br: Informação

source: Identification Image
ar: صورة التعريف
cs: Identifikační obrázek
de: Identifikationsbild
es: Imagen de Identificación
fr: Image d'identification
it: Immagine di identificazione
pl: Miniatura
pt: Imagem de Identificação
pt_br: Imagem de Identificação

source: Spatial Extent
ar: المدى المكاني
de: Räumliche Ausdehnung
es: Extensión Espacial
fr: Étendue spatiale
it: Estensione spaziale
pl: Zasięg przestrzenny
pt: Extensão Espacial
pt_br: Extensão Espacial

source: Projection System
ar: نظام الإسقاط
de: Projektion
es: Sistema de Proyección
fr: Système de projection
it: Sistema di proiezione
ja: 投影法
pl: Układ współrzędnych
pt: Sistema de Projeção
pt_br: Sistema de Projeção

source: Extension x0
ar: التمديد x0
de: Erweiterung x0
fr: Étendue, x0
it: Estensione x0
pl: Współrzędna x0
pt: Extensão x0
pt_br: Extensão x0

source: Extension x1
ar: تمديد X1
de: Erweiterung x1
fr: Étendue, x1
it: Estensione x1
pl: Współrzędna x1
pt: Extensão x1
pt_br: Extensão x1

source: Extension y0
ar: تمديد y0
de: Erweiterung y0
fr: Étendue, y0
it: Estensione y0
pl: Współrzędna y0
pt: Extensão y0
pt_br: Extensão y0

source: Extension y1
ar: تمديد y1
de: Erweiterung y1
fr: Étendue, y1
it: Estensione y1
pl: Współrzędna y1
pt: Extensão y1
pt_br: Extensão y1

source: Features
ar: المميزات
cs: Funkce
es: Características
fr: Fonctionnalités
it: Caratteristiche
pl: Cechy
pt: Elementos
pt_br: Feições

source: Contact Points
ar: نقاط الإتصال
cs: Kontaktní body
de: Kontaktstellen
es: Puntos de Contacto
fr: Points de contact
it: Altri indirizzi utili
pl: Osoby kontaktowe
pt: Pontos de Contato
pt_br: Pontos de Contato

source: References
ar: المراجع
cs: Reference
de: Referenzen
es: Referencias
fr: Références
it: Referenze
pl: Odniesienia
pt: Referências
pt_br: Referências

source: Link Online
ar: رابط عبر الإنترنت
es: Link en línea
fr: Lien en ligne
it: Collegamento online

source: Metadata Page
ar: صفحة البيانات الوصفية
cs: Strana metadat
de: Metadaten-Seite
es: Página de Metadatos
fr: Page de métadonnées
it: Pagina metadati
pl: Strona metadanych
pt: Página de Metadados
pt_br: Página de Metadados

source: Online Link
ar: رابط عبر الإنترنت
cs: Online odkaz
es: Linl en línea
fr: Lien en ligne
it: Collegamento online
pl: Link online
pt: Link Online

source: Request editing for resource:
ar: طلب تحميل مصدر
de: Herunterladen einer Ressource anfragen:
es: Solicitar edición para recurso:
fr: Demande d'édition pour la ressource:
it: Richiesta di modifica della risorsa:
ja: 編集権限をリクエスト:
pl: Poproś o edycję zasobu:
pt: Pedido para edição do recurso:
pt_br: Solicitar edição para o recurso:
tr: Kaynak için düzenleme talep et:

source: Send request
ar: أرسل طلب
de: Anfrage versenden
es: Enviar solicitud
fr: Envoyer la demande
it: Invia richiesta
ja: リクエストを送信
pl: Wyślij prośbę
pt: Enviar pedido
pt_br: Enviar requisição
tr: Talebi Gönder

source: Your account has been approved and is now active.
ar: تمت الموافقة على حسابك وأصبح الآن نشطا.
bg_bg: Профилът ви беше одобрен и е вече активен.
cs: Váš účet byl schválen a je nyní aktivní.
de: Ihr Konto wurde überprüft und ist nun aktiviert.
es: Su cuenta ha sido aprobada y activada.
fr: Votre compte a été accepté et est maintenant actif.
it: Il tuo account è stato approvato ed è ora attivo.
ja: アカウントは承認され、有効になりました。
ka: თქვენი ანგარიში დამტკიცდა და გააქტიურდა.
pl: Twoje konto zostało zatwierdzone i jest teraz aktywne.
pt: A sua conta foi aprovada e está agora ativa.
pt_br: Sua conta foi aprovada e está ativa.
tr: Hesabınız onaylandı ve artık aktiftir.

source: You can use the login form at
ar: يمكنك استخدام نموذج تسجيل الدخول على
bg_bg: Можете да използвате формата за влизане в профила
cs: Můžete použít přihlašovací formulář na
de: Sie können folgendes Anmeldeformular verwenden
es: Puede usar el formulario de ingreso en
fr: Vous pouvez vous authentifier sur la page d'authentification sur
it: Puoi usare il login form a
ja: ログイン画面が利用可能です:
ka: თქვენ შეგიძლიათ გამოიყენოთ შესვლის ფორმა
pl: Możesz skorzystać z formularza logowania pod adresem
pt: Pode usar o formulário de acesso em
pt_br: Você pode utilizar o formulário de login em
tr: Giriş formunu şu adreste kullanabilirsiniz:

source: Welcome at
ar: مرحبا بك في
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue à
it: Benvenuti a
ja: ようこそ
pl: Witaj w
pt: Bem-vindo a
pt_br: Bem-vindo
tr: Hoş geldiniz

source: Your account is now active
ar: حسابك نشط الآن
bg_bg: Профилът ви вече е активен
cs: Váš účet je nyní aktivní
de: Ihr Konto ist jetzt aktiv
es: Tu cuenta ahora está activa
fr: Votre compte est activé
it: Il tuo account è ora attivo
ja: アカウントは有効です
ka: თქვენი მომხმარებელი არის აქტიური
pl: Twoje konto jest teraz aktywne
pt: A sua conta está agora ativa
pt_br: Sua conta foi ativada
tr: Hesabınız artık aktiftir.

source: has requested access to the site.
ar: طلب الوصول إلى الموقع.
bg_bg: е поискал достъп до страницата
cs: požádal o přístup na web.
de: hat den Zugriff auf die Website angefordert.
es: ha solicitado acceso al sitio.
fr: a demandé un accès au site.
it: ha richiesto l'accesso a questo sito.
ja: がサイトへのアクセスをリクエストしました。
ka: მოითხოვა წვდომა საიტზე.
pl: poprosił o dostęp do strony.
pt: efetuou um pedido para aceder ao site.
pt_br: foi solicitado acesso ao site.
tr: siteye erişim talep etti.

source: You can enable access by setting the user as active on the admin section
ar: يمكنك تمكين الدخول عن طريق تعيين المستخدم نشطا في قسم المشرف
bg_bg: Можете да разрешите достъпа като посочите потребителя като активен в сесия на администратор
cs: Přístup můžete povolit nastavením uživatele jako aktivního v sekci admin
de: Sie können den Zugriff aktivieren, indem Sie den Benutzer im Admin-Bereich als aktiv festlegen
es: Puede habilitar el acceso para ese usuario activandolo en la seccion de administracion
fr: Vous pouvez octroyer un accès en définissant comme actif les utilisateurs sur la page d'administration
it: Puoi abilitare l'accesso all'utente impostandolo come attivo nella sezione di Amministrazione
ja: 管理画面でユーザーを有効にすることでアクセス可能です
ka: თქვენ შეგიძლიათ ჩართოთ ხელმისაწვდომობა მომხმარებლის პარამეტრების შეცვლით, ადმინისტრატორის სექციაში
pl: Możesz umożliwić dostęp, ustawiając użytkownika jako aktywnego w sekcji administratora
pt: Poe ativar o acesso definindo o utilizador como ativo na seção de administração
pt_br: Você pode habilitar o acesso configurando o usuário como ativo na seção de admin
tr: Erişimi etkinleştirmek için kullanıcıyı yönetici bölümünde etkin olarak ayarlayabilirsiniz.

source: A user has requested access to the site
ar: لقد طلب أحد المستخدمين الدخول إلى الموقع
bg_bg: Потребител е заявил молба за достъп до страницата
cs: Uživatel požádal o přístup na web
de: Ein Benutzer hat nach Zugang zu der Seite gefragt
es: Un nuevo usuario ha solicitado acceso al sitio
fr: Un utilisateur a demandé un accès au site
it: Un utente ha richiesto l'accesso al sito
ja: サイトへのアクセスをリクエストしたユーザー
ka: მომხმარებელმა მოითხოვა საიტთან წვდომა
pl: Użytkownik poprosił o dostęp do strony
pt: Um utilizador efetuou um pedido para aceder ao site
pt_br: Um usuário solicitou acesso ao site
tr: Bir kullanıcı siteye erişim talep etti.

source: The following document was approved
ar: تمت الموافقة على الوثيقة التالية
de: Das folgende Dokument wurde genehmigt
es: El siguiente documento fue aprobado
fr: Le document suivant a été approuvé
it: Il seguente documento è stato approvato
ja: 以下のドキュメントが承認されました
pl: Następujący dokument został zatwierdzony
pt: O seguinte documento foi aprovado
pt_br: O seguinte documento foi aprovado
tr: Aşağıdaki belge onaylandı.

source: owned by
ar: المملوكة من قبل
bg_bg: собственост на
cs: ve vlastnictví
de: gehört
es: manejada por
fr: appartenant à
it: appartiene a
ja: によって所有されています
ka: ეკუთვნის
pl: posiadany przez
pt: propriedade de
pt_br: de propriedade de
tr: sahip olduğu

source: You can visit the document's detail page here
ar: يمكنك زيارة صفحة تفاصيل الوثيقة هنا
bg_bg: Можете да посетите страницата с информация за документа от тук
cs: Zde naleznete detailní stránku dokumentu
de: Sie können die Detailseite des Dokuments hier besuchen
es: Usted puede visitar la página de detalle del documento aquí
fr: Vous pouvez visiter la page des détails du document ici
it: Puoi visitare la pagina con i dettagli del documento qui
ja: ドキュメントの詳細ページはこちらからアクセスできます
ka: თქვენ შეგიძლიათ ეწვიოთ დოკუმენტის დეტალებს ამ გვერდზე
pl: Tutaj możesz zobaczyć szczegóły na temat dokumentu
pt: Pode visitar os detalhes da página do documento aqui
pt_br: Você pode visitar a página de detalhes do documento aqui
tr: Belgenin detay sayfasını burada ziyaret edebilirsiniz.

source: A document has been approved
ar: تمت الموافقة على وثيقة
de: Ein Dokument wurde genehmigt
es: Un documento ha sido aprobado
fr: Un document a été approuvé
it: Un documento è stato approvato
ja: ドキュメントが承認されました
pl: Dokument został zatwierdzony
pt: Um documento foi aprovado
pt_br: O documento foi aprovado
tr: Bir belge onaylandı.

source: A comment has been posted for the document
ar: تم نشر تعليق للوثيقة
bg_bg: Бе направен коментар за документа
cs: K dokumentu byl přidán komentář
ka: კომენტარი გამოქვეყნდა ამ დოკუმენტისთვის

source: by the user
ar: من قبل المستخدم
bg_bg: от потребителя
cs: uživatelem
ka: მომხმარებლის მიერ

source: A comment has been posted for a document
ar: تم نشر تعليق على وثيقة
bg_bg: За документа бе направен коментар
cs: K dokumentu byl přidán komentář
ka: კომენტარი გამოქვეყნდა ამ დოკუმენტისთვის

source: The user
ar: المستخدم
bg_bg: Потребителят
cs: Uživatel
de: Der Benutzer
es: El usuario
fr: L'utilisateur
it: L'utente
ja: ユーザー
ka: მომხმარებელი
pl: Użytkownik
pt: O utilizador
pt_br: O usuário
tr: Kullanıcı

source: uploaded the following document
ar: تم تحميل المستند التالي
bg_bg: обновяване на следния документ
cs: odeslal následující dokument
de: Folgendes Dokument wurde hochgeladen
es: subio el siguiente documento
fr: chargé le document suivant
it: il seguente documento è stato caricato
ja: 以下のドキュメントがアップロードされました
ka: ატვირთულია შემდეგი დოკუმენტი
pl: przesłał następujący dokument
pt: o seguinte documento foi carregado
pt_br: o seguinte documento foi carregado
tr: aşağıdaki belgeyi yükledi
