Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Manage Available Styles for <a href="/layers/%(layer_title)s">%(layer_title)s</a>
af: Bestuur beskikbaar style vir <a href="/layers/%(layer_title)s">%(layer_title)s</a>
bg_bg: Управление на налични стилове за <a href="/layers/%(layer_title)s">%(layer_title)s</a>
cs: Správa dostupných stylů pro <a href="/layers/%(layer_title)s">%(layer_title)s</a>
fa_ir: سبک مدیریت موجود برای <a href="/layers/%(layer_title)s">%(layer_title)s</a>
fi: Hallitse Saatavana tyylejä <a href="/layers/%(layer_title)s">%(layer_title)s</a>
hu: Elérhető kezelése Stílusok <a href="/layers/%(layer_title)s">%(layer_title)s</a>
ka: სტილების მართვა ხელმისაწვდომია <a href="/layers/%(layer_title)s">%(layer_title)s</a>
km: គ្រប់គ្រង​រចនាប័ទ្ម​ដែល​អាច​ប្រើ​បាន​សម្រាប់ <a href="/layers/%(layer_title)s">%(layer_title)s</a>
ro: Gestionare stiluri disponibile pentru <a href="/layers/%(layer_title)s">%(layer_title)s</a>
sv: Hantera Tillgängliga format för <<a href="/layers/%(layer_title)s">%(layer_title)s</a>
sw: Simamia mitindo iliyopo kwa ajili ya <a href="/layers/%(layer_title)s">%(layer_title)s</a>
uk: Управління доступних стилів для <a href="/layers/%(layer_title)s">%(layer_title)s</a>

source: Layer Default Style
af: Laag Default Style
bg_bg: Стил на слой по подразбиране
cs: Výchozí styl vrstvy
fa_ir: لایه گرینویچ
fi: Kerros Default Style
hu: Réteg Default Style
ka: ფენის სტანდარტული სტილი
km: រចនាប័ទ្ម​លំនាំដើម​ស្រទាប់
ro: Strat Stil prestabilit
sv: Layer Standard Stil
sw: Mtindo msingoi wa tabaka
uk: Шар Звичайний стиль

source: Upload Layer
af: Oplaai Layer
bg_bg: Зареждане на слой
cs: Nahrát vrstvu
fa_ir: لایه های آپلود
fi: Tallennettu Layer
hu: Feltöltés réteg
ka: ფენის ატვირთვა
km: ស្រទាប់​ផ្ទុក​ឡើង
ro: Încărcați Layer
sv: Överför Layer
sw: Pakia Tabaka
uk: Завантажити Layer

source: A coordinate reference system for this layer could not be determined. Locate or enter the appropriate ESPG code for this layer below. One way to do this is do visit: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> and enter the following:
af: A koördineer verwysingstelsel vir hierdie laag kon nie vasgestel word nie. Vind of tik die toepaslike ESPG kode vir hierdie laag hieronder. Een manier om dit te doen, is om Besoek gerus: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> en tik die volgende:
bg_bg: Референтната координатна система за този слой не може да бъде одобрена. Локализирай или въведи подходящо ESPG код за този слой по-долу. Можете да го направите като отидете на: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> и въведете следното:
cs: Shodný referenční systém pro tuto vrstvu nelze určit. Vyhledejte nebo zadejte příslušný kód ESPG pro tuto vrstvu níže. Jeden způsob, jak to udělat, je viz: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> a zadejte následující:
fa_ir: سیستم مختصات مرجع برای این لایه تعیین نشد. تعیین محل یا کد ESPG مناسب وارد کنید برای این لایه زیر. یک راه برای انجام این کار است آیا بازدید: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> زیر را وارد کنید:
fi: Koordinaattijärjestelmä tämä kerros ei voitu määrittää. Paikallista tai syötä sopiva ESPG koodi tämän kerroksen alla. Yksi tapa tehdä tämä on ehdottomasti kannattaa käydä katsomassa: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> ja syötä seuraavat tiedot:
hu: A koordináta referencia rendszer ezt a réteget nem lehetett meghatározni. Keresse meg vagy adja meg a megfelelő ESPG kód réteg alatt. Az egyik módja ennek az, do látogasson el ide: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> és írja be a következőt:
ka: ამ ფენაზე მითითებული კორდინატი ვერ განისაზღვრება.ამოარჩიეთ ან შეიყვანეთ შესაბამისი ESPG კოდი.ერთ-ერთი გზა ამის გასაკეთებლად არის, რომ ეწვიოთ ვებ მისამართს:<a href="http://prj2epsg.org/search" target="_">prj2epsg</a> და შეიყვანეთ შემდეგი მონაცემი:
km: ប្រព័ន្ធ​យោង​សម្របសម្រួល​សម្រាប់​ស្រទាប់​នេះ​មិន​អាច​ត្រូវ​បាន​កំណត់​។ កំណត់​ទីតាំង​ឬ​បញ្ចូល​លេខ​កូដ ESPG ដែល​សមរម្យ​សម្រាប់​ស្រទាប់​នេះ​ដូច​ខាង​ក្រោម​។ វិធី​មួយ​ដើម្បី​ធ្វើ​ការ​នេះ​គឺ​ធ្វើ​ទស្សនា​: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> និង​បញ្ចូល​ដូច​ខាង​ក្រោម​:
ro: Un sistem de referință de coordonate pentru acest strat nu a putut fi determinată. Localizați sau introduceți codul ESPG potrivit pentru acest strat de mai jos. O modalitate de a face acest lucru este do vizitați: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> și introduceți următoarele:
sv: Ett koordinatsystem för detta skikt kunde inte fastställas. Leta eller ange lämplig ESPG koden för detta skikt nedan. Ett sätt att göra detta är göra besök: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> och ange följande:
sw: kuratibu kumbukumbu ya mfumo wa safu hii inaweza kuwa amedhamiria. Machapisho au kuingia ESPG sahihi kificho kwa safu hii hapa chini. Njia moja ya kufanya hivyo ni do kutembelea: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> na kuingia yafuatayo:
uk: Координат системи відліку для цього шару не може бути визначена. Знайдіть або введіть відповідний код ESPG для цього шару нижче. Один зі способів зробити це робити відвідати: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> і введіть наступні дані:

source: There is a problem recognizing the projection of this data. Please reproject this data to a more common projection.
af: Daar is 'n probleem te erken die projeksie van hierdie data. Repro Ject asseblief hierdie inligting aan 'n meer algemene projeksie.
bg_bg: Възника проблем при проектирането на тази данна, Моля, проектирайте отново данната в по-често срещана проекция.
cs: Vyskytl se problém s rozpoznáním zobrazení těchto dat. Prosím, přeprogramujte tato data na běžnější projekci.
fa_ir: یک مشکل به رسمیت شناختن طرح از این داده ها وجود دارد. لطفا این اطلاعات را به یک طرح رایج تر reproject.
fi: On ongelma tunnustetaan projektio näitä tietoja. Ole hyvä uudelleenprojektoida tämän datan yleisempää projektio.
hu: Van egy probléma felismerése a vetülete az adatok. Kérjük újravetíteni ezt az adatot egy közös vetítés.
km: មាន​បញ្ហា​ក្នុង​ការ​ទទួល​ស្គាល់​ការ​ព្យាករ​នៃ​ទិន្នន័យ​នេះ​គឺ​ជា​។ សូម reproject ទិន្នន័យ​នេះ​ទៅ​នឹង​ការ​ព្យាករ​ជា​រឿង​ធម្មតា​បន្ថែម​ទៀត​។
ro: Există o problemă de recunoaștere proiecția acestor date. Va rugam sa reproiectarea aceste date pentru o proiecție mai frecvente.
sv: Det är problem att erkänna projektionen av dessa data. Vänligen reproject dessa data till en mer gemensam projektion.
sw: Kuna tatizo kutambua makadirio ya data hii. Tafadhali reproject data hii kwa makadirio zaidi ya kawaida.
uk: Існує проблема розпізнавання проекцію цих даних. Будь ласка перепроеціровать ці дані в більш загальній проекції.

source: With this data, GeoNode was able to guess which attributes contain the latitude and longitude coordinates, but please confirm that the correct attributes are selected below.
af: Met hierdie inligting, GeoNode in staat was om te raai wat eienskappe bevat die lengte-en breedtegraad, maar bevestig asseblief dat die regte eienskappe word hieronder gekies.
bg_bg: С тези данни, GeoNode определи кои атрибути съдържат координати на географска ширина и дължина, но моля да потвърдите правилните атрибути избрани по-долу.
cs: S těmito daty GeoNode dokáže odhadnout, které atributy obsahují souřadnice zeměpisné šířky a délky, ale potvrďte, že níže uvedené jsou správné hodnoty.
fa_ir: با استفاده از این داده ها، GeoNode قادر به حدس زدن که ویژگی باشد طول و عرض جغرافیایی مختصات، اما لطفا تأیید کنید که ویژگی های درست در زیر انتخاب بود.
fi: Näiden tietojen avulla GeoNode pystyi arvaamaan määritteet sisältävät leveys- ja pituusaste koordinaatit, mutta varmista, että oikeat määritteet valitaan alla.
hu: Ezzel adatok GeoNode képes volt kitalálni, melyik attribútumok tartalmazzák a szélességi és hosszúsági fokok, hanem erősítse meg, hogy a megfelelő tulajdonságok kiválasztása az alábbiakban.
km: ជាមួយ​ទិន្នន័យ​នេះ​, GeoNode អាច​ទាយ​ដែល​មាន​គុណលក្ខណៈ​មាន​កូអរដោនេ​រយៈទទឹង​និង​រយៈ​បណ្តោយ​ប៉ុន្តែ​សូម​បញ្ជាក់​ថា​គុណ​លក្ខណៈ​ត្រឹមត្រូវ​ត្រូវ​បាន​ជ្រើស​នៅ​ខាង​ក្រោម​។
ro: Cu aceste date, GeoNode a fost capabil de a ghici care atribuie conțin coordonatele latitudine și longitudine, dar vă rugăm să confirmați că atributele corecte sunt selectate de mai jos.
sv: Med dessa data var GeoNode kunnat gissa vilka attribut innehåller latitud och longitud, men bekräfta att rätt attribut väljs nedan.
sw: Katika data hii, GeoNode imejaribu kukadiria sifa zenye latitudo na longitudo, tafadhali kuthibitisha kama ni sifa sahihi zimechaguliwa hapo chini.
uk: За допомогою цих даних, GeoNode зміг вгадати, які атрибути містять координати широти і довготи, але, будь ласка, переконайтеся, що правильні атрибути вибираються нижче.

source: We did not detect columns that could be used for the latitude and longitude. Please verify that you have two columns in your csv file that can be used for the latitude and longitude.
af: Ons het nie die kolomme wat gebruik kan word vir die lengte-en breedtegraad spoor. Maak seker dat jy twee kolomme in die CSV wat gebruik kan word vir die lengte-en breedtegraad.
bg_bg: Не открихме колони, които бихме могли да бъдат използвани за географска ширина и дължина. Моля потвърдете, че имате две колони във вашия csv файл, които могат да бъдат използвани за географска ширина и дължина.
cs: Nezjistili jsme sloupce, které by mohly být použity pro zeměpisné šířky a délky. • Zkontrolujte, zda máte ve vašem souboru csv dva sloupce, které lze použít pro zeměpisné šířky a délky.
fa_ir: ما ستون است که می تواند برای طول و عرض جغرافیایی استفاده می شود تشخیص نیست. لطفا بررسی کنید که دو ستون در فایل CSV خود را که می تواند برای طول و عرض جغرافیایی استفاده می شود.
fi: Emme havainneet sarakkeet, jotka voitaisiin käyttää leveys- ja pituusaste. Varmista, että sinulla on kaksi saraketta CSV-tiedosto, joka voidaan käyttää leveys- ja pituusaste.
hu: Nem érzékeli, hogy az oszlopokat lehet használni a földrajzi szélesség és hosszúság. Kérjük, ellenőrizze, hogy van két oszlopot a CSV-fájlt, hogy lehet használni a földrajzi szélesség és hosszúság.
km: យើង​មិន​បាន​រក​ឃើញ​ជួរ​ឈរ​ដែល​អាច​ត្រូវ​បាន​ប្រើ​សម្រាប់​រយៈទទឹង​និង​រយៈ​បណ្តោយ​។ សូម​ផ្ទៀងផ្ទាត់​ថា​អ្នក​មាន​ជួរ​ឈរ​ពីរ​នៅ​ក្នុង​ឯកសារ CSV របស់​អ្នក​ដែល​អាច​ត្រូវ​បាន​ប្រើ​សម្រាប់​ការ​រយៈទទឹង​និង​រយៈ​បណ្តោយ​។
ro: Nu am detectat coloane care ar putea fi utilizate pentru latitudine și longitudine. Vă rugăm să verificați dacă aveți două coloane din fișierul CSV, care pot fi utilizate pentru latitudine și longitudine.
sv: Vi upptäckte inte kolumner som kan användas för latitud och longitud. Kontrollera att du har två kolumner i din CSV-fil som kan användas för latitud och longitud.
sw: Hatukuwa kuchunguza nguzo ambayo inaweza kutumika kwa ajili ya latitude na longitude. Tafadhali kuthibitisha kuwa una nguzo mbili katika csv faili yako ambayo inaweza kutumika kwa ajili ya latitude na longitude.
uk: Ми не виявили стовпці, які могли б бути використані для широти і довготи. Будь ласка, переконайтеся, що у вас є дві колонки в вашому CSV файл, який може бути використаний для широти і довготи.

source: Upload Layer Step 2
af: Oplaai Layer Stap 2
bg_bg: Качи Слой Стъпка 2
cs: Nahrát vrstvu krok 2
fa_ir: بارگذاری لایه مرحله 2
fi: Tallennettu Layer Vaihe 2
hu: Feltöltés réteg 2. lépés
ka: ფენის ატვირთვის მეორე საფეხური
km: ស្រទាប់​ផ្ទុក​ឡើង​ជំហាន​ទី 2
ro: Încărcați Layer Pasul 2
sv: Överför Layer Steg 2
sw: Pakia Tabaka Hatua ya 2
uk: Завантажити Layer Крок 2

source: Editing details for
af: Redigering besonderhede vir
bg_bg: Подробности за редактиране за
cs: Úprava podrobností pro
fa_ir: جزئیات حال ویرایش برای
fi: Editointi tiedot
hu: Szerkesztése adatai
ka: დეტალური რედაქტირება
km: ព័ត៌មាន​លម្អិត​សម្រាប់​ការ​កែ​សម្រួល
ro: Detalii de editare pentru
sv: Redigera information för
sw: Hariri maelezo ya
uk: Деталі для редагування

source: Time Options
af: Tyd Options
bg_bg: Времеви опции
cs: Možnosti času
fa_ir: تنظیمات زمان
fi: Aika-asetukset
hu: Idő beállítások
ka: დროს პარამეტრები
km: ជម្រើស​ម៉ោង
ro: Opțiuni de timp
sv: Tid Val
sw: Chaguzi za wakati
uk: Час Опції

source: Choose time attribute
af: Kies die tyd kenmerk
bg_bg: Избери времеви атрибут
cs: Zvolte atribut čas
fa_ir: ویژگی زمان را انتخاب کنید
fi: Valitse aika määrite
hu: Válassza ki az idő attribútum
ka: აირჩიეთ დროს ატრიბუტი
km: ជ្រើស​គុណលក្ខណៈ​ពេល​វេលា
ro: Alege atribut de timp
sv: Välj tidsattribut
sw: Kuchagua wakati sifa
uk: Виберіть атрибут часу

source: This data does not have a time attribute
af: Hierdie data het nie 'n tyd kenmerk
bg_bg: Тези данни нямат времеви атрибут
cs: Tato data nemají časový atribut
fa_ir: این داده ها می کند یک ویژگی زمان ندارد
fi: Tätä tietoa ei ole aikaa määrite
hu: Ez az adat nincs idő attribútum
ka: ამ მონაცემს არ აქვს დროის ატრიბუტი
km: ទិន្នន័យ​នេះ​មិន​មាន​គុណលក្ខណៈ​ពេល​វេលា​មួយ
ro: Aceste date nu are un atribut de timp
sv: Dessa data har ingen tid attribut
sw: Data hii hana muda sifa
uk: Ці дані не мають атрибут часу

source: Choose optional end time attribute
af: Kies opsionele einde van die tyd kenmerk
bg_bg: Изберете aтрибут за край на времето по избор
cs: Vybrat volitelný atribut koncového času
fa_ir: پایان اختیاری ویژگی زمان را انتخاب کنید
fi: Valitse valinnainen päättymisaika määrite
hu: Válassza választható befejezési idő attribútum
ka: აირჩიეთ არასასურველი ატრიბუტის დროის დამთავრება
km: ជ្រើស​គុណលក្ខណៈ​ពេល​ចុង​ស្រេច​ចិត្ត
ro: Alege-end opțional atribut de timp
sv: Välj valfri sluttid attribut
sw: Kuchagua hiari mwisho wakati sifa
uk: Виберіть атрибут часу додатковий кінцевий

source: Present time attribute as
af: Huidige tyd kenmerk as
bg_bg: Атрибут за настоящо време като
cs: Atribut současného času jako
fa_ir: ویژگی حال حاضر به عنوان
fi: Hetkellä ominaisuuden
hu: Jelenleg attribútum
ka: ამ დროის ატრიბუტი, როგორც
km: គុណលក្ខណៈ​ពេល​បច្ចុប្បន្ន​ដូច​ជា​ការ
ro: Atribut prezent ca
sv: Föreliggande tid attribut som
sw: Sasa wakati sifa kama
uk: Нині атрибут, як

source: Need Help?
af: Het hulp nodig?
bg_bg: Имате нужда от помощ?
cs: Potřebujete pomoc?
fa_ir: راهنمایی؟
fi: Tarvitsetko apua?
hu: Segítségre van szüksége?
ka: გესაჭიროებათ დახმარება?
km: ត្រូវការ​ជំនួយ​?
ro: Aveți nevoie de ajutor?
sv: Behöver du hjälp?
sw: Haja Msaada?
uk: Потрібна допомога?

source: A feature can currently support one or two time attributes. If a single attribute is used, the feature is considered relevant at that single point in time. If two attributes are used, the second attribute represents the end of a valid period for the feature.
af: 'N funksie kan ondersteun tans een of twee keer eienskappe. As 'n enkele eienskap gebruik word, word die funksie beskou betrokke by daardie enkele punt in die tyd. Indien twee eienskappe gebruik word, die tweede eienskap verteenwoordig die einde van 'n geldige tydperk vir die funksie.
bg_bg: Една характеристика в момента може да поддръжа един или два атрибута. Ако единичен атрибут е необходим, характеристиката се смята за релевантна в определена точка от времето. Ако два атрибута се използват, втория атрибута представлява края на един валиден период за характеристиката.
cs: Funkce může v současné době podporovat jeden nebo dva časové atributy. Pokud je použit jediný atribut, funkce se v daném okamžiku považuje za relevantní. Pokud jsou použity dva atributy, druhý atribut představuje konec platného období pro funkci.
fa_ir: یکی از ویژگی های که در حال حاضر می توانید یک یا دو ویژگی زمان پشتیبانی. اگر یک ویژگی واحد استفاده شده است، از ویژگی های در نظر گرفته شده مربوط در آن نقطه در زمان. اگر دو ویژگی استفاده می شود، ویژگی دوم نشان دهنده پایان یک دوره معتبر برای ویژگی.
fi: Ominaisuus voi tällä hetkellä tukea yhden tai kaksi kertaa määritteitä. Jos yksittäinen määritettä käytetään, ominaisuus on katsottu tarpeelliseksi, että tiettynä ajankohtana. Jos käytetään kahta attribuuttia, toinen attribuutti edustaa lopussa voimassa määräajan ominaisuus.
hu: A funkció jelenleg támogatni egy vagy két alkalommal attribútumokat. Ha egy attribútumot használják, az opció akkor releváns, hogy adott időpontban. Ha két attribútumokat arra használjuk, a második attribútum képviseli a végén egy érvényes időszak a funkciót.
km: លក្ខណៈ​ពិសេស​មួយ​ដែល​បច្ចុប្បន្ន​នេះ​អាច​គាំទ្រ​គុណលក្ខណៈ​ពេល​មួយ​ឬ​ពីរ​។ ប្រសិន​បើ​មាន​គុណ​លក្ខណៈ​តែ​មួយ​ត្រូវ​បាន​ប្រើ​លក្ខណៈ​ពិសេស​នេះ​ត្រូវ​បាន​ចាត់​ទុក​ពាក់ព័ន្ធ​នៅ​ចំណុច​តែ​មួយ​ដែល​នៅ​ក្នុង​ពេល​វេលា​។ ប្រសិន​បើ​មាន​គុណ​លក្ខណៈ​ទាំង​ពីរ​ត្រូវ​បាន​ប្រើ​, គុណលក្ខណៈ​ទី​ពីរ​ដែល​តំណាង​ឱ្យ​ចុង​បញ្ចប់​នៃ​រយៈពេល​មាន​សុពលភាព​សម្រាប់​លក្ខណៈ​ពិសេស​នេះ​។
ro: O caracteristică poate suporta în prezent una sau două atribute de timp. Dacă se utilizează un singur atribut, caracteristica este considerat relevante la acest singur punct în timp. În cazul în care se utilizează două atribute, al doilea atribut reprezintă sfârșitul unei perioade valabil pentru caracteristica.
sv: En funktion kan nu stödja en eller två tidsattribut. Om en enda attributet används, är funktionen anses relevant vid den enda tidpunkt. Om två attribut används, representerar den andra attribut i slutet av en giltig period för funktionen.
sw: kipengele unaweza sasa kusaidia moja au mbili sifa wakati. Kama sifa moja ni kutumika, kipengele ni kuchukuliwa muhimu katika hatua hiyo moja katika muda. Kama sifa mbili hutumiwa, sifa ya pili inawakilisha mwisho wa kipindi halali kwa kipengele.
uk: Функція може в даний час підтримують один або два атрибута часу. Якщо використовується один атрибут, функція вважається актуальним в той певний момент часу. Якщо два атрибута використовуються, другий атрибут представляє кінець дійсного періоду для функції.

source: A time attribute can be one of
af: 'N tyd eienskap kan een van
bg_bg: Времеви атрибут може да бъде един от
cs: Časový atribut může být jeden
fa_ir: ویژگی زمان می تواند یکی از
fi: Aika määrite voi olla yksi
hu: Egy idő attribútum az egyik
ka: დროის ატრიბუტი შეიძლება მიეკუთვნებოდეს ერთ-ერთ მადგანს
km: គុណលក្ខណៈ​ពេល​មួយ​អាច​ជា​ផ្នែក​មួយ​នៃ
ro: Un atribut de timp poate fi una dintre
sv: En tidsattribut kan vara en av
sw: sifa wakati unaweza kuwa moja ya
uk: Атрибут часу може бути одним з

source: For text attributes, one can specify a custom format or use the 'best guess' approach. The most common formatting flags are:
af: Vir teks eienskappe, kan 'n mens 'n persoonlike formaat spesifiseer of gebruik die 'beste raaiskoot "benadering. Die mees algemene uitleg vlae is:
bg_bg: За текстови атрибути, може да се специфицира формат по избор или да използва подхода "най-добро предположение". Най-често срещаните форматирания са:
cs: U textových atributů lze určit vlastní formát nebo použít přístup "nejlepší odhad". Nejběžnější formátovací příznaky jsou:
fa_ir: برای ویژگی های متن، می توان یک قالب مشخص و یا استفاده از "بهترین حدس" روش. پرچم قالب های شایع:
fi: Tekstimääritteitä, voidaan määrittää mukautetun muodon tai käytä "paras arvaus" lähestymistapaa. Yleisimmät muotoilut liput ovat:
hu: A szöveg attribútumok, lehet meg egy egyéni formátumot, vagy használja a "legjobb becslés" megközelítés. A leggyakoribb formázási zászlók:
km: ចំពោះ​គុណ​លក្ខណៈ​អត្ថបទ​មួយ​អាច​បញ្ជាក់​ទ្រង់​ទ្រាយ​ផ្ទាល់​ខ្លួន​មួយ​ឬ​ប្រើ "ស្មាន​ដ៏​ល្អ​បំផុត​" វិធី​សា​ស្រ្ត​។ ដែល​ជា​ទង់​ការ​ធ្វើ​ទ្រង់ទ្រាយ​ទូទៅ​បំផុត​គឺ​:
ro: Pentru atributele de text, se poate specifica un format personalizat sau de a folosi abordarea "cel mai bun ghici". Cele mai frecvente steagurile de formatare sunt:
sv: För textattribut, kan man ange ett eget format eller använda "bästa gissning" -strategi. De vanligaste formaterings flaggor är:
sw: Kwa sifa maandishi, mtu anaweza kutaja format desturi au kutumia 'bora nadhani' mbinu. kawaida bendera formatting ni:
uk: Для атрибутів текстових, можна вказати користувальницький формат або використовувати "краще припущення" підхід. Найбільш поширеними форматування прапори:

source: year
af: jaar
bg_bg: година
cs: rok
fa_ir: سال
fi: vuosi
hu: év
ka: წელი
km: ឆ្នាំ
ro: an
sv: år
sw: mwaka
uk: рік

source: month
af: maand
bg_bg: месец
cs: měsíc
fa_ir: ماه
fi: kuukausi
hu: hónap
ka: თვე
km: ខែ
ro: lună
sv: månad
sw: mwezi
uk: місяць

source: day of month
af: dag van maand
bg_bg: ден от месеца
cs: den měsíce
fa_ir: روز از ماه
fi: päivä kuukausi
hu: hónap napja
ka: თვის ერთი დღე
km: ថ្ងៃ​នៃ​ខែ
ro: zi a lunii
sv: dagen i månaden
sw: siku ya mwezi
uk: день місяця

source: hour of day
af: uur van die dag
bg_bg: час от деня
cs: hodina dne
fa_ir: ساعتی از روز
fi: kellonajan mukaan
hu: órás nap
ka: დღის საათი
km: ម៉ោង​ក្នុង​មួយ​ថ្ងៃ
ro: oră din zi
sv: tid på dagen
sw: saa moja ya mchana
uk: годину день

source: minute in hour
af: minuut in die uur
bg_bg: минути в час
cs: minuta v hodině
fa_ir: دقیقه در ساعت
fi: minuutti tunti
hu: perc órában
ka: დღის საათი
km: នាទី​ក្នុង​មួយ​ម៉ោង
ro: minut în oră
sv: minut i timmen
sw: dakika katika saa
uk: хвилин на годину

source: second in minute
af: tweede in minute
bg_bg: секунди в минута
cs: vteřina v minutě
fa_ir: ثانیه در دقیقه
fi: toinen minuutti
hu: második percben
ka: წუთის წამი
km: ទី​ពីរ​នៅ​នាទី
ro: în al doilea rând în minut
sv: tvåa i minut
sw: pili katika dakika ya
uk: Другий в хвилину

source: Note that single quotes represent a literal character.
af: Let daarop dat enkele aanhalings verteenwoordig 'n letterlike karakter.
bg_bg: Имайте предвид, че единични кавички представляват буквен знак.
cs: Upozorňujeme, že jednotlivé uvozovky představují doslovný znak.
fa_ir: توجه داشته باشید که نقل قول تکی نشان دهنده شخصیت تحت اللفظی.
fi: Huomaa, että ainoa lainausmerkit edustavat kirjaimellista luonnetta.
hu: Ne feledje, hogy az aposztróf jelet jelentenek szó karaktert.
ka: მიაქციეთ ყურადღება, რომ ერთიანი ბრჭყალები წარმოადგენს ასობრივ სიმბოლოს.
km: ចំណាំ​ថា​សញ្ញា​សម្រង់​តែ​មួយ​តំណាង​ឱ្យ​តួ​អក្សរ​តម្លៃ​ត្រង់​។
ro: Rețineți că ghilimele simple reprezintă un caracter literal.
sv: Observera att enkla citattecken representerar en bokstavlig karaktär.
sw: Kumbuka kwamba quotes moja kuwakilisha tabia halisi.
uk: Зверніть увагу, що одинарні лапки являють собою буквальний характер.

source: To remove ambiguity, repeat a code to represent the maximum number of digits - for example yyyy
af: Dubbelsinnigheid te verwyder, herhaal 'n kode om die maksimum aantal van syfers te verteenwoordig - byvoorbeeld yyyy
bg_bg: За да избегнете двусмислие, повторете код, който представлява максималния брой цифри - например yyyy
cs: Chcete-li odstranit dvojznačnost, zopakujte kód, který představuje maximální počet číslic - například rrrr
fa_ir: برای حذف ابهام، تکرار یک کد برای نشان دادن حداکثر تعداد ارقام - به عنوان مثال YYYY
fi: Epäselvyyksien poistamiseksi toista koodi edustaa numeroiden enimmäismäärän - esimerkiksi yyyy
hu: Az egyértelműség, ismételje meg a kódot, hogy képviselje a számjegyek maximális száma - például nn
ka: გაურკვევლობის ამოსაღებად, გაიმეორეთ კოდი, რომელიც წარმოადგენს ციფრთა მაქსიმალურ რაოდენობას - მაგალითად yyyy
km: ដើម្បី​យក​ភាព​មិន​ច្បាស់​លាស់​, ធ្វើ​ឡើង​វិញ​កូដ​មួយ​ដើម្បី​តំណាង​ឱ្យ​ចំនួន​អតិបរមា​នៃ​តួលេខ - ឧទាហរណ៍ YYYY
ro: Pentru a elimina ambiguitatea, repeta un cod care să reprezinte numărul maxim de cifre - de exemplu aaaa
sv: För att ta bort tvetydighet, upprepa en kod för att representera det maximala antal siffror - till exempel yyyy
sw: Kuondoa utata, kurudia kificho kuwakilisha idadi ya upeo wa tatu - kwa mfano yyyy
uk: Для видалення двозначності, повторіть код для представлення максимальну кількість цифр - наприклад гггг

source: Note: this layer's orginal metadata was populated and preserved by importing a metadata XML file. This metadata cannot be edited.
cs: Poznámka: původní metadata této vrstvy byly naplněny a uchovány importováním souboru XML metadat. Tato metadata nelze upravovat.
