Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
af: As jy enige probleme om jou wagwoord, kontak ons by <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
ar: إذا كان لديك أي مشكلة إعادة تعيين كلمة المرور الخاصة بك، اتصل بنا على <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
bg_bg: Ако имате проблем при рестартирането на паролата, свържете се с нас на <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
cs: Pokud máte potíže s obnovením hesla, kontaktujte nás na adrese <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
de: Wenn Sie irgendwelche Probleme beim Zurücksetzen Ihres Passwortes haben, kontaktieren Sie uns unter <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
es: Si tiene dificultades para restablecer la contraseña, escríbanos a <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
fa_ir: اگر شما هر گونه مشکل رمز عبور خود را بازنشانی، با ما تماس بگیرید در <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
fi: Jos sinulla on ongelmia uuden salasanan, ota yhteyttä osoitteeseen <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
fr: Si vous rencontrez des problèmes pour réinitialiser votre mot de passe, contactez-nous au <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
hu: Ha bármi gondod van a jelszó visszaállításával, lépjen velünk kapcsolatba <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
it: Se hai dei problemi nel reimpostare la password, contattaci a <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
ja: パスワードのリセットに問題がある場合は、以下までご連絡ください <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>。
km: ប្រសិន​បើ​លោក​អ្នក​មាន​បញ្ហា​ក្នុង​ការ​កំណត់​ពាក្យ​សម្ងាត់​របស់​អ្នក​ណា​មួយ​ទាក់​ទង​មក​ពួក​យើង​នៅ <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
pl: Jeśli masz jakiekolwiek problemy ze zresetowaniem hasła, skontaktuj się z nami pod adresem <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
pt: Se tiver algum problema redefinindo sua senha, entre em contato com <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
pt_br: Caso você tenha problemas para redefinir sua senha, entre em contato conosco via <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
ro: Dacă aveți probleme resetarea parolei, contactați-ne la <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
sv: Om du har några problem med att återställa ditt lösenord, kontakta oss på <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
sw: Kama una matatizo yoyote katika kuseti upya nenosiri lako, wasiliana nasi kupitia <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
tr: Şifrenizi sıfırlamada herhangi bir sorun yaşarsanız, <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a> adresinden bizimle iletişime geçin.
uk: Якщо у вас є які-небудь проблеми відновити пароль, зв'яжіться з нами по <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا لك رسالة بريد إلكتروني. يرجى الاتصال بنا إذا لم تتلقاها في غضون دقائق قليلة.
de: Wir haben Ihnen eine E-Mail geschickt. Bitte kontaktieren Sie uns, wenn Sie diese nicht innerhalb weniger Minuten erhalten.
es: Te hemos enviado un correo electrónico. Póngase en contacto con nosotros si no lo recibe en unos minutos.
fr: Nous vous avons envoyé un e-mail. Veuillez nous contacter si vous ne le recevez pas dans les minutes qui suivent.
it: Vi abbiamo inviato un'e-mail. Vi preghiamo di contattarci se non lo ricevete entro pochi minuti.
ja: メールを送信しました。もし数分待っても届かない場合はお問い合わせください。
pl: Wysłaliśmy do Ciebie e-mail. Skontaktuj się z nami, jeśli nie otrzymasz go w ciągu kilku minut.
pt: Enviamos um e-mail. Por favor contate-nos se não receber dentro de poucos minutos.
pt_br: Enviamos um e-mail para você. Entre em contato conosco caso não o receba dentro de alguns minutos.
tr: Size bir e-posta gönderdik. Eğer birkaç dakika içinde almazsanız lütfen bizimle iletişime geçin.

source: Change Password
ar: غير كلمة السر
de: Passwort ändern
es: Cambiar Contraseña
fr: Changer le mot de passe
it: Cambia Password
ja: パスワードを変更
pl: Zmień hasło
pt: Alterar a senha
pt_br: Alterar senha
tr: Şifre Değiştir

source: Bad Token
ar: رمز سيء
de: Schlechtes Zeichen
es: Token erróneo
fr: Mauvais jeton
it: Token non valido
pl: Zły token
pt: Mau Token
pt_br: Token ruim
tr: Geçersiz Token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ar: رابط إعادة تعيين كلمة المرور غير صالح ، ربما لأنه تم استخدامه بالفعل. الرجاء ارسل طلب <a href="%(passwd_reset_url)s"> إعادة تعيين كلمة مرور جديدة</a>.
de: Der Link zum Zurücksetzen des Passworts war ungültig, möglicherweise weil er bereits verwendet wurde. Fordern Sie bitte ein <a href=“%(passwd_reset_url)s”> neues Passwort zurücksetzen </a> an.
es: El enlace de restablecimiento de contraseña no era válido, posiblemente porque ya se ha utilizado. Solicite un <a href="%(passwd_reset_url)s">nuevo restablecimiento de contraseña</a>.
fr: Le lien de réinitialisation du mot de passe n'était pas valide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une <a href="%(passwd_reset_url)s">nouvelle réinitialisation du mot de passe</a>.
it: Il collegamento per la reimpostazione della password non è valido, probabilmente perché è già stato utilizzato. Si prega di richiedere una <a href="%(passwd_reset_url)s">nuova reimpostazione della password</a>.
ja: パスワードリセットのリンクが不正です。すでに使用されたリンクの可能性があります。<a href=“%(passwd_reset_url)s”>パスワードリセットページ</a>で新たなリンクを発行してください。
pl: Link do resetowania hasła był nieprawidłowy, prawdopodobnie dlatego, że został już użyty. Poproś o<a href="%(passwd_reset_url)s">nowy link</a>.
pt: O link de redefinição de senha foi inválida, possivelmente por estar a usá-la. Por favor, peça uma <a href="%(passwd_reset_url)s">nova redefinição de senha</a>.
pt_br: O link de redefinição de senha estava inválido, possivelmente porque já foi usado. Solicite um <a href="%(passwd_reset_url)s">redefinição de nova senha</a>.
tr: Şifre sıfırlama bağlantısı geçersizdi, muhtemelen zaten kullanıldığı için. Lütfen yeni bir <a href="%(passwd_reset_url)s">şifre sıfırlama</a> isteyin.

source: change password
ar: غير كلمة السر
de: Kennwort ändern
es: cambiar contraseña
fr: changer le mot de passe
it: modifica password
ja: パスワードを変更
pl: zmień hasło
pt: alterar a senha
pt_br: alterar senha
tr: şifre değiştir

source: Your password is now changed.
ar: تم تغيير كلمة المرور الخاصة بك الآن.
de: Ihr Passwort wurde geändert.
es: Su contraseña ha sido cambiada.
fr: Votre mot de passe est maintenant modifié.
it: La password è stata modificata.
ja: パスワードが変更されました。
pl: Twoje hasło zostało zmienione.
pt: A sua senha está agora alterada.
pt_br: Sua senha foi alterada.
tr: Şifreniz artık değiştirildi.

source: Set Password
ar: ضبط كلمة السر
de: Passwort festlegen
es: Establecer Contraseña
fr: Définir le mot de passe
it: Imposta password
ja: パスワードを設定
pl: Ustaw hasło
pt: Definir Senha
pt_br: Crie uma Senha
tr: Şifre Belirle

source: Password Set
ar: تعيين كلمة المرور
de: Password wurde gesetzt
es: Contraseña Establecida
fr: Mot de passe défini
it: Imposta password
ja: パスワード設定
pl: Hasło ustawione
pt: Redefinir senha
pt_br: Senha Criada
tr: Şifre Belirlendi

source: Set your password here
ar: اضبط كلمة المرور هنا
de: Setzen Sie Ihr Passwort hier
es: Establezca su contraseña aqui
fr: Définissez votre mot de passe ici
it: Modifica la tua password qui
ja: ここでパスワードを設定
pl: Ustaw swoje hasło tutaj
pt: Defina a sua senha aqui
pt_br: Crie sua senha aqui
tr: Şifrenizi buradan belirleyin.

source: Set password
ar: ضع كلمة سر
de: Passwort setzen
es: Establecer contraseña
fr: Définir le mot de passe
it: Fissare password
ja: パスワードを設定
pl: Ustaw hasło
pt: Definir senha
pt_br: Definir senha
tr: Şifre Belirle

source: Sign up
af: Sluit aan
ar: سجل
bg_bg: Регистрирай се
cs: Přihlásit se
de: Anmeldung
es: Registrarse
fa_ir: ثبت نام
fi: Ilmoittautua
fr: S'identifier
hu: Regisztráció
it: Iscriviti
ja: 登録
ka: რეგისტრაცია
km: ចុះឈ្មោះ
pl: Zarejestruj się
pt: Inscrever-se
pt_br: Registrar-se
ro: Înregistrează-te
sv: Registrera dig
sw: Kujiunga
tr: Kaydol
uk: Підписатися

source: Sign up with one of your existing third party accounts
ar: الاشتراك بواحد من حسابات الطرف الثالث الموجودة لديك
de: Melde Sie sich bei einem an Ihrer bestehenden Konten von Drittanbietern an
es: Regístrese con una de sus cuentas de terceros existentes
fr: Inscrivez-vous avec l'un de vos comptes tiers existants
it: Registrati con uno dei tuoi account di terze parti esistenti
ja: 既存のサードパーティアカウントで登録
pl: Zarejestruj się używając jednego z Twoich kont zewnętrznych
pt: Registe-se com uma das contas de terceiros existentes
pt_br: Inscreva-se utilizando uma de suas contas de terceiros já cadastrada
tr: Mevcut üçüncü taraf hesaplarınızdan biriyle kaydolun.

source: Create a new local account
ar: إنشاء حساب محلي جديد
de: Erstellen Sie ein neues lokales Konto
es: Crea una nueva cuenta local
fr: Créer un nouveau compte local
it: Creare un nuovo account locale
ja: 新規ローカルアカウントを作成
pl: Utwórz nowe konto lokalne
pt: Criar uma nova conta local
pt_br: Criar uma nova conta local
tr: Yeni bir yerel hesap oluştur

source: Sign Up Closed
ar: التسجيل مغلق
de: Anmeldung geschlossen
es: Registro cerrado
fr: Inscription fermée
it: Iscrizione chiusa
ja: 登録停止中
pl: Rejestracja zamknięta
pt: Registo Fechado
pt_br: Inscrição Fechada
tr: Kayıt Olma Kapalı

source: We are sorry, but the sign up is currently closed.
ar: نأسف ، لكن التسجيل مغلق حاليًا.
de: Es tut uns leid, aber die Anmeldung ist derzeit geschlossen.
es: Lo sentimos, pero el registro está actualmente cerrado.
fr: Nous sommes désolés, mais l'inscription est actuellement fermée.
it: Siamo spiacenti, ma l'iscrizione è attualmente chiusa.
ja: 申し訳ありません、現在登録を停止しています。
pl: Przepraszamy, rejestracja jest obecnie zamknięta.
pt: Pedimos desculpa, mas a inscrição está atualmente fechada.
pt_br: Lamentamos, mas a inscrição está fechada no momento.
tr: Üzgünüz, ancak kayıt olma işlemi şu anda kapalı.

source: Note
ar: ملحوظة
de: Notiz
es: Nota
pl: Uwaga
pt: Nota
pt_br: Nota
tr: Not
uk: Замітка

source: you are already logged in as %(user_display)s.
ar: تم تسجيل دخولك بالفعل كـ%(user_display)s.
de: Sie sind bereits als %(user_display)s angemeldet.
es: ya ha iniciado sesión como %(user_display)s.
fr: vous êtes déjà connecté en tant que %(user_display)s.
it: è già stato effettuato l'accesso come %(user_display)s.
ja: %(user_display)s としてログイン済み。
pl: jesteś już zalogowany jako %(user_display)s.
pt: já está autenticado como %(user_display)s.
pt_br: você já realizou login como %(user_display)s.
tr: Zaten %(user_display)s olarak giriş yaptınız.

source: Verify your email address
ar: تحقق من عنوان بريدك الإلكتروني
de: Überprüfen Sie Ihre E-Mail-Adresse
es: Verifique su dirección de correo electrónico
fr: Vérifiez votre adresse e-mail
it: Verificare l'indirizzo di posta elettronica
ja: メールアドレスを確認
pl: Zweryfikuj swój adres e-mail
pt: Verifique o seu endereço de email
pt_br: Confirme seu endereço de e-mail
tr: E-posta adresinizi doğrulayın

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes
ar: لقد أرسلنا إليك رسالة إلكترونية إلى <b>٪ (email) s </ b> للتحقق منها. اتبع الرابط المقدم لوضع اللمسات الأخيرة على عملية الاشتراك
de: Wir haben eine E-Mail zur Bestätigung an Sie gesendet. Folgen Sie dem Link, um den Anmeldevorgang abzuschließen. Bitte kontaktieren Sie uns, wenn Sie diese nicht innerhalb weniger Minuten erhalten
es: Le hemos enviado un correo electrónico para su verificación. Siga el enlace proporcionado para finalizar el proceso de registro. Por favor contáctenos si no lo recibe en unos minutos
fr: Nous vous avons envoyé un e-mail pour vérification. Suivez le lien fourni pour finaliser le processus d'inscription. Veuillez nous contacter si vous ne le recevez pas dans les minutes qui suivent.
ja: メールアドレスの確認メールを送信しました。メールに記載のリンクにしたがって登録手続きを完了してください。数分待ってもメールが届かない場合はお問い合わせください
pl: Wysłaliśmy do Ciebie wiadomość e-mail w celu weryfikacji. Kliknij w podany link, aby zakończyć proces rejestracji. Skontaktuj się z nami, jeśli nie otrzymasz go w ciągu kilku minut
pt: Enviámos um email para verificação. Siga o link fornecido para finalizar o processo de registo. Por favor contate-nos se não recebe-lo dentro de minutos
pt_br: Enviamos um e-mail para você para verificação. Segue o link fornecido para finalizar o processo de inscrição. Entre em contato conosco caso você não o receba dentro de alguns minutos
tr: Doğrulama için size bir e-posta gönderdik. Eğer birkaç dakika içinde almazsanız lütfen bizimle iletişime geçin.

source: Verify Your E-mail Address
ar: تحقق من عنوان البريد الإلكتروني الخاص بك
de: Bestätigen Sie Ihre E-Mailadresse
es: Verifique su dirección de correo electrónico
fr: Vérifiez votre adresse électronique
it: Verifica il tuo indirizzo email adesso
ja: メールアドレスを確認
pl: Zweryfikuj swój adres e-mail
pt: Verifique o Seu Endereço de Email
pt_br: Confirme seu endereço de e-mail
tr: E-posta Adresinizi Doğrulayın

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
ar: هذا الجزء من الموقع يتطلب منا التحقق من أنك أنت الذي تدعي أنك هو. لهذا الغرض ، نطلب منك تحقق من ملكية عنوان البريد الإلكتروني الخاص بك.
de: Um diesen Teil der Webseite zu nutzen, müssen Sie Ihre E-Mailadresse bestätigen.
es: Esta parte del sitio requiere que verifiquemos que eres quien dices ser. Para este propósito, requerimos que usted verifique la propiedad de su dirección de correo electrónico.
fr: Cette partie du site nécessite que nous vérifiions que vous êtes bien ce que vous prétendez être. Pour cela, nous devons vérifier la propriété de votre adresse e-mail.
it: Questa parte del sito ci impone di verificare che tu sei chi dici di essere. A tal fine, richiediamo che tu verificare la proprietà dell'indirizzo e-mail.
ja: このページを利用するためには、メールアドレスの確認が必要です。
pl: Ta część strony wymaga od nas sprawdzenia, czy jesteś tym, za kogo się podajesz. W tym celu wymagamy zweryfikowania adresu e-mail.
pt: Esta parte do site requer que nós verifiquemos que você é quem alega ser. Para essa finalidade, nós requeremos que você verifique a legitimidade do seu endereço de e-mail.
pt_br: Esta parte do site exige que verifiquemos se é você mesmo. Para esse fim, solicitamos que você verifique a titularidade do seu endereço de e-mail.
tr: Sitenin bu bölümü, iddia ettiğiniz kişi olduğunuzu doğrulamamızı gerektiriyor. Bu amaçla, e-posta adresinizin mülkiyetini doğrulamanızı istiyoruz.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا لك بريدًا إلكترونيًا من أجل التحقق. الرجاء الضغط على الرابط داخل هذا البريد الإلكتروني. رجاء اتصل بنا إذا لم تستلمه خلال بضع دقائق.
de: Wir haben Ihnen eine E-Mail zur Bestätigung gesendet. Bitte klicken Sie auf den Link in dieser E-Mail. Bitte kontaktieren Sie uns, wenn Sie die E-Mail nicht innerhalb weniger Minuten erhalten.
es: Le hemos enviado un correo electrónico para verificación. Haga clic en el enlace dentro de este correo electrónico. Por favor contáctenos si no lo recibe en unos minutos.
fr: Nous vous avons envoyé un e-mail pour vérification. Veuillez cliquer sur le lien à l'intérieur de ce courriel. Veuillez consulter le site et contactez-nous si vous ne le recevez pas dans les minutes qui suivent.
it: Vi abbiamo inviato un'e-mail per verifica. Si prega di fare clic sul link all'interno di questa e-mail. per favore contattarci se non lo ricevi entro pochi minuti.
ja: メールアドレスの確認メールを送信しました。メールに記載のリンクをクリックしてメールアドレスを確認してください。数分待ってもメールが届かない場合はお問い合わせください。
pl: Wysłaliśmy do Ciebie wiadomość e-mail w celu weryfikacji. Proszę kliknąć w link w tej wiadomości. Skontaktuj się z nami, jeśli nie otrzymasz go w ciągu kilku minut.
pt: Enviámos um e-mail para verificação. Por favor clique no link dentro deste e-mail. Por favor conte-nos se não deseja recebe-lo dentro de minutos.
pt_br: Enviamos um e-mail para você para verificação. Favor, clicar no link dentro deste e-mail. Favor contactar-nos se não o receber dentro de alguns minutos.
tr: Doğrulama için size bir e-posta gönderdik. Eğer birkaç dakika içinde almazsanız lütfen bizimle iletişime geçin.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
ar: <strong> ملاحظة: </strong> لا يزال بإمكانك <a href="%(email_url)s"> تغيير عنوان البريد الإلكتروني </a>.
de: <strong> Hinweis:</strong> Sie können Ihre <a href=“%(email_url)s”> E-Mail-Adresse immer noch ändern</a>.
es: <strong> Nota: </strong> todavía puede <a href="%(email_url)s">cambiar su dirección de correo electrónico</a>.
fr: <strong>Note:</strong> vous pouvez toujours <a href="%(email_url)s">changer votre adresse e-mail</a>.
it: <strong>Nota:</strong> è comunque possibile <a href="%(email_url)s">modificare l'indirizzo e-mail</a>.
ja: <strong>確認:</strong> メールアドレスはまだ変更可能です <a href=“%(email_url)s”></a>.
pl: <strong>Uwaga:</strong> wciąż możesz <a href="%(email_url)s">zmienić swój adres e-mail</a>.
pt: <strong>Nota:</strong> poderá ainda <a href="%(email_url)s">mudar o seu endereço de e-mail</a>.
pt_br: <strong>Nota:</strong> você ainda pode <a href="%(email_url)s">alterar seu endereço de e-mail</a>.
tr: <strong>Not:</strong> E-posta adresinizi <a href="%(email_url)s">değiştirebilirsiniz</a>.

source: My Activity feed
af: My aktiwiteit voer
ar: خلاصة أنشطتي
bg_bg: Моята активност
cs: Můj Activity feed
de: Mein Aktivitätsfeed
es: Mi Canal de Actividades
fa_ir: من خوراک فعالیت
fi: MY-syöte
fr: Mon flux d'activité
hu: Tevékenységem takarmány
it: Il mio feed attività
ja: 自分の活動履歴
ka: ჩემი საქმიანობის ისტორია
km: មតិ​ព័ត៌មាន​សកម្មភាព​របស់​ខ្ញុំ
pl: Mój kanał aktywności
pt: Feed das minhas atividades
pt_br: Meu feed de atividades
ro: Feed-mi de activitate
sv: Min verksamhet FEED
sw: Mlisho wa matukio yangu
tr: Benim Etkinlik Akışım
uk: Моя подача активність

source: Activity Feed
af: Aktiwiteit voer
ar: خلاصة الأنشطة
bg_bg: Следене на активността
de: Aktivitäten-Feed
es: Canal de actividades
fa_ir: خوراک فعالیت
fi: RSS-syöte
fr: Flux d'activité
hu: Aktivitás feed
it: Feed attività
ja: 活動履歴
ka: საქმიანობის ისტორია
km: សកម្មភាព​មតិ​ព័ត៌មាន
pl: Kanał aktywności
pt: Feed de atividades
pt_br: Feed de atividade
ro: Activitate de alimentare
sv: Aktivitet Feed
sw: Mlisho wa matukio
tr: Etkinlik Akışı
uk: Стрічка

source: Are you sure you want to run the selected
ar: هل أنت متأكد أنك تريد تشغيل المحدد
de: Sind Sie sich sicher, dass Sie das ausführen wollen
es: Estás segura de que quieres ejecutar la seleccionada
fr: Voulez-vous vraiment exécuter le
it: Sei sicuro di voler eseguire il
ja: 処理を続行してもよろしいですか？
pl: Czy na pewno chcesz uruchomić wybrany
pt: Tem certeza de que deseja executar os seleccionados
pt_br: Tem certeza de que deseja executar o que foi selecionado
tr: Seçili olanı çalıştırmak istediğinizden emin misiniz?

source: Yes, I'm sure
ar: نعم، أنا متأكد
de: Ja, ich bin sicher
es: Si, estoy seguro
fr: Oui, j'en suis sûr
it: Sì, sono sicuro
ja: はい、確認しました
pl: Tak, jestem pewien
pt: Sim, tenho certeza
pt_br: Sim, tenho certeza
tr: Evet, eminim

source: GeoNode site admin
af: GeoNode administrateur
ar: مشرف موقع GeoNode
bg_bg: GeoNode администраторска страница
cs: Správce webu GeoNode
de: GeoNode-Site-Administrator
es: Administrador del sitio GeoNode
fa_ir: GeoNode مدیر سایت مدیر سایت
hu: GeoNode adminisztrátor
it: GeoNode amministratore del sito
ja: GeoNodeサイト管理者
ka: GeoNode-ს საიტის ადმინისტრატორი
km: GeoNode អ្នក​គ្រប់គ្រង​វែ​ប​សាយ
pl: Administrator strony GeoNode
pt: GeoNode administrador do site
pt_br: Admin do site do GeoNode
ro: GeoNode site-ul admin
sv: GeoNode admin
sw: Tovuti ya utawala GeoNode
tr: GeoNode site yöneticisi
uk: GeoNode адміністратор сайту

source: GeoNode administration
af: GeoNode administrasie
ar: إدارة GeoNode
bg_bg: Администриране на GeoNode
cs: Správa GeoNode
de: GeoNode Verwaltung
es: Administración GeoNode
fa_ir: دولت GeoNode
fi: GeoNode hallinto
fr: Administration de GeoNode
hu: GeoNode ügyintézés
it: Amministrazione GeoNode
ja: GeoNode管理
ka: GeoNode-ს ადმინისტრირება
km: រដ្ឋបាល GeoNode
pl: Administracja GeoNode
pt: Administração GeoNode
pt_br: Administração do GeoNode
ro: Administrarea GeoNode
sv: GeoNode administrering
sw: Utawala GeoNode
tr: GeoNode yönetimi
uk: Адміністрація GeoNode

source: Delete Announcement?
ar: هل تريد حذف الإعلان؟
bg_bg: Изтриване на известие?
cs: Smazat oznámení?
de: Ankündigung löschen?
es: Eliminar anuncio?
fr: Supprimer l'annonce ?
it: Eiminare la notizia?
ja: お知らせを削除しますか？
ka: წავშალო განცხადება?
pl: Usunąć ogłoszenie?
pt: Apagar Anúncio?
pt_br: Excluir anúncio?
tr: Duyuruyu Sil?

source: Are you sure you want to delete this announcement?
ar: هل انت متاكد انك تريد حذف هذا الاعلان؟
bg_bg: Сигурни ли сте, че искате да изтриете известието?
cs: Opravdu chcete toto oznámení smazat?
de: Sind Sie sicher, daß Sie diese Ankündigung löschen wollen?
es: ¿Seguro que desea eliminar este anuncio?
fr: Etes vous certain de vouloir supprimer cette annonce ?
it: Sei sicuro di voler eliminare questa notizia?
ja: 本当にこのお知らせを削除してよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ წაშალოთ ეს განცხადება
pl: Czy na pewno chcesz usunąć to ogłoszenie?
pt: Tem certeza que deseja remover este anúncio?
pt_br: Tem certeza de que deseja excluir este anúncio?
tr: Bu duyuruyu silmek istediğinize emin misiniz?

source: Edit Announcement
af: Wysig Aankondiging
ar: تعديل إعلان
bg_bg: Редактирай известие
cs: Upravit oznámení
de: Ankündigung bearbeiten
es: Editar Notificaciones
fa_ir: ویرایش اطلاعیه
fi: Edit ilmoitus
fr: Editer une annonce
hu: Hirdetmény szerkesztése
it: Modifica notizia
ja: お知らせを編集
ka: განცხადების რედაქტირება
km: កែសម្រួល​សេចក្តី​ជូនដំណឹង
pl: Edytuj ogłoszenie
pt: Editar anúncio
pt_br: Editar anúncio
ro: Edit Anunt
sv: Redigera Meddelande
sw: Hariri Tangazo
tr: Duyuruyu Düzenle
uk: Редагувати Оголошення

source: Create Announcement
af: Skep Aankondiging
ar: إنشاء إعلان
bg_bg: Създай известие
cs: Vytvořit oznámení
de: Ankündigung erstellen
es: Crear Notificaciones
fa_ir: ایجاد آگهی
fi: Luo ilmoitus
fr: Créer une annonce
hu: Hirdetmény létrehozása
it: Crea notizia
ja: お知らせを作成
ka: განცხადების შექმნა
km: ការ​បង្កើត​សេចក្តី​ជូនដំណឹង
pl: Stwórz ogłoszenie
pt: Criar anúncio
pt_br: Criar anúncio
ro: Creați Anunt
sv: Skapa Announcement
sw: Tengeneza Tangazo
tr: Duyuru Oluştur
uk: Створити Оголошення

source: New Announcement
af: Nuwe Aankondiging
ar: إعلان جديد
bg_bg: Ново известие
cs: Nové oznámení
de: Neue Ankündigung
es: Nueva Notificaciones
fa_ir: آگهی جدید
fi: Uusi tiedote
fr: Nouvelle annonce
hu: Új Hirdetmény
it: Nuova notizia
ja: お知らせを作成
ka: ახალი განცხადება
km: សេចក្តី​ជូនដំណឹង​ថ្មី
pl: Nowe ogłoszenie
pt: Novo anúncio
pt_br: Novo anúncio
ro: Anunt nou
sv: Ny Announcement
sw: Tangazo jipya
tr: Yeni Duyuru
uk: Новий анонс
