Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: high-level geographic data thematic classification to assist in the grouping and search of available geographic data sets.
af: hoë-vlak geografiese data tematiese klassifikasie te help in die groepering en soek beskikbaar geografiese data stelle.
ar: التصنيف المواضيعي للبيانات الجغرافية الرفيع المستوى للمساعدة في تجميع مجموعات البيانات الجغرافية المتاحة والبحث عنها.
bg_bg: тематична класификация на географки данни на високо равнище, която допринася за групирането и търсенето на налични географски набори на данни
cs: tématické klasifikace geografických dat na vysoké úrovni, která pomůže při seskupování a vyhledávání dostupných souborů geografických dat.
de: hochrangige Geodaten thematische Klassifizierung um die Gruppierung und Suche von verfügbaren Datensätzen zu unterstützen.
es: clasificación temática de los datos geográficos de alto nivel para ayudar a agrupar y buscar los conjuntos de datos geográficos disponibles.
fa_ir: داده های مکانی سطح بالا و داری طبقه بندی موضوعی برای کمک به گروه بندی و جستجو از مجموعه داده های مکانی موجود
fi: ylätason paikkatiedon teemallinen luokittelu auttamaan ryhmittelyssä ja käytettävissä olevien paikkatieto tietojoukkojen etsimisessä.
fr: classification thématique détaillée de données géographiques pour aider à regrouper et à chercher des jeux de données géographiques disponibles.
hu: magas szintű földrajzi adatok tematikus besorolás csoportosításában segít és keresést az elérhető földrajzi adatsorok.
it: classificazione tematica di dati geografici di alto livello per facilitare il raggruppamento e la ricerca di set di dati geografici disponibili.
ja: 利用可能な地理データセットのグループ化と検索を支援するためのハイレベルな地理データのテーマ別分類。
ka: თემატიკური კლასიფიკაცია მაღალი დონის გეოგრაფიული მონაცემებისათვის და გეოგრაფიული მონაცემების კრებულისთვის ძებნის უფლება
km: កម្រិត​ខ្ពស់​ទិន្នន័យ​ភូមិ​សា​ស្រ្ត​ចាត់​ថ្នាក់​តាម​វិស័យ​ដើម្បី​ជួយ​ក្រុម​និង​ការ​ស្វែង​រក​របស់​សំណុំ​ទិន្នន័យ​ភូមិ​សា​ស្រ្ត​ដែល​អាច​ប្រើ​បាន​។
pl: klasyfikacja tematyczna danych geograficznych na wysokim poziomie dla wsparcia grupowania i wyszukiwania dostępnych zbiorów danych.
pt: classificação temática de alto nível da informação geográfica para auxiliar o agrupamento e procura dos conjuntos de dados disponíveis.
pt_br: classificação temática de alto nível dos dados geográficos para auxiliar no agrupamento e na pesquisa dos conjuntos de dados geográficos disponíveis.
ro: la nivel înalt de clasificare tematică de date geografice pentru a ajuta la gruparea și căutarea de seturi de date geografice disponibile.
sv: hög nivå geografiska data som tematisk klassificering för att underlätta gruppering och söka av tillgängliga geografiska dataset.
sw: Uhusiano wa juu wa data unaoweza kusaidia katika kutafuta au kuainisha kundi la data za kijiografia zilizopo
tr: mevcut coğrafi veri setlerinin gruplandırılmasına ve aranmasına yardımcı olmak için yüksek düzeyde coğrafi veri tematik sınıflandırması.
uk: географічні дані високого рівня тематична класифікація для надання допомоги в угруповання і пошуку доступних географічних наборів даних.

source: method used to represent geographic information in the dataset.
af: metode wat gebruik word geografiese inligting in die dataset te verteenwoordig.
ar: الطريقة المستخدمة لتمثيل المعلومات الجغرافية في مجموعة البيانات.
bg_bg: метод използван да представи географска информация в набора данни
cs: metoda používaná pro reprezentaci geografických informací v datovém souboru.
de: verwendete Methode um geographische Informationen in dem Datensatz darzustellen.
es: método empleado para representar la información geográfica en el conjunto de datos.
fa_ir: متد بکار برده شده به منظور نمایش اطلاعات مکانی در دیتاست
fi: menetelmä käytettäväksi maantieteellisen tiedon esitykseen aineistossa.
fr: méthode utilisée pour représenter l'information géographique dans le jeu de données.
hu: módszert használják, hogy képviselje a földrajzi információkat az adatbázisba.
it: metodo di rappresentazione spaziale del dataset.
ja: データセット内で地理情報を表現するために使用されているメソッド
ka: მეთოდი, რომელიც გამოიყენება გეოგრაფიული ინფორმაციის წარმოსადგენად
km: វិធី​សា​ស្រ្ត​ដែល​ត្រូវ​បាន​ប្រើ​ដើម្បី​តំណាង​ឱ្យ​ព័​ត៌​មាន​ភូមិ​សា​ស្រ្ត​នៅ​ក្នុង​សំណុំ​ទិន្នន័យ​នេះ​។
pl: metoda użyta do przedstawienia informacji geograficznych w zbiorze danych.
pt: método utilizado para representar a informação geográfica no conjunto de dados.
pt_br: método usado para representar informações geográficas no conjunto de dados.
ro: Metoda utilizată pentru a reprezenta informații geografice în setul de date.
sv: metod som används för att representera geografisk information i datamängden.
sw: mbinu kutumika kuwakilisha kijiografia habari katika CCD.
tr: veri kümesinde coğrafi bilgiyi temsil etmek için kullanılan yöntem.
uk: Метод використовується для представлення географічної інформації в наборі даних.

source: time period covered by the content of the dataset (start)
af: tydperk gedek deur die inhoud van die dataset (begin)
ar: الفترة الزمنية التي يغطيها محتوى مجموعة البيانات (البداية)
bg_bg: времеви период покрит от съдържанието на набора данни (начало)
cs: časové období pokryté obsahem souboru dat (začátek)
de: Zeitabdeckung des Datensatzes (Start)
es: período de tiempo cubierto por el contenido del conjunto de datos (inicio)
fa_ir: مدت زمان تحت پوشش محتوای مجموعه داده (شروع)
fi: aineiston (alku) sisällön kattama ajanjakso
fr: période couverte par le contenu du jeu de données (début)
hu: időszak, amelyre a tartalma adatbázisba (start)
it: periodo di tempo coperto dal contenuto del dataset (inizio)
ja: 時間単位は、データセットの(開始)コンテンツをカバーしました
ka: დროის პერიოდის დასაწყისი, რომელსაც მოიცავს მონაცემთა ბაზა
km: រយៈ​ពេល​ពេល​វេលា​គ្រប​ដ​ណ្ត​ប់​ដោយ​មាតិកា​នៃ​សំណុំ​ទិន្នន័យ​នេះ (ចាប់​ផ្តើ​ម​)
pl: zakres czasu objęty zawartością zestawu danych (start)
pt: período de tempo abrangido pelo conteúdo do conjunto de dados (início)
pt_br: período de tempo coberto pelo conteúdo do conjunto de dados (início)
ro: Perioada de timp acoperită de conținutul setului de date (start)
sv: tidsperiod som omfattas av innehållet i dataset (start)
sw: Mwanzo wa kipindi kilichojumishwa katika maudui kanzidata
tr: veri kümesinin içeriğini kapsayan zaman dilimi (başlangıç)
uk: Період часу, охоплений змісту набору даних (початок)

source: time period covered by the content of the dataset (end)
af: tydperk gedek deur die inhoud van die dataset (einde)
ar: الفترة الزمنية التي يغطيها محتوى مجموعة البيانات (النهاية)
bg_bg: времеви период покрит от съдържанието на набора данни (край)
cs: časové období pokryté obsahem souboru dat (konec)
de: Zeitabdeckung des Datensatzes (Ende)
es: período de tiempo cubierto por el contenido del conjunto de datos (fin)
fa_ir: مدت زمان تحت پوشش محتوای مجموعه داده (پایان)
fi: aineiston (loppu) sisällön kattama ajanjakso
fr: période couverte par le contenu du jeu de données (fin)
hu: időszak, amelyre a tartalma adatbázisba (vége)
it: periodo di tempo coperto dal contenuto del dataset (fine)
ja: 時間単位は、データセットのコンテンツ(の終了)をカバーしました
ka: დროის პერიოდის დასასრული, რომელსაც მოიცავს მონაცემთა ბაზა
km: រយៈពេល​គ្រប​ដ​ណ្ត​ប់​ដោយ​មាតិកា​នៃ​សំណុំ​ទិន្នន័យ (ចុង​) ដែល​បាន
pl: zakres czasu objęty zawartością zestawu danych (koniec)
pt: período de tempo abrangido pelo conteúdo do conjunto de dados (fim)
pt_br: período de tempo coberto pelo conteúdo do conjunto de dados (fim)
ro: Perioada de timp acoperită de conținutul de date CCD (sfârșitul anului)
sv: tidsperiod som omfattas av innehållet i dataset (slut)
sw: Mwisho wa kipindi kilichojumishwa katika maudui kanzidata
tr: veri kümesinin içeriğini kapsayan zaman dilimi (bitiş)
uk: Період часу, охоплений змісту набору даних (кінець)

source: general explanation of the data producer's knowledge about the lineage of a dataset
af: algemene verduideliking van die data produsent se kennis oor die geslag van 'n dataset
ar: شرح عام لمعرف منتجي البيانات حول نسب مجموعة البيانات
bg_bg: общо описание на знанията на създателя на данни относно произхода на набора данни
cs: obecné vysvětlení znalostí producentů údajů o původu datového souboru
de: Allgemeine Erklärung über den Wissensstand des Datenproduzenten über die Herkunft des Datensatzes
es: explicación general del conocimientos del productor de datos acerca del linaje del conjunto de datos
fa_ir: توضیح کلی از دانش تولید داده در مورد اصل و نسب از مجموعه داده
fi: yleinen selitys tiedon tuottajan käsityksestä aineiston alkuperästä
fr: explication générale de la connaissance du producteur de données sur la lignée d'un jeu de données
hu: általános magyarázata az adatok termelő ismereteit a vonal egy adatbázisba
it: spiegazione generale della conoscenza del produttore dei dati riguardo il lignaggio di un dataset
ja: データセットの系統に関するデータ作成者の知識の一般的な説明
ka: მონაცემთა ბაზის ზოგადი ინფორმაცია
km: ការ​ពន្យល់​ទូទៅ​នៃ​ចំណេះដឹង​អ្នក​ផលិត​ទិន្នន័យ​អំពី​ពូជពង្ស​នៃ​សំណុំ​ទិន្នន័យ​មួយ
pl: ogólne wyjaśnienie wytwórcy danych dotyczące pochodzenia zestawu danych
pt: esclarecimento geral sobre o conhecimento do produtor da informação sobre a genealogia de um conjunto de dados
pt_br: esclarecimento geral sobre o conhecimento do produtor dos dados sobre a genealogia de um conjunto de dados
ro: explicație generală a cunoștințelor producătorului de date despre descendența unui set de date
sv: allmän förklaring av data producentens kännedom om linjen av en datamängd
sw: maelezo ya jumla ya maarifa data uzalishaji kuhusu ukoo wa CCD
tr: veri kümesinin kökenine dair veri üreticisinin bilgisine genel bir açıklama
uk: загальне пояснення знань виробник даних про про родовід набору даних

source: title
af: titel
ar: عنوان
bg_bg: заглавие
cs: titulek
fa_ir: عنوان
fi: otsikko
hu: cím
ka: სათაური
km: ចំណង​ជើង
ro: titlu
sv: Titel
sw: kichwa
tr: başlık
uk: назва

source: name by which the cited resource is known
af: naam wat die aangehaal hulpbron is bekende
ar: الاسم الذي يعرف به المورد المذكور
bg_bg: име, с което е познат цитирания ресурс
cs: název, kterým je citovaný zdroj znám
de: Name der Quelle
es: nombre por el cual se conoce el recurso citado
fa_ir: نام ذکر شده در منبع ناشناش می باشد.
fi: nimi, jolla viitattu resurssi tunnetaan
fr: nom usuel de la ressource citée
hu: nevet, amellyel a hivatkozott erőforrás ismert
it: nome attraverso cui la risorsa citata è conosciuta
ja: 引用したリソースが知られている名前
ka: დასახელება თუ რომელი ცნობილი წყაროდანაა ინფორმირებული
km: ឈ្មោះ​ដែល​ធនធាន​បាន​លើក​ឡើង​ត្រូវ​បាន​គេ​ស្គាល់
pl: nazwa, pod którą cytowany zasób jest znany
pt: nome pelo qual o recurso citado é conhecido
pt_br: nome pelo qual o recurso citado é conhecido
ro: nume de care resursa citată este cunoscut
sv: namn som citeras resursen är känd
sw: jina la rasilimali tajwa
tr: atıfta bulunulan kaynağın bilindiği ad
uk: ім'я, під яким наводяться ресурс відомо

source: abstract
af: abstrakte
ar: ملخص
bg_bg: резюме
cs: shrnutí
fa_ir: چکیده
fi: abstrakti
hu: absztrakt
ka: ანოტაცია
km: អរូបី
sv: abstrakt
sw: muhtasari
tr: özet
uk: абстрактний

source: purpose
af: doel
ar: هدف
bg_bg: предназначение
cs: účel
fa_ir: منظور
fi: tarkoitus
hu: cél
ka: მიზანი
km: គោលបំណង
ro: scop
sv: ändamål
sw: kusudi
tr: amaç
uk: мета

source: date
af: datum
ar: تاريخ
bg_bg: дата
cs: datum
fa_ir: تاریخ
fi: päivämäärä
hu: dátum
ka: თარიღი
km: កាល​បរិ​ច្ឆេ​ត
ro: data
sv: datum
sw: tarehe
tr: tarih
uk: дата

source: date type
af: datum tipe
ar: نوع التاريخ
bg_bg: тип дата
cs: typ data
fa_ir: نوع تاریخ
fi: päivämäärän tyyppi
hu: dátum típus
ka: თარიღი ტიპი
km: ប្រភេទ​កាលបរិច្ឆេទ
ro: tip data
sv: datum typ
sw: aina ya tarehe
tr: tarih türü
uk: тип дата

source: edition
af: uitgawe
ar: الإصدار
bg_bg: издание
cs: vydání
fa_ir: ویرایش
fi: painos
hu: kiadás
ka: რედაკტირება
km: ការ​បោះពុម្ពផ្សាយ
ro: ediție
sv: utgåva
sw: toleo
tr: baskı
uk: видання

source: maintenance frequency
af: onderhoud frekwensie
ar: تردد الصيانة
bg_bg: честота на поддръжката
cs: frekvence údržby
fa_ir: روند نگهداری
fi: ylläpidon tiheys
hu: karbantartási gyakoriság
ka: მომსახურების სიხშირე
km: ប្រេកង់​ថែទាំ
ro: frecvență întreținere
sv: underhållsfrekvens
sw: wastani wa mzunguko wa matengenezo
tr: bakım sıklığı
uk: Частота обслуговування

source: keywords
af: sleutelwoorde
ar: الكلمات الدالة
bg_bg: ключови думи
cs: klíčová slova
de: Schlüsselworter
es: palabras claves
fa_ir: کلمات کلیدی
fi: avainsanat
fr: mots-clés
hu: kulcsszavak
it: parole chiave
ja: キーワード
ka: საკვანძო სიტყვები
km: ពាក្យគន្លឹះ
pl: słowa kluczowe
pt: palavras-chave
pt_br: palavras-chave
ro: cuvinte-cheie
sv: nyckelord
sw: maneno muhimu
tr: anahtar kelimeler
uk: ключові слова

source: keywords region
af: sleutelwoorde streek
ar: منطقة الكلمات الرئيسية
bg_bg: област ключови думи
cs: oblast klíčových slov
fa_ir: منطقه کلمات کلیدی
fi: Avainsanojen alue
hu: kulcsszavak régió
ka: საკვანძო სიტყვები სფეროში
km: តំបន់​ពាក្យ​គន្លឹះ
ro: Regiunea cuvinte-cheie
sv: nyckelord region
sw: eneo la maneno muhimu
tr: anahtar kelimeler bölgesi
uk: ключові слова область

source: restrictions
af: beperkings
ar: قيود
bg_bg: ограничения други
cs: omezení
fa_ir: محدودیت ها
fi: rajoitukset
hu: korlátozások
ka: შეზღუდვები
km: ការ​រឹត​បន្តឹង
ro: restricții
sv: begränsningar
sw: vikwazo
tr: kısıtlamalar
uk: обмеження

source: restrictions other
af: Beperkings ander
ar: قيود أخرى
bg_bg: ограничения други
cs: další omezení
fa_ir: دیگر محدودیت ها
fi: muut rajoitukset
hu: korlátozásoknak
ka: სხვა შეზღუდვები
km: ការ​រឹត​បន្តឹង​ផ្សេង​ទៀត
ro: alte restricții
sv: andra restriktioner
sw: vikwazo vingine
tr: diğer kısıtlamalar
uk: інші обмеження

source: language
af: taal
ar: لغة
bg_bg: език
cs: jazyk
de: Sprache
es: idioma
fa_ir: زبان
fi: kieli
fr: langue
hu: nyelv
it: lingua
ja: 言語
ka: ენა
km: ភាសា
pl: język
pt: idioma
pt_br: idioma
ro: limbă
sv: språk
sw: lugha
tr: dil
uk: мову

source: spatial representation type
ar: نوع الحيز البياني
bg_bg: вид пространствено представяне
cs: typ prostorové reprezentace
fi: paikkatiedon esitystapa
ka: სივრცითი ტიპის წარმოდგენა
tr: mekansal temsil türü

source: supplemental information
af: aanvullende inligting
ar: معلومات إضافية
bg_bg: допълнителна информация
cs: doplňující informace
fa_ir: اطلاعات تکمیلی
fi: lisätiedot
hu: kiegészítő információk
ka: დამატებითი ინფრომაცია
km: ព​ត៌​មាន​បន្ថែម
ro: informații suplimentare
sv: kompletterande information
sw: maelezo ya ziada
tr: tamamlayıcı bilgi
uk: Довідкова інформація

source: any other descriptive information about the dataset
af: enige ander beskrywende inligting oor die dataset
ar: أي معلومات وصفية أخرى حول مجموعة البيانات
bg_bg: всякаква друга описателна информация относно набора данни
cs: jakékoliv další popisné informace o datovém souboru
de: Sonstige Information über den Datensatz
es: cualquier otra información descriptiva del conjunto de datos
fa_ir: دیگر اطلاعات توصیفی در مورد دیتاست
fi: muita kuvailevia tietoja aineistosta
fr: toute autre information descriptive à propos du jeu de données
hu: egyéb leírásáról adatbázisba
it: altre informazioni descrittive riguardo il dataset
ja: データセットに関するその他の記述情報
ka: სხვა დამატებითი ინფორმაცია მონაცემთა კრებულზე
km: ព័ត៌មាន​ពិពណ៌នា​ណា​មួយ​ផ្សេង​ទៀត​អំពី​សំណុំ​ទិន្នន័យ​នេះ
pl: wszelkie inne informacje opisowe na temat zbioru danych
pt: quaisquer outras informações descritivas sobre o conjunto de dados
pt_br: qualquer outra informação descritiva sobre o conjunto de dados
ro: orice alte informații descriptive despre setul de date
sv: annan beskrivande information om datamängden
sw: maelezo mengine yoyote ya ufafanuzi kuhusu kanzidata
tr: veri kümesi hakkında başka herhangi bir tanımlayıcı bilgi
uk: будь-який інший описової інформації про набір даних

source: data quality statement
af: data gehalte verklaring
ar: بيان جودة البيانات
bg_bg: информация за качеството на данни
cs: prohlášení o kvalitě dat
fa_ir: بیانیه کیفیت داده ها
fi: Tietojen laadun selvitys
hu: az adatminőség nyilatkozat
ka: მონაცემთა ხარისხის ოპერატორი
km: សេចក្តី​ថ្លែង​ការណ៍​ដែល​មាន​គុណភាព​ទិន្នន័យ
ro: Declarație de calitatea datelor
sv: datakvalitet uttalande
sw: Taarifa ya ubora wa data
tr: veri kalitesi beyanı
uk: Якість даних заяву

source: CSW typename
ar: نوع اسم CSW
bg_bg: CSW име
cs: CSW typový název
de: CSW Typenname
es: Nombre tipo CSW
fa_ir: typename CSW
fr: CSW type de nom
ja: CSW タイプ名
ka: ტიპის სახელი:CSW
km: TypeName CSW
pl: Nazwa typu CSW
tr: CSW tür adı
uk: РКС Ьурепате

source: CSW schema
af: CSW skedule
ar: مخطط CSW
bg_bg: CSW схема
es: Esquema CSW
fa_ir: طرح CSW
fi: CSW skeema
fr: CSW schéma
hu: CSW séma
ja: CSWスキーマ
ka: CSW სხემა
km: គ្រោងការណ៍ CSW
pl: Schemat CSW
pt_br: CSW esquema
ro: CSW schemă
sv: CSW-schemat
tr: CSW şeması
uk: РКС схеми

source: CSW source
af: CSW bron
ar: مصدر CSW
bg_bg: CSW източник
cs: Schema CSW
de: CSW Quelle
es: Fuente CSW
fa_ir: منبع CSW
fi: CSW lähde
hu: CSW forrás
ja: CSW ソース
ka: CSW წყარო
km: ប្រភព CSW
pl: Źródło CSW
pt_br: CSW fonte
ro: Sursa CSW
sv: CSW källa
sw: chanzo cha CSW
tr: CSW kaynağı
uk: Джерело РКС

source: CSW insert date
af: CSW voeg datum
ar: تاريخ إدراج CSW
bg_bg: CSW дата на въвеждане
cs: CSW vložené datum
de: CSW Datum einfügen
es: CSW insertar fecha
fa_ir: CSW تاریخ درج
fi: CSW lisäyspäivämäärä
fr: CSW date d'insertion
hu: CSW dátum
ja: CSW インサート日付
ka: CSW შეყვანის თარიღი
km: កាលបរិច្ឆេទ​បញ្ចូល CSW
pl: CSW wpisz datę
pt_br: CSW inserção de dados
ro: CSW a se insera data
sv: CSW ange datum
sw: tarehe ya kuingiza CSW
tr: CSW ekleme tarihi
uk: РКС вставити дату

source: CSW type
af: CSW tipe
ar: نوع CSW
bg_bg: CSW тип
cs: Typ CSW
de: CSV Typ
es: CSW tipo
fa_ir: نوع CSW
fi: CSW tyyppi
hu: CSW típus
ja: CSW タイプ
ka: CSW ტიპი
km: ប្រភេទ CSW
pl: Typ CSW
pt_br: CSW tipo
ro: Tipul CSW
sv: CSW typ
sw: CSW aina
tr: CSW türü
uk: Тип РКС

source: CSW anytext
ar: CSW أي نص
bg_bg: CSW текст
de: CSW beliebiger Text
es: CSW cualquier texto
fa_ir: anytext CSW
ja: CSW テキスト
ka: CSW ტექსტი
km: anytext CSW
pl: Dowolny tekst CSW
pt_br: CSW qualquer texto
tr: CSW herhangi bir metin
uk: РКС anytext

source: CSW WKT geometry
af: CSW WKT meetkunde
ar: هندسة CSW WKT
bg_bg: CSW WKT геометрия
cs: CSW WKT geometrie
de: CSW WKT Geometrie
es: CSW geometría WKT
fa_ir: هندسه CSW WKT
fi: CSW WKT geometria
fr: CSW WKT geométrie
hu: CSW WKT geometria
ja: CSW WKT ジオメトリ
ka: CSW WKT გეომეტრია
km: ធរណីមាត្រ CS​​W WKT
pl: CSW WKT geometria
pt_br: CSW geometria WKT
ro: Geometrie CSW WKT
sv: CSW WKT geometri
sw: Jometria ya CSW WKT
tr: CSW WKT geometrisi
uk: РКС WKT геометрія

source: Metadata uploaded preserve
ar: تم تحميل بيانات التعريف المحفوظة
de: Metadaten upload speichern
es: Conservación de metadatos cargados
fr: Sauvegarder les métadonnées téléchargées
it: Preserva i metadati caricati
ja: アップロードされたメタデータの保存
pl: Zachowaj przesłane metadane
pt: Preservar metadados carregados
pt_br: Carregador de metadados preservado
tr: Meta verisi yüklendi koruma

source: Featured
ar: متميز
bg_bg: Показани
cs: Doporučené
de: Beachtenswert
es: Destacado
fi: Kiinnostavat
fr: Fournie
it: In primo piano
ja: 特徴
ka: ფუნქცია
pl: Przedstawiony
pt: Destacar
pt_br: Disponíveis
tr: Öne Çıkan

source: Should this resource be advertised in home page?
af: Indien hierdie hulpbron in tuisblad geadverteer word?
ar: هل يجب الإعلان عن هذا المورد في الصفحة الرئيسية؟
bg_bg: Трябва ли този ресурса да бъде обявен на началната страница?
cs: Měl by být tento zdroj oznámen na domovské stránce?
de: Sollte diese Ressource in Startseite beworben werden?
es: Debería ser publicado éste recurso en la página de incio?
fa_ir: باید این منابع در صفحه اصلی آگهی؟
fi: Tuleeko tätä resurssia on mainostaa etusivulla?
fr: Cette ressource doit-elle être publiée sur la page d'accueil du portail?
hu: Amennyiben ezt a forrást kell hirdetni honlap?
it: Pubblicare questa risorsa nella home page?
ja: このリソースはホームページでアドバタイズされるべきか？
ka: შესაძლებელია თუ არა ეს რესურსების გარეკლამირება მთავარ გვერდზე?
km: គួរ​ធនធាន​នេះ​ត្រូវ​បាន​ផ្សាយ​ក្នុង​ទំព័រ​ផ្ទះ​?
pl: Czy ten zasób powinien być promowany na stronie głównej?
pt: Deverá este recurso ser anunciado na página inicial?
pt_br: Este recurso deve ser anunciado na página inicial?
ro: În cazul în care această resursă să fie anunțate în pagina de acasă?
sv: Om denna resurs annonseras i hemsidan?
sw: Je, rasilimali hii kutangazwa katika ukurasa wa mbele?
tr: Bu kaynak ana sayfada tanıtılmalı mı?
uk: Якщо цей ресурс рекламуватися на головній сторінці?

source: Is Published
ar: تم نشره
bg_bg: Е публикуван
cs: Je publikováno
de: Ist veröffentlicht
es: Esta Publicado
fi: On julkaistu
fr: Est publié(e)
it: Pubblicato
ja: 公開された
ka: გამოქვეყნებულია
pl: Opublikowane
pt: Está Publicado
pt_br: Está publicado
tr: Yayınlandı mı?

source: Should this resource be published and searchable?
af: Indien hierdie bron gepubliseer word en deursoek?
ar: هل ينبغي نشر هذه الموارد والبحث فيها؟
bg_bg: Трябва ли този ресурс да бъде публикуван и възможен за търсене?
cs: Měl by být tento zdroj publikován a prohledatelný?
de: Soll diese Ressource veröffentlicht und durchsuchbar sein?
es: Debería éste recurso ser público e indexado?
fa_ir: باید این منابع منتشر شود و جستجو؟
fi: Tulisiko tämä resurssi julkaista ja tehdä haettavaksi?
fr: Cette ressource doit elle être publiée et consultable dans les résultats de recherche?
hu: Amennyiben ezt a forrást kell közzétenni és kereshető?
it: Deve essere questa risorsa pubblica e ricercabile?
ja: このリソースは公開され、検索可能べきか？
ka: შესაძლებელია თუ არა ეს რესურსი გამოქვეყნედეს და იძებნებოდეს?
km: គួរ​ធនធាន​នេះ​ត្រូវ​បាន​បោះ​ពុម្ព​ផ្សាយ​និង​ការ​ស្វែងរក​បាន​?
pl: Czy ten zasób powinien być opublikowany i wyszukiwalny?
pt: Deverá este recurso ser publicado e pesquisado?
pt_br: Este recurso deve ser publicado e pesquisável?
ro: În cazul în care această resursă publică și căutat?
sv: Om denna resurs publiceras och sökbar?
sw: Je, rasilimali hii inatakiwa kusambazwa na kupatikana katika utafutaji?
tr: Bu kaynak yayınlanmalı ve aranabilir olmalı mı?
uk: Якщо цей ресурс опублікований і для пошуку?

source: Approved
ar: موافق عليه
de: Genehmigt
es: Aprobado
fr: Approuvé
it: Approvato(a)
ja: 承認された
pl: Zatwierdzone
pt: Aprovado
pt_br: Aprovado
tr: Onaylandı

source: Is this resource validated from a publisher or editor?
ar: هل تم التحقق من هذا المورد من ناشر أو محرر؟
de: Ist diese Ressource durch einen Autor geprüft worden?
es: Este recurso está validado por un editor o editor?
fr: Cette ressource est-elle validée par un éditeur ou un rédacteur?
it: Questa risorsa è stata convalidata da un editore o un curatore?
ja: このリソースは、責任者や編集者によって検証されたものですか？
pl: Czy ten zasób jest zatwierdzony przez wydawcę lub edytora?
pt: Este recurso está validado pelo autor ou editor?
pt_br: Este recurso é validado por um divulgador ou editor?
tr: Bu kaynak bir yayıncı veya editör tarafından doğrulandı mı?

source: Thumbnail url
ar: رابط الصورة المصغرة
es: URL de miniatura
fr: Chemin d'accès à la miniature
it: Url della miniatura
ja: サムネイルのURL
pl: Adres URL miniaturki
pt: Url do thumbnail
pt_br: URL da miniatura
tr: Küçük resim URL'si

source: Dirty State
ar: الدولة القذرة
de: Status nicht synchronisiert
es: Estado sucio
fr: État sale
it: Non ancora aggiornato
pt: Segurança Incoerente
pt_br: Estado sujo
tr: Kirli Durum

source: Security Rules Are Not Synched with GeoServer!
ar: لا تتم مزامنة قواعد الأمان مع GeoServer!
de: Sicherheits-Regeln sind nicht mit GeoServer synchronisier!
es: Las reglas de seguridad no se sincronizan con GeoServer!
fr: Les règles de sécurité ne sont pas synchronisées avec GeoServer!
it: Le regole di sicurezza non sono sincronizzate con GeoServer!
ja: セキュリティルールがGeoServerと同期されていません
pl: Zasady bezpieczeństwa nie są zsynchronizowane z GeoServerem!
pt: As Regras de Segurança Não Estão Sincronizadas com o Geoserver!
pt_br: Regras de segurança não estão sincronizadas com o GeoServer!
tr: Güvenlik Kuralları GeoServer ile Senkronize Değil!

source: Metadata
ar: البيانات الوصفية
bg_bg: Метаданни
de: Metadaten
fr: Metadonnées
it: Metadati
ja: メタデータ
ka: მეტამონაცემები
pl: Metadane
pt: Metadados
pt_br: Metadados
tr: Meta veri
