Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: The Open Geoportal is a consortium comprised of contributions of several universities and organizations to help facilitate the discovery and acquisition of geospatial data across many organizations and platforms. Current partners include: Harvard, MIT, MassGIS, Princeton, Columbia, Stanford, UC Berkeley, UCLA, Yale, and UConn. Built on open source technology, The Open Geoportal provides organizations the opportunity to share thousands of geospatial data layers, maps, metadata, and development resources through a single common interface.
af: Die Open Geoportal is 'n konsortium bestaan ​​uit bydraes van verskeie universiteite en organisasies te help fasiliteer die ontdekking en verkryging van geospatiale data oor baie organisasies en platforms. Huidige vennote sluit in: Harvard, MIT, MassGIS, Princeton, Columbia, Stanford, UC Berkeley, UCLA, Yale, en UConn. Gebou op open source tegnologie, The Open Geoportal bied organisasies die geleentheid duisende geospatiale data lae, kaarte, metadata, en ontwikkeling hulpbronne te deel deur middel van 'n gemeenskaplike koppelvlak.
bg_bg: Open Geoportal е консорциум с участието на няколко университета и организация, за да подпомага откриването и придобиването на геопространствени данни за много организации и платформи. Сегашните му основатели включват: Harvard, MIT, MassGIS, Princeton, Columbia, Stanford, UC Berkeley, UCLA, Yale и UConn. Изграден на принципа на отворен код, Open Geoportal осигурява слоеве с геопространствени данни, карти, метаданни и ресурси чрез един общ интерфейс.
cs: Open Geoportal je konsorcium složené z příspěvků několika univerzit a organizací, které pomáhají usnadnit objevování a získávání geoprostorových dat v mnoha organizacích a platformách. Současní partneři zahrnují: Harvard, MIT, MassGIS, Princeton, Columbia, Stanford, UC Berkeley, UCLA, Yale a UConn. Postaven na open source technologii, Open Geoportal poskytuje organizacím možnost sdílet tisíce geoprostorových datových vrstev, map, metadat a rozvojových zdrojů prostřednictvím jediného společného rozhraní.
fa_ir: گسترش ژئو پورتال یک کنسرسیوم متشکل از کمک های چندین دانشگاه و سازمان برای کمک به تسهیل کشف و کسب داده های جغرافیایی در بسیاری از سازمان ها و سیستم عامل است. شرکای کنونی عبارتند از: هاروارد، MIT، MassGIS، پرینستون، کلمبیا، استنفورد، دانشگاه برکلی، UCLA، دانشگاه ییل، و UConn. ساخته شده بر روی فن آوری های منبع باز، باز ژئو پورتال فراهم می کند سازمان فرصت برای به اشتراک گذاشتن هزاران نفر از لایه های جغرافیایی داده ها، نقشه ها، ابرداده، و منابع توسعه را از طریق یک رابط مشترک تنها.
fi: Open paikkatietoportaali on konsortio koostuu maksujen useiden yliopistojen ja järjestöjen helpottaa löytö ja hankinta paikkatietoja monille organisaatioille ja alustoja. Nykyinen yhteistyökumppaneita ovat: Harvard, MIT, MassGIS, Princeton, Columbia, Stanford, UC Berkeley, UCLA, Yale, ja UConn. Avoimeen lähdekoodiin perustuva tekniikka, Open paikkatietoportaali tarjoaa organisaatioille mahdollisuuden jakaa tuhansia paikkatiedot kerroksia, karttoja, metatiedot, ja kehitys resursseja yksi yhteinen rajapinta.
hu: Az Open Geoportal konzorciuma álló hozzájárulások számos egyetem és szervezeteket, hogy megkönnyítse a felfedezés és megszerzése térinformatikai adatok számos szervezet és platformok. Jelenlegi partnereink: Harvard, MIT, MassGIS, Princeton, Columbia, Stanford, UC Berkeley, a UCLA, a Yale, és UConn. Épülő nyílt forráskódú technológia, az Open Geoportal biztosítja a szervezetek a lehetőséget, hogy megosszák ezer térinformatikai adatok rétegek, térképek, metaadatok, és a fejlesztési források segítségével egy közös felületen.
km: នេះ​បាន​បើក Geoportal គឺ​ជា​សហគមន៍​រួម​នៃ​ការ​រួមចំណែក​របស់​សាកលវិទ្យាល័យ​និង​អង្គការ​មួយ​ចំនួន​ដើម្បី​ជួយ​សម្រួល​ដល់​ការ​រក​ឃើញ​និង​ការ​ទិញ​យក​ទិន្នន័យ​ទីតាំង​ភូមិ​សា​ស្ដ្រ​នៅ​ទូទាំង​អង្គការ​ជា​ច្រើន​និង​វេទិកា​មួយ​។ ដៃគូ​បច្ចុប្បន្ន​រួម​មាន​: សាកលវិទ្យាល័យ Harvard​, MIT​, MassGIS​, ព្រី​ន​ស្តុ​ន​, កូ​ឡុំ​បៀ​ស្ទែ​ន​ហ្វ​ដ​, សកលវិទ្យាល័យ​ប៊ើ​, UCLA បាន​, យេ​ល​, និង UConn ។ បាន​សាង​សង់​ឡើង​នៅ​លើ​ប​ច្ចេ​ក​វិទ្យា​ប្រភព​បើក​ចំហ​នេះ​បាន​បើក Geoportal អង្គការ​ផ្តល់​នូវ​ឱកាស​ដើម្បី​ចែក​រំលែក​រាប់​ពាន់​នាក់​នៃ​ស្រទាប់​ទីតាំង​ភូមិ​សា​ស្ដ្រ​ទិន្នន័យ​ផែនទី​ទិន្នន័យ​មេតា​និង​ធនធាន​អភិវឌ្ឍ​តាម​រយៈ​ចំណុច​ប្រទាក់​ទូទៅ​តែ​មួយ​នោះ​។
ro: Deschideți Geoportal este un consorțiu format din contribuții ale mai multor universități și organizații pentru a facilita descoperirea și achiziționarea de date geospațiale în multe organizații și platforme. Partenerii actuali sunt: ​​Harvard, MIT, MassGIS, Princeton, Columbia, Stanford, UC Berkeley, UCLA, Yale, și UConn. Construit pe o tehnologie open source, Open Geoportal oferă organizațiilor posibilitatea de a impartasi mii de straturi de geospațiale de date, hărți, metadate, și a resurselor de dezvoltare printr-o singură interfață comună.
sv: Open GeoPortal är ett konsortium bestående av bidrag från flera universitet och organisationer för att underlätta upptäckt och förvärv av geospatiala data inom många organisationer och plattformar. Nuvarande partners inkluderar: Harvard, MIT, MassGIS, Princeton, Columbia, Stanford, UC Berkeley, UCLA, Yale, och UConn. The Open GeoPortal byggd på öppen källkod, ger organisationer möjlighet att dela tusentals geospatiala datalager, kartor, metadata och utvecklingsresurser via ett enda gemensamt gränssnitt.
sw: Open Geoportal ni muungano unaojumuisha michango ya vyuo vikuu kadhaa na mashirika ya kusaidia kuwezesha ugunduzi na upatikanaji wa takwimu za kijiografia kutoka mashirika na majukwaa mbalimbali. Washirika wa sasa ni pamoja na: Harvard, MIT, MassGIS, Princeton, Columbia, Stanford, UC Berkeley, UCLA, Yale, na UConn. Kuptia teknolojia zenye vyanzo huria Open Geoportal, inayapa mashirika nafasi ya kushirikishana maelfu ya takwimu za matabaka ya kijiografia, ramani, metadata, na rasilimali za maendeleo kupitia mfummmo mmoja kwa pamoja.
uk: Відкрити Геопортал є консорціум складається з вкладів декількох університетів і організацій, щоб допомогти полегшити відкриття та придбання геопросторових даних у багатьох організаціях і платформ. Поточні партнерами є: Гарвард, Массачусетський технологічний інститут, MassGIS, Прінстон, Колумбія, Стенфорд, Каліфорнійський університет в Берклі, Лос-Анджелесі, Єль і UConn. Побудований на технології з відкритим вихідним кодом, Open Геопортал надає організаціям можливість поділитися тисячі геопросторових інформаційних шарів, карти, метаданих та ресурсів розвитку через один загальний інтерфейс.

source: This is an existing service
af: Dit is 'n bestaande diens
bg_bg: Това е съществуваща услуга
cs: Jedná se o stávající službu
fa_ir: این یک سرویس موجود است
fi: Tämä on olemassa oleva palvelu
hu: Ez egy meglévő szolgáltatás
ka: არსებული სერვიცი
km: នេះ​ជា​សេវាកម្ម​ដែល​មាន​ស្រាប់
ro: Acesta este un serviciu existent
sv: Detta är en befintlig tjänst
sw: Hii ni huduma ya iliyopo
uk: Це реально існуюча служба

source: Could not find any layers in a compatible projection.
af: Kon nie enige lae in 'n aanpasbare projeksie vind.
bg_bg: Не може да се намери слой в съвместима проекция.
cs: V kompatibilní projekci nebyly nalezeny žádné vrstvy.
fa_ir: می تواند هر لایه در یک طرح سازگار پیدا کند.
fi: Löytäneet kerroksiin yhteensopiva projektio.
hu: Nem található rétegek kompatibilis vetítés.
ka: ვერცერთი ფენა ვერ მოიძებნა თავსებად ფენაში.
km: មិន​អាច​រក​ឃើញ​ស្រទាប់​ណា​មួយ​នៅ​ក្នុង​ការ​ព្យាករ​ឆ​ប​គ្នា​។
ro: Nu am găsit nici o straturi într-o proiecție compatibil.
sv: Det gick inte att hitta några lager i en kompatibel projektion.
sw: Halijapatikana tabaka lolote lililo katika mfumo unaoendana.
uk: Не вдалося знайти будь-яких верстви в сумісному проекції.

source: Could not find any layers in a compatible projection: The spatial id was: %(srs)s and the url %(url)s
cs: Nelze nalézt žádné vrstvy v kompatibilní projekci: Prostorové ID bylo: %(srs)s a url %(url)s

source: You are not allowed to perform this operation.
af: Jy word nie toegelaat om hierdie aksie uit te voer.
bg_bg: Нямате разрешение за извършване на действието.
cs: Nemáte povoleno provádět tuto operaci.
fi: Sinulla ei ole oikeutta suorittaa tätä toimintoa.
sv: Du har inte rätt att utföra den här åtgärden.
uk: Ви не можете виконати цю операцію.

source: The page you requested does not exist. Perhaps you are using an outdated bookmark?
af: Die bladsy wat jy aangevra het bestaan ​​nie. Miskien het jy gebruik 'n verouderde boekmerk?
bg_bg: Страница, която се опитвате да достъпите не съществува. Може би използвате стара отметка?
cs: Požadovaná stránka neexistuje. Možná používáte zastaralou záložku?
fa_ir: صفحه درخواستی شما وجود ندارد. شاید شما با استفاده از نشانه منسوخ شده؟
fi: Hakemaasi sivua ei löydy. Ehkä käytät vanhentunutta kirjanmerkki?
hu: A kért oldal nem létezik. Talán egy elavult könyvjelző?
km: ទំព័រ​ដែល​អ្នក​បាន​ស្នើ​មិន​មាន​ទេ​។ ប្រហែល​ជា​អ្នក​កំពុង​ប្រើ​កំណត់​ចំណាំ​ហួស​សម័យ​មួយ​?
ro: Pagina pe care ați solicitat nu există. Poate că utilizați un marcaj învechit?
sv: Sidan du söker finns inte. Kanske du använder en gammal bokmärke?
sw: Ukurasa uliouhitaaji haupo. Labda unatumia alamisho lilipitwa na wakati?
uk: Сторінка, яку ви запросили, не існує. Можливо, ви використовуєте застарілу закладку?

source: Please contact your GeoNode administrator (he may have received an email automatically if he configured it properly). If you are the site administrator, enable debug mode to see the actual error and fix it or file an issue in <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>
bg_bg: Моля свържете с вашия GeoNode администратор (вероятно той е получил автоматично писмо при правилно конфигуриране). Ако вие сте администратор, разрешете режима за отстраняване на грешки, за да видите самата грешка и да я отстраните или подадете въпрос на <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>
cs: Kontaktujte prosím administrátora GeoNode (pokud je správně nakonfigurován, může dostat automatický e-mail.) Pokud jste správcem webu, povolte režim ladění, aby se zobrazila skutečná chyba a opravte ji, nebo zadejte problém v <a href="http://github.com/GeoNode/geonode/issues">nástroji sledování problémů GeoNode</a>

source: Type your search here ...
af: Tik jou soektog hier ...
bg_bg: Напишете текст за търсене тук ...
cs: Zadejte své hledání zde ...
fa_ir: جستجوی خود را اینجا وارد کنید ...
fi: Kirjoita haku täällä ...
hu: Írja be a keresett itt ...
ka: ჩაწერეთ საძიებო აქ ...
km: វាយ​ការ​ស្វែងរក​របស់​អ្នក​នៅ​ទីនេះ ...
ro: Tastați căutarea aici ...
sv: Skriv din sökning här ...
sw: Andika utafutacho hapa ...
uk: Що шукати ...

source: Who can edit data for this layer?
af: Wie data vir hierdie laag kan verander?
bg_bg: Кой може да редактира данни за този слой?
cs: Kdo může upravit data pro tuto vrstvu?
fa_ir: چه کسی می تواند داده ها را برای این لایه را ویرایش کنم؟
fi: Kuka voi muokata tietoja tähän kerrokseen?
hu: Ki tudja szerkeszteni adatokat ez a réteg?
ka: ვის შეუძლია ამ მონაცემის რედაქტირება?
km: តើ​នរណា​អាច​កែសម្រួល​ទិន្នន័យ​សម្រាប់​ស្រទាប់​នេះ​?
ro: Cine poate edita datele pentru acest strat?
sv: Vem kan redigera data för detta skikt?
sw: Nani anaweza kuhariri data za tabaka hili?
uk: Хто може редагувати дані для цього шару?

source: Who can edit styles for this layer?
af: Wie kan style vir hierdie laag wysig?
bg_bg: Кой може да редактира стиловете за този слой?
cs: Kdo může upravovat styly této vrstvy?
fa_ir: چه کسی می تواند سبک برای این لایه را ویرایش کنم؟
fi: Kuka voi muokata tyylejä tähän kerrokseen?
hu: Ki tudja szerkeszteni stílusokat ezt a réteget?
ka: ვის შეუძლია ამ ფენის სტილის რედაქტირება?
km: តើ​នរណា​អាច​កែសម្រួល​រចនាប័ទ្ម​សម្រាប់​ស្រទាប់​នេះ​?
ro: Cine poate edita stiluri pentru acest strat?
sv: Vem kan redigera stilar för detta skikt?
sw: Nani anaweza kubadilisha mtindo wa tabaka hili?
uk: Хто може редагувати стилі для цього шару?

source: About GeoNode.
af: Oor GeoNode.
bg_bg: Относно GeoNode
cs: O GeoNode.
fa_ir: درباره GeoNode.
fi: Tietoja GeoNode.
hu: Mintegy GeoNode.
ka: GeoNode შესახებ.
km: អំពី GeoNode ។
ro: Despre GeoNode.
sv: Om GeoNode.
sw: Kuhusu GeoNode.
uk: Про GeoNode.

source: A user on %(site_name)s has created an account using this email address. To confirm this email address, go to %(activate_url)s If you did not sign up for this site, you can ignore this message.
af: 'N gebruiker op %(site_name)s 'n rekening met hierdie e-posadres geskep. Hierdie e-posadres te bevestig, gaan na %(activate_url)s As jy nie inteken vir hierdie webwerf, kan jy hierdie boodskap ignoreer.
bg_bg: Потребител на %(site_name)s е създал профил със този електронен адрес. За да потвърдите адреса моля отидете на %(activate_url)s Ако не сте се регистрирали за тази страница, игнорирайте това съобщение.
cs: Uživatel na %(site_name)svytvořil účet pomocí této e-mailové adresy. Chcete-li tuto e-mailovou adresu potvrdit, přejděte na %(activate_url)s Pokud jste se pro tuto stránku nezaregistrovali, můžete ignorovat tuto zprávu.
fa_ir: یک کاربر بر روی %(site_name)s بازدید کنندگان یک حساب کاربری با استفاده از این آدرس ایمیل را ایجاد کرده است. برای تایید این آدرس ایمیل، به٪ به %(activate_url)s بازدید کنندگان اگر شما برای این سایت را امضا نکند، شما می توانید این پیغام را نادیده بگیرید.
fi: Käyttäjä %(site_name)s on luonut tilin käyttämällä tätä sähköpostiosoitetta. Vahvista tämän sähköpostiosoitteen, mene %(activate_url)s Jos et rekisteröitynyt tälle sivustolle, voit jättää tämän viestin.
hu: A felhasználó %(site_name)s létrehozott egy fiókot az e-mail címre. Annak igazolására, e-mail címet, menj %(activate_url)s Ha nem regisztrál ezen az oldalon, akkor hagyja figyelmen kívül ezt az üzenetet.
km: អ្នក​ប្រើ​លើ​ %(site_name)sម្នាក់​បាន​បង្កើត​គណនី​ដោយ​ប្រើ​អាសយដ្ឋាន​អ៊ី​ម៉ែ​ល​នេះ​ទេ​។ ដើម្បី​បញ្ជាក់​អាសយដ្ឋាន​អ៊ីមែល​នេះ​សូម​ចូល​ទៅ​កាន់​ %(activate_url)s បាន​ប្រសិន​បើ​អ្នក​មិន​បាន​ចុះឈ្មោះ​សម្រាប់​តំបន់​បណ្ដាញ​នេះ​អ្នក​អាច​មិន​អើពើ​នឹង​សារ​នេះ​។
ro: Un utilizator de pe %(site_name)s a creat un cont folosind acest adresă de e-mail. Pentru a confirma această adresă de e-mail, du-te la %(activate_url)s Dacă nu ați înscrieți pentru site-ul, puteți ignora acest mesaj.
sv: En användare på %(site_name)s har skapat ett konto med denna e-postadress. För att bekräfta denna e-postadress, gå till %(activate_url)s Om du inte registrerar dig för den här webbplatsen, kan du ignorera det här meddelandet.
sw: Kuna mtumiaji wa %(site_name)s ameunda akaunti kwa kutumia anwani hii ya barua pepe. Kwa uthibitisho wa anuani hii ya barua pepe, nenda %(activate_url)s Ikiwa hajawahi kujiunga na tovuti hii, unaweza kupuuza ujumbe huu.
uk: Користувач на %(site_name)s створив обліковий запис, використовуючи цю адресу електронної пошти. Щоб підтвердити цю адресу електронної пошти, перейдіть %(activate_url)s ■ Якщо ви не підписатися на цьому сайті, ви можете проігнорувати це повідомлення.

source: Confirm email address for %(site_name)s
af: Bevestig e-posadres vir %(site_name)s
bg_bg: Потвърдете адреса на електронната поща за %(site_name)s
cs: Potvrďte e-mailovou adresu pro %(site_name)s
fa_ir: تکرار آدرس ایمیل برای %(site_name)sبازدید کنندگان
fi: Vahvista sähköpostiosoite %(site_name)s
hu: Erősítse meg e-mail címét %(site_name)s
ka: დაადასტურეთ ელფოსტის მისამართი %(site_name)s-ის
km: បញ្ជាក់​អាសយដ្ឋាន​អ៊ីមែល​សម្រាប់​ %(site_name)s
ro: Confirmați adresa de e-mail pentru %(site_name)s
sv: Bekräfta e-postadress för %(site_name)s
sw: Thibitisha barua pepe kwa ajili ya %(site_name)s
uk: Підтвердіть адресу електронної пошти для %(site_name)s

source: You're receiving this email because you or someone else has requested a password for your user account at %(site_name)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s
af: Jy hierdie e-pos ontvang omdat jy of iemand anders het 'n wagwoord aangevra vir jou rekening op %(site_name)s. Dit kan veilig geïgnoreer word as jy nie 'n wagwoord in te stel versoek het. Klik op die onderstaande skakel om jou wagwoord te herstel. %(password_reset_url)s
bg_bg: Получавате това писмо, защото вие или някой друг е поискал парола за потребителския ви профил %(site_name)s. Ако не сте поискали парола игнорирайте това писмо. За да промените паролата, натиснете линка. %(password_reset_url)s
cs: Tento e-mail obdržíte, protože vy nebo někdo jiný požádal o heslo k vašemu uživatelskému účtu na adrese %(site_name)s. Pokud jste nepožádali o obnovení hesla, můžete ho bezpečně ignorovat. Klepnutím na níže uvedený odkaz obnovíte své heslo. %(password_reset_url)s
fa_ir: شما این ایمیل را دریافت چرا که شما یا شخص دیگری است یک رمز عبور برای نام کاربری خود در٪ %(site_name)s بازدید کنندگان درخواست شده است. این را می توان با خیال راحت نادیده گرفته اگر شما یک تنظیم مجدد رمز عبور درخواست نیست. لینک زیر برای بازنشانی گذرواژه خود کلیک کنید. %(password_reset_url)s بازدید کنندگان
fi: Saat tämän sähköpostin, koska olet tai joku muu on pyytänyt salasanan käyttäjätilille osoitteessa %(site_name)s. Se voidaan turvallisesti jättää huomiotta, jos et pyytänyt salasanan. Klikkaa alla olevaa linkkiä salasanan. %(password_reset_url)s
hu: Azért kapja ezt az e-mailt, mert Ön vagy valaki más kérte a jelszót a felhasználói fiók %(site_name)s. Ezt figyelmen kívül hagyhatja, ha nem kérte a jelszó visszaállítását. Kattintson az alábbi linkre, hogy állítsa vissza jelszavát. %(password_reset_url)s
km: អ្នក​កំពុង​ទទួល​អ៊ីមែល​នេះ​ពីព្រោះ​អ្នក​ឬ​នរណា​ម្នាក់​ផ្សេង​ទៀត​បាន​ស្នើ​សុំ​ពាក្យ​សម្ងាត់​សម្រាប់​គណនី​អ្នក​ប្រើ​របស់​អ្នក​នៅ​ %(site_name)s ​។ វា​អាច​ត្រូវ​បាន​មិន​អើពើ​ដោយ​សុវត្ថិភាព​ប្រសិន​បើ​អ្នក​មិន​បាន​ស្នើ​សុំ​កំណត់​ពាក្យ​សម្ងាត់​។ សូម​ចុច​តំណ​ខាង​ក្រោម​នេះ​ដើម្បី​កំណត់​ពាក្យ​សម្ងាត់​របស់​អ្នក​។ %(password_reset_url)s
ro: Ați primit acest e-mail deoarece tu sau altcineva a solicitat o parolă pentru contul dvs. de utilizator la %(site_name)s. Acesta poate fi ignorat în siguranță dacă nu ați solicitat o resetare a parolei. Faceți clic pe linkul de mai jos pentru a reseta parola. %(password_reset_url)s
sv: Du får det här meddelandet eftersom du eller någon annan har begärt ett lösenord för ditt användarkonto på %(site_name)s. Det kan ignoreras om du inte har begärt en återställning av lösenord. Klicka på länken nedan för att återställa ditt lösenord. %(password_reset_url)s
sw: Umepokea barua pepe hii kwa sababu wewe au mtu fulani ameomba nenosiri kwa ajili ya akaunti yako ya %(site_name)s. Unaweza kupuuza ujumbe huu ikiwa hukuomba kuseti upya nenosiri. Bonyeza kiungo hapo chini ili kuseti upya nenosiri lako. %(password_reset_url)s
uk: Ви отримали цей лист, тому що ви або хтось ще просив пароль для облікового запису користувача %(site_name)s. Це може бути проігноровано, якщо ви не запитували зміна пароля. Натисніть на посилання нижче, щоб скинути пароль. %(password_reset_url)s

source: [%(site_name)s] Password reset
af: [%(site_name)s] Wagwoordterugstelling
bg_bg: [%(site_name)s] Паролата е променена
cs: [%(site_name)s] reset hesla
fa_ir: [%(site_name)s] تنظیم مجدد رمز عبور
fi: [%(site_name)s]Salasanan
km: [%(site_name)s] កំណត់​ឡើង​វិញ​ពាក្យ​សម្ងាត់
ro: [%(site_name)s] resetare a parolei
sw: Kuseti upya nenosiri [%(site_name)s]
uk: [%(site_name)s] Відновлення пароля

source: Confirm your email address
bg_bg: Потвърждаване на ел.поща
cs: Potvrďte svou emailovou adresu
ka: დაადასტურეთ თქვენი ელფოსტის მისამართი

source: We have sent you an email to <b>%(email)s</b> for verification. Follow the link provided to finalize the signup process.
bg_bg: Изпратили сме ел.писмо на <b>%(email)s</b> за верификация. Натиснете предоставения линк, за да приключите процеа по регистрация.
cs: Odeslali jsme e-mail na adresu <b>%(email)s</b> pro ověření. Postupujte podle připojeného odkazu k dokončení procesu registrace.
ka: ჩვენ გამოგიგზავნეთ წერილი <b>%(email)s</b-ზე დასადასტურებლად. მიყევით ბმულს, იმისთვის რომ დაასრულოთ რეგისტრაციის პროცესი

source: Forgot your username?
af: Vergeet?
bg_bg: Забравено потребителско име?
cs: Zapomněl jste své uživatelské jméno?
fa_ir: نام کاربری خود را فراموش کردید؟
fi: Unohditko käyttäjätunnuksesi?
hu: Elfelejtette felhasználónevét?
ka: დაგავიწყდათ თქვენი მომხმარებლის სახელი?
km: ភ្លេច​ឈ្មោះ​អ្នក​ប្រើ​របស់​អ្នក​?
ro: Ți-ai uitat numele de utilizator?
sv: Har du glömt ditt användarnamn?
sw: Umesahau jina unalotumia?
uk: Забули ім'я користувача?

source: Forgot your password?
af: Jy jou wagwoord vergeet?
bg_bg: Забравена парола?
cs: Zapomněli jste heslo?
fa_ir: رمز عبور خود را فراموش کردید؟
fi: Unohtuiko salasana?
hu: Elfelejtette a jelszavát?
ka: დაგავიწყდათ თქვენი პაროლი?
km: ភ្លេច​ពាក្យសម្ងាត់​របស់​អ្នក​?
ro: Ați uitat parola?
sv: Glömt ditt lösenord?
sw: Umesahau nenosiri lako?
uk: Забули свій пароль?

source: Sorry, registrations are not open at this time.
af: Jammer, registrasies is nie oop op hierdie tyd.
bg_bg: Съжалявам, в този момент регистрациите на са възможни.
cs: Bohužel, registrace není v tuto chvíli otevřená.
fa_ir: با عرض پوزش، ثبت نام در این زمان باز نمی شود.
fi: Anteeksi, rekisteröinnit eivät ole auki tällä hetkellä.
hu: Sajnáljuk, regisztrációk nem nyitottak ebben az időben.
ka: ამ ჟამად რეგისტრაცია დახურულია.
km: សូម​អភ័យ​ទោស​, ការ​ចុះ​បញ្ជី​គឺ​មិន​បើក​ចំហ​នៅ​ពេល​នេះ​។
ro: Ne pare rău, înregistrările nu sunt deschise în acest moment.
sv: Tyvärr, registreringar inte är öppna just nu.
sw: Samahani, usajili umesitishwa kwa wakati huu.
uk: На жаль, реєстрація не відкриті в цей час.

source: Search
af: Soek
bg_bg: Търсене
cs: Hledat
fa_ir: جستجو
fi: Haku
hu: Keresés
ka: ძიება
km: ស្វែងរក
ro: Căutare
sv: Sök
sw: Tafuta
uk: Пошуковий
