Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Resource using this document
af: Hulpbron gebruik van hierdie dokument
bg_bg: Ресурс, използващ този документ
cs: Zdroje používající tento dokument
fa_ir: منبع مورد استفاده این سند
fi: Resurssi tämän dokumentin avulla
hu: Erőforrás ezt a dokumentumot
ka: წყარო, რომელსაც იყებენს ეს დოკუმენტი
km: ធនធាន​ដោយ​ប្រើ​ឯកសារ​នេះ
ro: Resursa folosind acest document
sv: Resurs använda detta dokument
sw: Rasilimali zinazotumia hati hii
uk: Ресурс за допомогою цього документа

source: List of resources using this document:
af: Lys van hulpbronne die gebruik van hierdie dokument:
bg_bg: Списък с ресурси използващи този документ:
cs: Seznam zdrojů využívajících tento dokument:
fa_ir: لیست منابع مورد استفاده این سند
fi: Luettelo resursseja tämän dokumentin avulla
hu: Listája források révén ezt a dokumentumot:
ka: წყაროთა სია, რომელსაც იყებენს ეს დოკუმენტი
km: បញ្ជី​នៃ​ធនធាន​ដោយ​ប្រើ​ឯកសារ​នេះ​:
ro: Listă de resurse folosind acest document:
sv: Lista över resurser med hjälp av det här dokumentet:
sw: Orodha ya rasilimali zinazotumia hati hii
uk: Список ресурсів, що використовують цей документ:

source: This document is related to a
af: Hierdie dokument is wat verband hou met 'n
bg_bg: Този документ е свързан с
cs: Tento dokument se vztahuje k
fa_ir: این سند مربوط است به
fi: Tämä asiakirja liittyy
hu: Ez a dokumentum kapcsolódik egy
ka: დოკუმენტი მიეკუთვნება
km: ឯកសារ​នេះ​ត្រូវ​បាន​ទាក់ទង​ទៅ​នឹង
ro: Acest document se referă la o
sv: Detta dokument hänför sig till en
sw: Hati hii inahusiana na
uk: В цьому документі ставиться до

source: This document is not related to any maps or layers
af: Hierdie dokument is nie verwant aan enige kaarte of lae
bg_bg: Този документ не е свързан с карти или слоеве
cs: Tento dokument nesouvisí s mapami ani vrstvami
fa_ir: این سند مربوط به هیچ نقشه و لایه ای نیست
fi: Tämä asiakirja ei liity mitään karttoja tai kerroksia
hu: Ez a dokumentum nem kapcsolódik semmilyen térképek vagy rétegek
ka: დოკუმენტი არ მიეკუთვნება არცეთ რუკას ან ფენას
km: ឯកសារ​នេះ​មិន​ត្រូវ​បាន​ទាក់ទង​ទៅ​នឹង​ផែនទី​ឬ​ស្រទាប់​ណាមួយ​ឡើយ
ro: Acest document nu are legătură cu nici o harta sau straturi
sv: Detta dokument är inte relaterad till några kartor eller lager
sw: Hati hii haihusiani na ramani au tabaka lolote
uk: Цей документ не має відношення до яких-небудь карт або верств

source: Click the button below to change the permissions of this document.
af: Klik op die knoppie onder die regte van hierdie dokument te verander.
bg_bg: Натиснете бутона долу, за да промените разрешенията на този документ.
cs: Klepnutím na tlačítko níže změňte oprávnění tohoto dokumentu.
fa_ir: با کلیک کردن دکمه زیر مجوز دسترسی به این سند را تغییر دهید.
fi: Klikkaa alla olevaa painiketta muuttaa oikeuksia tämän asiakirjan.
hu: Kattintson az alábbi gombra, hogy az engedélyek módosításához a jelen dokumentum.
ka: დააჭირეთ ქვემოთ მოცემულ ღილაკს, იმისთვის რომ შეცვალოთ უფლელები მოცემულ დოკუმენტზე
km: សូម​ចុច​ប៊ូតុង​ខាង​ក្រោម​ដើម្បី​ផ្លាស់​ប្តូ​រ​សិទ្ធិ​របស់​ឯកសារ​នេះ​។
ro: Faceți clic pe butonul de mai jos pentru a schimba permisiunile acestui document.
sv: Klicka på knappen nedan för att ändra behörigheterna för detta dokument.
sw: Bonyeza kitufe hapo chini kubadilisha vibali vya hati hii.
uk: Натисніть на кнопку нижче, щоб змінити дозволу цього документа.

source: Change Document Permissions
af: Verander Document Permissions
bg_bg: Променя на достъпа за документа
cs: Změna oprávnění k dokumentu
fa_ir: تغییر مجوز سند
fi: Muuta Document Oikeudet
hu: Dokumentum engedélyek módosítása
ka: დოკუმენტის უფლებების შეცვლა
km: ការ​ផ្លាស់​ប្តូ​រ​សិទ្ធិ​របស់​ឯកសារ
ro: Schimba documentului Permisiuni
sv: Ändra dokumentbehörigheter
sw: Badilisha Vibali vya Hati
uk: Зміна прав доступу до документа

source: Deleting
af: Skrap
bg_bg: Изтриване
cs: Mazání
fa_ir: پاک کردن
fi: Poistaminen
hu: Törlése
ka: იშლება
km: ការ​លុប
ro: Ștergerea
sv: Radering
sw: Kufuta
uk: Видалення

source: Remove Document
bg_bg: Премахни документ
cs: Odstranit dokument
ka: დოკუმენტის წაშლა

source: Are you sure you want to remove <a href="%(document.get_absolute_url)s">%(document_title)s</a>?
bg_bg: Сигурни ли сте, че искате да премахнете <a href="%(document.get_absolute_url)s">%(document_title)s</a>?
cs: Opravdu chcete odstranit <a href="%(document.get_absolute_url)s">%(document_title)s</a>?

source: You are not allowed to edit this document.
af: Jy word nie toegelaat om hierdie dokument te wysig.
bg_bg: Вие нямате право да редактирате този документ.
cs: Nemáte oprávnění upravovat tento dokument.
fa_ir: شما امکان پذیر نیست ویرایش این سند است.
fi: Sinulla ei ole lupaa muokata tätä asiakirjaa.
hu: Ön nem szerkesztheti a dokumentumot.
ka: თქვენ არ შეგიძლიათ დაარედაქტიროთ ეს დოკუმენტი
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឱ្យ​កែ​សម្រួល​ឯកសារ​នេះ​។
ro: Nu aveți permisiunea de a edita acest document.
sv: Du får inte redigera det här dokumentet.
sw: Hauruhusiwi kuhariri hati hii
uk: Ви не можете редагувати цей документ.

source: Layer Uploaded
af: Laag Uploaded
bg_bg: Слоя е зареден
cs: Vrstva nahrána
fa_ir: لایه آپلود شده
fi: Kerros Ladattu
hu: Feltöltött réteg
ka: ფენა ატვირთულია
km: ស្រទាប់​បាន​ផ្ទុក​ឡើង
ro: Strat Încărcate
sv: Skiktet Uppladdad
sw: Tabaka la Limepakiwa
uk: Шар Загружено

source: Comment on Layer
af: Kommentaar te lewer op laag
bg_bg: Коментиране на слой
cs: Komentář k vrstvě
fa_ir: پینوشت لایه
fi: Kommentoi Layer
hu: Hozzászólás a réteg
ka: კომენტარი ფენაზე
km: អត្ថាធិប្បាយ​លើ​ស្រទាប់
sv: Kommentera Layer
sw: Maoni kuhusu Tabaka
uk: Прокоментувати шару

source: Rating for Layer
af: Waardering vir laag
bg_bg: Оценка за слой
cs: Hodnocení vrstvy
fa_ir: امتیاز لایه
fi: Luokitus Layer
hu: Értékelés Layer
ka: ფენა შეფასება
km: ការ​វាយ​តម្លៃ​សម្រាប់​ស្រទាប់
ro: Rating-ul pentru Layer
sv: Betyg för Layer
sw: Uthaminishaji wa Tabaka
uk: Рейтинг на рівні

source: Sent
af: Gestuur
bg_bg: Изпратено
cs: Odesláno
fa_ir: فرستاده
fi: Lähetetyt
hu: Küldött
ka: გამოგზავნილია
km: ផ្ញើ​រ
ro: Trimite
sv: Skickat
sw: Imetumwa
uk: Посланий

source: Accepted
af: Aanvaar
bg_bg: Приет
cs: Přijato
fa_ir: پذیرفته
fi: Hyväksytty
hu: Elfogadott
ka: მიღებულია
km: បាន​ទទួល​យក
ro: Acceptate
sv: Godkända
sw: Kukubalika
uk: Прийнято

source: Declined
af: Afgeneem
bg_bg: Отказан
cs: Odmítnuto
fa_ir: کاهش یافته است
fi: Vähentynyt
hu: Elutasított
ka: გათიშულია
km: បាន​បដិសេធ
ro: A scăzut
sv: Minskade
sw: Imekataliwa
uk: Відхилено

source: Membership Request
af: Lidmaatskap Versoek
bg_bg: Заявка за членство
cs: Žádost o členství
fa_ir: درخواست عضویت
fi: Jäsenyyspyyntö
hu: Tagság kérése
ka: წევრობის მოთხოვნა
km: ស្នើ​សុំ​ចូល​ជា​សមាជិក
ro: Cerere de membru
sv: Medlemskap Request
sw: Ombi la uwanachama
uk: Членство Запит

source: Don't Join
af: Moenie Sluit
bg_bg: Не се присъединявай
cs: Nepřipojit se
fa_ir: آیا تاریخ نمی
fi: Älä Liity
hu: Ne Csatlakozás
ka: არ შეუერთდე ჯგუფს
km: កុំ​ចូលរួម
ro: Nu Înscrieți-vă
sv: Inte Gå med
sw: Usijiunge
uk: Чи не Приєднуйтесь

source: Add members
af: Voeg lede
bg_bg: Добави членове
cs: Přidat členy
fa_ir: اضافه کردن اعضای
fi: Lisää jäseniä
hu: Új tagok
ka: მონაწილეების დამატება
km: បន្ថែម​សមាជិក
ro: Adaugă membri
sv: Lägg till medlemmar
sw: Ongeza wanachama
uk: Додати в групу

source: Invite people
af: Nooi mense
bg_bg: Покани хора
cs: Pozvat lidi
fa_ir: دعوت از مردم
fi: Kutsu ihmisiä
hu: Mások meghívása
ka: ხალხის დაპატიჯება
km: អញ្ជើញ​មនុស្ស
ro: Invitați persoane
sv: Bjud in personer
sw: Alika watu
uk: Запросити людей

source: Layer Created
bg_bg: Създаден слой
cs: Vrstva vytvořena
ka: ფენა შეიქმნა

source: A Layer was created
bg_bg: Беше създаден слой
cs: Byla vytvořena vrstva
ka: ფენა იყო შექმნილი

source: Layer Updated
bg_bg: Слоят е обновен
cs: Vrstva aktualizována
ka: ფენა აიტვირთა

source: A Layer was updated
bg_bg: Слой беше актуализиран
cs: Vrstva byla aktualizována
ka: ფენა იყო ატვირთული

source: Layer Deleted
bg_bg: Изтрит слой
cs: Vrstva odstraněna
ka: ფენა წაიშალა

source: A Layer was deleted
bg_bg: Слой беше изтрит
cs: Vrstva byla smazána
ka: ფენა იყო წაშლილი

source: Home
af: Huis
bg_bg: Начало
cs: Domů
fa_ir: صفحه اصلی
fi: Koti
hu: Főoldal
ka: მთავარი გვერდი
km: ទំព័រ​ដើម
ro: Acasă
sv: Start
sw: Nyumbani
uk: Додому

source: Change point of contact
af: Verander punt van kontak
bg_bg: Промяна точка за контакт
cs: Změňte kontakt
fa_ir: نقطه تماس را تغییر دهید
fi: Muuta yhteyspisteen
hu: Kapcsolattartási forma megváltoztatása
ka: საკონტაქტო ინფორმაციის შეცვლა
km: ផ្លាស់​ប្តូ​រ​ចំណុច​នៃ​ការ​ទំនាក់​ទំនង
ro: Punct de contact se schimbe
sv: Ändra kontaktpunkt
sw: Mabadiliko ya hatua ya kuwasiliana
uk: Змініть точку контакту

source: Assign a new point of contact to the layers below:
af: Ken 'n nuwe punt van kontak met die lae hieronder:
bg_bg: Присвояване на нова точка за контакт към слоевете по-долу:
cs: Přiřaďte nové kontaktní místo k níže uvedeným vrstvám:
fa_ir: اختصاص یک نقطه نظر جدید تماس با به لایه های زیر:
fi: Määritä uusi yhteyspiste kerroksiin alla:
hu: Rendeljen új kapcsolattartó pontot, hogy a rétegek az alábbi:
ka: მიენიჭოს ახალი საკონტაქტო ინფორმაცია ფენის ქვეშ
km: កំណត់​ចំណុច​ថ្មី​មួយ​នៃ​ទំនាក់​ទំនង​ទៅ​នឹង​ស្រទាប់​ខាងក្រោម​:
ro: Atribui un nou punct de contact pentru straturile de mai jos:
sv: Tilldela en ny kontaktpunkt till lagren under:
sw: Hawawajui hatua mpya ya kuwasiliana na tabaka chini:
uk: Призначити нову точку контакту нижче шарів:

source: Rate this layer
af: Gradeer hierdie laag
bg_bg: Оцени този слой
cs: Ohodnotit tuto vrstvu
fa_ir: امتیاز این لایه
fi: Arvostele tämä kerros
hu: Értékelje ezt a réteget
ka: ფენის მონაცემის შეფასება
km: វាយតម្លៃ​ស្រទាប់​នេះ
ro: Noteaza acest strat
sv: Betygsätt det här lagret
sw: Kiwango safu hii
uk: Оцінити цей шар

source: Download Layer
af: Aflaai Layer
bg_bg: Свален слой
cs: Stáhnout vrstvu
fa_ir: دانلود لابه
fi: Lataa Layer
hu: Download réteg
ka: ფენის ჩამოტვირთვა
km: ស្រទាប់​ទាញ​យក
ro: Descărcare Layer
sv: Hämta Layer
sw: Pakua Tabaka
uk: Скачати шар

source: Edit Layer
af: Wysig Layer
bg_bg: Редактиране на слой
cs: Upravit vrstvu
fa_ir: ویرایش لایه
hu: Szerkesztés réteg
ka: ფენის რედაქტირება
km: កែសម្រួល​ស្រទាប់
sv: Redigera Layer
sw: Hariri Tabaka
uk: Редагувати Layer

source: Edit data
bg_bg: Редактиране на данни
cs: Upravit data
ka: მონაცემის რედაქტირება

source: Maps using this layer
af: Kaarte met behulp van hierdie laag
bg_bg: Карти използващи слой
cs: Mapy používající tuto vrstvu
fa_ir: نقشه هایی که از این لایه استفاده می کنند
fi: Mapsiin tähän kerrokseen
hu: Térképek segítségével ez a réteg
ka: რუკები იყენებს ამ ფენას
km: ផែនទី​ការ​ប្រើ​ស្រទាប់​នេះ
ro: Hărți folosind acest strat
sv: Kartor med hjälp av detta skikt
sw: Ramani zinazotumia tabaka hili
uk: Карти, що використовують цей шар

source: List of maps using this layer:
af: Lys van kaarte deur hierdie laag:
bg_bg: Списък с карти с този слой:
cs: Seznam map používajících tuto vrstvu:
fa_ir: لیست نقشه هایی که از این لایه استفاده می کنند
fi: Luettelo karttoja tämän kerroksen:
hu: Listája térképeket e réteg:
ka: რუკების ჩამონათვალი რომელიც იყენებს ამ ფენას
km: បញ្ជី​នៃ​ផែនទី​ការ​ប្រើ​ស្រទាប់​នេះ​:
ro: Listă de hărți care folosesc acest strat:
sv: Lista över kartor med detta skikt:
sw: Orodha ya ramani zinzotumia tabaka hili
uk: Список карт, що використовують цей шар:

source: This layer is not currently used in any maps.
af: Hierdie laag is tans nie gebruik word in enige kaarte.
bg_bg: В момента този слой не се използва в карти.
cs: Tato vrstva není aktuálně použita v žádné mapě.
fa_ir: این لایه در حال حاضر در هیچ نقشه ای استفاده نمی شود.
fi: Tämä kerros ei ole käytössä missään karttoja.
hu: Ez a réteg jelenleg nem használható olyan térképeket.
ka: მოცემული ფენა ამჯერად არ გამოიყენება არცერთ რუკებში
km: ស្រទាប់​នេះ​ត្រូវ​បាន​បច្ចុប្បន្ន​មិន​ត្រូវ​បាន​ប្រើ​ក្នុង​ផែន​ទី​ណា​មួយ​ឡើយ​។
ro: Acest strat nu este utilizat în prezent în orice hărți.
sv: Detta lager används för närvarande inte i något kartor.
sw: Tabaka hili kwa sasa halitumiwi na ramani yoyote
uk: Цей шар в даний час не використовуються в будь-якому карт.

source: Create a map using this layer
af: Skep 'n kaart met behulp van hierdie laag
bg_bg: Създаване на карта чрез посочения слой
cs: Vytvořit mapu pomocí této vrstvy
fa_ir: ایجاد نقشه با استفاده از این لایه
fi: Luo kartan tämän kerroksen
hu: Hozzon létre egy térkép segítségével ez a réteg
ka: რუკის შექმნა ამ ფენის გამოყენებით
km: បង្កើត​ផែនទី​ដោយ​ប្រើ​ស្រទាប់​នេះ
ro: Creați o hartă cu ajutorul acestui strat
sv: Skapa en karta med hjälp av detta skikt
sw: Tengeza ramani kwa kutumia tabaka hili
uk: Створіть карту, використовуючи цей шар

source: Click the button below to generate a new map based on this layer.
af: Klik op die knoppie hieronder om 'n nuwe kaart wat gebaseer is op hierdie laag te genereer.
bg_bg: Натиснете бутона отдолу, за да направите нова карта с този слой.
cs: Kliknutím na tlačítko níže vygenerujete novou mapu založenou na této vrstvě.
fa_ir: با کلیک کردن بر روی دکمه زیر نقشه جدیدی بر اساس این لایه تولید کنید.
fi: Klikkaa alla olevaa painiketta luoda uusi kartta perustuu tähän kerrokseen.
hu: Kattintson az alábbi gombra, hogy létrehoz egy új térkép alapján ez a réteg.
ka: დააჭირეთ ქვემოთ მოცემულ ღილაკს,იმისთვის რომ შექმნათ ახალი რუკა ამ ფენის დაფუძნებით
km: សូម​ចុច​ប៊ូតុង​ខាង​ក្រោម​ដើម្បី​បង្កើត​ផែនទី​ថ្មី​ដែល​មាន​មូលដ្ឋាន​នៅ​លើ​ស្រទាប់​នេះ​។
ro: Faceți clic pe butonul de mai jos pentru a genera o nouă hartă pe baza acestui strat.
sv: Klicka på knappen nedan för att skapa en ny karta baserad på detta lager.
sw: Bonyeza kitufe hapo chini kutengenza ramani mpya kutokana na tabaka hili.
uk: Натисніть на кнопку нижче, щоб створити нову карту, засновану на цьому шарі.

source: Documents related to this layer
af: Dokumente wat verband hou met hierdie laag
bg_bg: Документи, свързани към този слой
cs: Dokumenty související s touto vrstvou
fa_ir: مستندات مربوط به این لایه
fi: Asiakirjoja, jotka liittyvät tähän kerrokseen
hu: Kapcsolatos dokumentumok ezt a réteget
ka: დოკუმენტები დაკავშირებულია ამ ფენასთან
km: ឯកសារ​ដែល​ទាក់ទង​ទៅ​នឹង​ស្រទាប់​នេះ
ro: Documentele legate de acest strat
sv: Dokument relaterade till detta skikt
sw: Hati zinazohusiana na tabaka hili
uk: Документи, що відносяться до цього шару

source: List of documents related to this layer:
af: Lys van dokumente wat verband hou met hierdie laag:
bg_bg: Списък на документи, свързани към този слой:
cs: Seznam dokumentů souvisejících s touto vrstvou:
fa_ir: لیست مستندات مربوط به این لایه:
fi: Luettelo asiakirjoista, jotka liittyvät tähän kerrokseen:
hu: Dokumentumok listája ehhez a réteg:
ka: დოკუმენტები ჩამონათვალი, რომლებიც დაკავშირებულია ამ ფენასთან
km: បញ្ជី​ឯកសារ​ដែល​ទាក់ទង​ទៅ​នឹង​ស្រទាប់​នេះ​:
ro: Lista documentelor referitoare la acest strat:
sv: Förteckning över dokument som rör detta skikt:
sw: Orodha ya hati kuhusiana na safu hii:
uk: Перелік документів, пов'язаних з цим шаром:

source: The following styles are associated with this layer. Choose a style to view it in the preview map.
af: Die volgende style is wat verband hou met hierdie laag. Kies 'n styl om dit te sien in die voorbeeld kaart.
bg_bg: Следните стилове са свързани с този слой. Изберете стил, за го видите в изгледа на картата.
cs: K této vrstvě jsou přidruženy následující styly. Vyberte styl, který chcete zobrazit v mapě náhledu.
fa_ir: نحوه نمایش های زیر مربوط به این لایه است. یکی از آنها را به منظور پیش نمایش انتخاب کنید.
fi: Seuraavat tyylit liittyvät tähän kerrokseen. Valitse tyyli, jonka haluat nähdä esikatselun kartalla.
hu: Az alábbi stílusok társított réteg. Válasszon egy stílust, hogy megtekinthesse az előnézeti térképen.
ka: ეს სტილი დაკავშირებულია ამ ფენასთან, აირჩიე ფენა იმისთვის რომ ნახო
km: រចនាប័ទ្ម​ដូច​ខាង​ក្រោម​ត្រូវ​បាន​ផ្សារភ្ជាប់​ជាមួយ​នឹង​ស្រទាប់​នេះ​។ ជ្រើស​រចនាប័ទ្ម​មួយ​ដើម្បី​មើល​វា​ក្នុង​ផែនទី​ការ​មើល​ជា​មុន​នេះ​។
ro: Următoarele stiluri sunt asociate cu acest strat. Alege un stil de a se vedea harta de previzualizare în.
sv: Följande färger är förknippade med detta skikt. Välj en stil för att visa den i förhandsgranskningskartan.
sw: Mitindo ifuatayo inahusishwa na tabaka hili. Chagua mtindo ukitaka kuutazama kwenye ramani
uk: Наступні стилі пов'язані з цим шаром. Виберіть стиль, щоб переглянути його у вікні попереднього карті.

source: No styles associated with this layer
af: Geen style wat verband hou met hierdie laag
bg_bg: Няма стилове, свързани с този слой.
cs: Žádné styly nejsou spojené s touto vrstvou
fa_ir: هیچ سبک در ارتباط با این لایه
fi: Ei tyylit liittyvät tähän kerrokseen
hu: Nincs stílusok társított réteg
ka: სტილი არ არის დაკავშირებულია ამ ფენასთან
km: រចនាប័ទ្ម​ដែល​បាន​ភ្ជាប់​ជាមួយ​នឹង​ស្រទាប់​នេះ​ទេ
ro: Nu există stiluri asociate cu acest strat
sv: Inga stilar i samband med detta skikt
sw: Hakuna mitindo iliyosishwa na safu hii
uk: Ні стилі, пов'язані з цим шаром

source: Change Layer Permissions
af: Verandering Layer Permissions
bg_bg: Промяна в настройките за достъп до слой.
cs: Změna oprávnění vrstvy
fa_ir: تغییر مجوز لایه
fi: Muuta Layer Oikeudet
hu: Változás réteg Engedélyek
ka: ფენის უფლების შეცვლა
km: សិទ្ធិ​ផ្លាស់​ប្តូ​រ​ស្រទាប់
ro: Permisiuni schimbare Layer
sv: Ändra Layer Behörigheter
sw: Badilisha Vibali vya Tabaka
uk: Зміна Layer Дозволи

source: External service layer
af: Eksterne diens laag
bg_bg: Външна услуга за слой
cs: Vrstva vnější služby
fa_ir: لایه خدمات خارجی
fi: Ulkoinen palveluntarjoaja kerros
hu: Külső szolgáltatás réteg
ka: გარე მომსახურების ფენა
km: ស្រទាប់​សេវា​ខាងក្រៅ
ro: Strat extern de servicii
sv: Externa tjänstelager
sw: Tabaka kutoka huduma ya nje
uk: Зовнішній шар служба

source: Explore Layers
af: Vind Lae
bg_bg: Преглед на слоеве
cs: Prozkoumat vrstvy
fa_ir: مرور لایه ها
fi: Tutustu Tasot
hu: Fedezze fel a Rétegek
ka: ფენების მიმოხილვა
km: រុករក​ស្រទាប់
ro: Exploreaza Straturi
sv: Utforska Skikt
sw: Peruzi matabaka
uk: Досліджуйте Layers

source: Are you sure you want to remove Granule %(granule_id)s of the Mosaic <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
cs: Jste si jisti, že chcete odstranit granule %(granule_id)s mozaiky <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?

source: No maps are using this layer
af: Geen kaarte gebruik hierdie laag
bg_bg: Няма карти, които използват този слой
cs: Žádná mapa nepoužívá tuto vrstvu
fa_ir: نقشه ای از این لایه استفاده نمی کند
fi: Ei karttoja käyttävät tätä kerrosta
hu: Nem térképeket használja ezt a réteget
ka: ეს ქმედება გავლენას ახდენს შემდეგი რუკებზე:
km: គ្មាន​ផែនទី​កំពុង​ប្រើ​ស្រទាប់​នេះ
ro: Nu există hărți folosesc acest strat
sv: Inga kartor använder detta skikt
sw: Hakuna ramani zinazotumia tabaka hili
uk: Немає карти не використовуєте цей шар

source: Upload Layers
af: Oplaai Lae
bg_bg: Зареждане на слоеве
cs: Nahrát vrstvy
fa_ir: آپلود لایه ها
fi: Tallennettu Tasot
hu: Feltöltés Rétegek
ka: ფენების ატვირთვა
km: ស្រទាប់​ផ្ទុក​ឡើង
ro: Straturi de încărcare
sv: Ladda Skikt
sw: Pakia Matabaka
uk: Завантажити Шари

source: Editing details for %(layer_title)s
af: Redigering besonderhede vir %(layer_title)s
bg_bg: Подробности за редактиране на %(layer_title)s
cs: Úpravy podrobností pro %(layer_title)s
fa_ir: جزئیات حال ویرایش برای %(layer_title)sبازدید کنندگان
fi: Editointi tiedot %(layer_title)s
hu: Szerkesztése adatai %(layer_title)s
ka: მეტამონაცემების რედაქტირება %(layer_title)s-ის
km: ការ​កែ​សម្រួល​សេចក្ដី​លម្អិត​សម្រាប់​ %(layer_title)s
ro: Detalii editare de %(layer_title)s
sv: Redigera information om %(layer_title)s
sw: Hariri maelezo ya %(layer_title)s
uk: Детальніше редагування для %(layer_title)s

source: Remove Layers
bg_bg: Премахване на слоеве
cs: Odebrat vrstvy
ka: ფენების წაშლა

source: Are you sure you want to remove <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
bg_bg: Сигурни ли сте, че искате да премахнете <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
cs: Opravdu chcete odstranit <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
ka: დარწმუნებული ხართ, რომ გსურთ მოაშოროთ <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?

source: Replace Layer
af: Vervang Layer
bg_bg: Заместване на слой
cs: Nahradit vrstvu
fa_ir: به جای لایه
fi: Vaihda Layer
hu: Cserélje réteg
ka: ფენის ჩანაცვლება
km: ជំនួស​ស្រទាប់
ro: Înlocuiți Layer
sv: Ersätt Layer
sw: Badilisha Tabaka
uk: Замінити шар

source: Replace Layer:
af: Vervang laag:
bg_bg: Заместване на слой:
cs: Nahradit vrstvu:
fa_ir: جایگزین لایه:
fi: Vaihda Layer:
hu: Cserélje réteg:
ka: ფენის ჩანაცვლება:
km: ជំនួស​ស្រទាប់​:
ro: Înlocuiți stratului:
sv: Ersätt lager:
sw: Badilisha Tabaka:
uk: Замінити шар:

source: Incomplete Uploads
af: Onvolledige Uploads
bg_bg: Незавършено зареждане
cs: Neúplné nahrávání
fa_ir: ارسال ناقص
fi: Epätäydellinen lataukset
hu: Hiányos feltöltések
ka: არასრული ატვირთვა
km: ផ្ទុក​ឡើង​មិន​ពេញលេញ
ro: Încărcări incomplete
sv: Ofullständiga uppladdningar
sw: Upakiaji usio kamili
uk: Неповні Загружено

source: You have the following incomplete uploads
af: Jy het die volgende onvolledige oplaai
bg_bg: Имате следните непълни качвания
cs: Máte následující neúplné nahrání
fa_ir: شما از این ارسال زیر ناقص
fi: Sinulla on seuraavat epätäydellinen kuvat
hu: Az alábbi hiányos feltöltések
ka: თქვენ გაქვთ შემდეგი არასრული ატვირთვები
km: អ្នក​មាន​ឯកសារ​ផ្ទុក​ឡើង​មិន​ពេញលេញ​ដូច​ខាង​ក្រោម
ro: Aveți următoarele imagini încărcate incomplete
sv: Du har följande ofullständiga uppladdningar
sw: Kuna upakiaji ufuatao ambaosi kamili
uk: У вас є такі неповні додавання

source: last updated on
af: laas op
bg_bg: последно обновяване на
cs: poslední aktualizace
fa_ir: آخرین بروز رسانی در
fi: viimeksi päivitetty
hu: utolsó frissítése
ka: ბოლო განახლება
km: ធ្វើ​ឱ្យ​ទាន់​សម័យ​ចុង​ក្រោយ​នៅ​លើ
ro: Ultima actualizare pe
sv: uppdaterades senast
sw: mara ya mwisho kusasishwa ni
uk: Останнє оновлення на

source: Resume
af: CV
bg_bg: Започни отново
cs: Shrnutí
fa_ir: خلاصه
fi: Jatkaa
hu: Folytatás
ka: გაგრძელება
km: បន្ត
ro: Relua
uk: Продовжити

source: Are you sure you want to delete this upload?
af: Is jy seker jy wil hierdie oplaai te verwyder?
bg_bg: Сигурни ли сте, че искате да изтриете качения файл?
cs: Opravdu chcete toto nahrání smazat?
fa_ir: آیا مطمئن هستید که می خواهید این آپلود را حذف کنید؟
fi: Oletko varma, että haluat poistaa tämän latauksen?
hu: Biztosan törölni szeretné ezt a feltöltést?
ka: დარწმუნებული ხართ, რომ გსურთ წაშალოთ ეს ატვირთვა?
km: តើ​អ្នក​ប្រាកដ​ជា​ចង់​លុប​ការ​ផ្ទុក​ឡើង​នេះ​?
ro: Sunteți sigur că doriți să ștergeți această încărcare?
sv: Är du säker på att du vill ta bort denna uppladdning?
sw: Je, una uhakika unataka kufuta upakiaji huu?
uk: Ви впевнені, що хочете видалити цей завантаження?

source: Delete, and don't ask me again.
af: Verwyder, en my nie weer vra nie.
bg_bg: Изтрий и не ме питай повече.
cs: Smazat a neptat se mě znovu.
fa_ir: حذف و دوباره از من سؤال نیست.
fi: Poistaa, ja älä kysy uudelleen.
hu: Törlés, és ne kérdezd meg újra.
ka: წაშალე და თავიდან არ მკითხო
km: លុប​និង​មិន​សួរ​ខ្ញុំ​ម្តង​ទៀត​។
ro: Șterge, și nu mă mai întreb din nou.
sv: Radera, och fråga mig inte igen.
sw: Futa, na usiniulize tena.
uk: Видалити, і не питайте мене знову.
