Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Create Dataset
it: Crea Dataset
ja: データセット作成
pl: Utwórz zbiór danych
pt_br: Criar Conjunto de Dados
tr: Veri Kümesi Oluştur

source: Create an empty dataset
it: Crea un dataset vuoto
ja: 空のデータセットを作成
pl: Utwórz pusty zbiór danych
pt_br: Criar uma camada vazia
tr: Boş bir veri kümesi oluştur

source: Integer
it: Numero intero
ja: 整数
pt_br: Inteiro
tr: Tam Sayı

source: Float
it: Numero decimale
ja: 浮動小数点
pt_br: Flutuante
tr: Kayan Nokta

source: No title provided
de: Kein Titel übergeben
fr: Aucun titre fourni
it: Nessun titolo fornito
ja: タイトルはありません
pl: Nie podano tytułu
pt_br: Título Não fornecido
tr: Başlık sağlanmadı

source: Datasets
ja: データセット
pl: Zbiory danych
pt_br: Conjunto de Dados
tr: Veri Setleri

source: ready
pl: gotowe
pt_br: pronto
tr: hazır

source: updating-harvestable-resources
pt_br: atualização-recursos-coletados
tr: guncelleniyor-toplanabilir-kaynaklar

source: harvesting-resources
ja: ハーベスティングリソース
pt_br: coletando-recursos
tr: toplama-kaynaklari

source: checking-availability
ja: 利用状況の確認
pl: sprawdzanie-dostępności
pt_br: checando-disponibilidade
tr: kontrol-ediliyor-mevcudiyet

source: Harvester name
it: Nome dell'harvester
ja: ハーベスター名
pt_br: Nome da Coleta (harvester)
tr: Toplayıcı adı

source: Base URL of the remote service that is to be harvested
ja: 取得するリモートサービスのベースURL
pt_br: URL base do serviço remoto que será coletado
tr: Toplanacak uzak hizmetin temel URL'si

source: Whether to periodically schedule this harvester to look for resources on the remote service
ja: リモートサービス上のリソースを探すために、このハーベスタを定期的にスケジュールするかどうか
pt_br: Qual a periodicidade com que o agendamento deve procurar a coleta destes recursos no serviço remoto
tr: Bu hasat makinesinin uzaktan hizmette kaynak araması için periyodik olarak programlanması gerekip gerekmediği

source: Whether the remote service is known to be available or not
ja: リモートサービスが利用可能であることが分かっているかどうか
pl: Czy wiadomo, że zdalna usługa jest dostępna lub nie
pt_br: Se o serviço remoto é conhecido por estar disponível ou não
tr: Uzak hizmetin mevcut olup olmadığı biliniyor mu?

source: How often (in minutes) should the remote service be checked for availability?
ja: リモートサービスの可用性をチェックする頻度（分単位）を設定しますか？
pl: Jak często (w minutach) powinna być sprawdzana dostępność zdalnej usługi?
pt_br: Com que frequência (em minutos) o serviço remoto deve ser verificado quanto à disponibilidade?
tr: Uzak hizmetin mevcut olup olmadığını kontrol etmek için ne sıklıkla (dakika cinsinden) kontrol edilmelidir?

source: Last time the remote server was checked for availability
ja: リモートサーバが利用可能かどうかを確認した最終時刻
pl: Ostatnio sprawdzana dostępność zdalnej usługi
pt_br: Última vez que a disponibilidade do serviço remoto foi checado
tr: Uzak sunucunun mevcut olup olmadığı en son ne zaman kontrol edildi?

source: Last time the remote server was checked for harvestable resources
ja: リモートサーバーにハーベスト可能なリソースがあるかどうかを確認した最後の時間
pt_br: Última vez que o servidor remoto foi checado para recursos coletáveis (harvestable)
tr: Uzak sunucunun toplanabilir kaynaklar için en son ne zaman kontrol edildi?

source: Default owner of harvested resources
it: Proprietario di default della risorsa harvestata
ja: 収集されたリソースの所有者
pt_br: Proprietário padrão dos recursos coletados
tr: Toplanan kaynakların varsayılan sahibi

source: Should new resources be harvested automatically without explicit selection?
ja: 新しいリソースを明示的な選択なしに自動的に収集するかどうか
pt_br: Os novos recursos devem ser coletados automaticamente sem seleção explícita?
tr: Yeni kaynakların açık bir seçim olmadan otomatik olarak toplanması gerekiyor mu?

source: Orphan resources are those that have previously been created by means of a harvesting operation but that GeoNode can no longer find on the remote service being harvested. Should these resources be deleted from GeoNode automatically? This also applies to when a harvester configuration is deleted, in which case all of the resources that originated from that harvester are now considered to be orphan.
ja: オーファンリソースとは、ハーベスティング操作によって以前に作成されたものの、GeoNode がハーベスティング対象のリモートサービス上で見つけられなくなったリソースのことです。これらのリソースは GeoNode から自動的に削除されるべきでしょうか？これは、ハーベスター構成が削除された場合にも当てはまり、その場合、そのハーベスターから発生したすべてのリソースがオーファンとみなされます。
pt_br: Os recursos órfãos são aqueles que foram criados anteriormente por meio de uma operação de coleta, mas que o GeoNode não pode mais encontrar no serviço remoto que está sendo coletado. Esses recursos devem ser excluídos do GeoNode automaticamente? Isso também se aplica quando uma configuração de coleta (harvester) é excluída, caso em que todos os recursos originados dessa coleta (harvester) agora são considerados órfãos.
tr: Yetim kaynaklar, daha önce bir toplama işlemiyle oluşturulmuş ancak GeoNode'un artık topladığı uzak hizmetinde bulamadığı kaynaklardır. Bu kaynaklar GeoNode'dan otomatik olarak silinmeli mi? Bu, bir toplayıcı yapılandırması silindiğinde de geçerlidir; bu durumda, o toplayıcıdan kaynaklanan tüm kaynaklar artık yetim olarak kabul edilir.

source: Date of last update to the harvester configuration.
ja: ハーベスタ設定の最終更新日
pt_br: Data da última atualização da configuração para a coleta.
tr: Toplayıcı yapılandırmasının en son güncellenme tarihi.

source: Harvester class used to perform harvesting sessions. New harvester types can be added by an admin by changing the main GeoNode `settings.py` file
ja: ハーベスターセッションを行うためのハーベスタークラスです。新しいタイプのハーベスターは、管理者が GeoNode の `settings.py` ファイルを変更することで追加できます
pt_br: Harvester Class (Classe de Coleta) utilizada para realizar as sessões de coleta. Novos tipos de coletores podem ser adicionados por um administrador alterando o arquivo principal do GeoNode `settings.py`
tr: Hasat oturumlarını gerçekleştirmek için kullanılan Harvester sınıfı. Yeni hasat türleri, bir yönetici tarafından ana GeoNode `settings.py` dosyası değiştirilerek eklenebilir.

source: Configuration specific to each harvester type. Please consult GeoNode documentation on harvesting for more info. This field is mandatory, so at the very least an empty object (i.e. {}) must be supplied.
ja: 各ハーベスタタイプに固有の設定。詳細については、GeoNode の収穫に関するドキュメントを参照してください。このフィールドは必須ですので、最低でも空のオブジェクト（例：{}）を指定する必要があります。
pt_br: Configuração específica para cada tipo de coletor (harvester). Por favor, consulte a documentação do GeoNode sobre coletas (harvesting) para mais informações. Este campo é obrigatório, portanto, pelo menos um objeto vazio (ou seja, {}) deve ser fornecido.
tr: Her hasat makinesi türüne özgü yapılandırma. Daha fazla bilgi için lütfen GeoNode hasat belgelerine bakın. Bu alan zorunludur, bu nedenle en azından boş bir nesne (yani {}) sağlanmalıdır.

source: updating-harvestable-resource
ja: 収集可能リソースの更新
pt_br: atualizando-recurso-coletavel
tr: toplanabilir-kaynak-guncelleniyor

source: harvesting-resource
ja: リソースを収集
pt_br: coletando-recurso
tr: toplama-kaynagi

source: Identifier that allows referencing the resource on its remote service in a unique fashion. This is usually automatically filled by the harvester worker. The harvester worker needs to know how to either read or generate this from each remote resource in order to be able to compare the availability of resources between consecutive harvesting sessions.
ja: 固有の方法でリモートサービス上のリソースを参照するための識別子。これは通常、ハーベスタワーカーが自動的に入力します。ハーベスタワーカーは、連続したハーベスティングセッション間でリソースの可用性を比較できるように、各リモートリソースからこの識別子を読み取るか生成する方法を知っている必要があります。
pt_br: Identificador que permite referenciar o recurso no serviço remoto de forma única. Isso geralmente é preenchido automaticamente pelo serviço (worker) de coleta. O serviço (worker) de coleta precisa saber ler ou gerar isso para cada recurso remoto e poder comparar a disponibilidade de recursos entre sessões consecutivas de colheita.
tr: Kaynağa uzak hizmetinde benzersiz bir şekilde referans verilmesini sağlayan tanımlayıcı. Bu genellikle hasatçı çalışanı tarafından otomatik olarak doldurulur. Hasatçı çalışanının, ardışık hasat oturumları arasında kaynakların kullanılabilirliğini karşılaştırabilmek için her uzak kaynaktan bunu nasıl okuyacağını veya üreteceğini bilmesi gerekir.

source: Type of the resource in the remote service. Each harvester worker knows how to fill this field, in accordance with the resources for which harvesting is supported
ja: リモートサービスのリソースのタイプ。各ハーベスターワーカーは、ハーベスティングがサポートされているリソースに応じて、このフィールドの記入方法を知っています。
pt_br: Tipo de recurso no serviço remoto. Cada serviço (worker) de coleta sabe como preencher esse campo, de acordo com os recursos para os quais a coleta é suportada
tr: Uzak hizmetteki kaynağın türü. Her hasatçı çalışanı, hasatın desteklendiği kaynaklara göre bu alanı nasıl dolduracağını bilir.

source: The e-mail address '{email}' has already been invited.
de: Die E-Mailadresse '{email}' wurde bereits eingeladen.
it: L'indirizzo di posta elettronica "{email}" è già stato invitato.
ja: メールアドレス「{email}」はすでに招待されています
pl: Adres e-mail '{email}' został już zaproszony.
pt_br: Este endereço de email ‘{email}’ já foi convidado.
tr: E-posta adresi '{email}' zaten davet edilmiştir.

source: The e-mail address '{email}' has already accepted an invite.
de: Die E-Mail Adresse '{email}' hat die Einladung bereits angenommen.
it: L'indirizzo e-mail '{email}' ha già accettato un invito.
ja: メールアドレス「{email}」は、すでに招待を受けています
pl: Adres e-mail '{email}' zaakceptował już zaproszenie.
pt_br: Este endereço de email ‘{email}’ já aceitou um convite.
tr: E-posta adresi '{email}' zaten bir daveti kabul etmiştir.

source: An active user is already using the e-mail address '{email}'
de: Ein aktiver Nutzer benutzt diese E-Mail Adresse bereits: '{email}'
it: Un utente attivo sta già utilizzando l'indirizzo di posta elettronica '{email}'
ja: アクティブなユーザーがすでにEメールアドレス「{email}」を使用している。
pl: Adres '{email}' jest już używany przez aktywnego użytkownika
pt_br: Um usuário ativo já está utilizando o endereço de email '{email}'
tr: Aktif bir kullanıcı '{email}' e-posta adresini zaten kullanıyor.

source: YYYYMMDD
es: AAAAMMDD
fr: AAAAMMJJ
it: AAAAMMGG oppure
pt_br: DDMMYYYY

source: YYYYMMDD'T'hhmmss
es: AAAAMMDD'T'hhmmss
pt_br: DDMMYYYY’T’hhmmss

source: YYYYMMDD'T'hhmmss'Z'
es: AAAAMMDD'T'hhmmss'Z'
fr: YYYYMMDD'T'hhmmss
pt_br: DDMMYYYY’T’hhmmss’Z’

source: use featureinfo custom template?
de: benutzerdefinierte GetFeatureInfo Vorlage verwenden?
fr: utiliser le modèle personnalisé featureinfo?
it: utilizzare il modello personalizzato featureinfo?
ja: featureinfoカスタムテンプレートを使用しますか？
pl: użyć niestandardowego szablonu featureinfo?
pt_br: utilize featureinfo custom template?
tr: Özelleştirilmiş GetFeatureInfo şablonu kullanılsın mı?

source: specifies wether or not use a custom GetFeatureInfo template.
de: bestimmt, ob eine benutzerdefinierte GetFeatureInfo Vorlage verwendet wird.
fr: spécifie l'utilisation ou non d'un modèle GetFeatureInfo personnalisé.
it: specifica se si utilizza o meno un modello GetFeatureInfo personalizzato.
ja: カスタムのGetFeatureInfoテンプレートを使用するかどうかを指定します
pl: określa czy użyć niestandardowego szablonu GetFeatureInfo.
pt_br: especifica se utiliza ou não um template GetFeatureInfo personalizado.
tr: Özelleştirilmiş GetFeatureInfo şablonu kullanılıp kullanılmayacağını belirtir.

source: featureinfo custom template
de: benutzerdefinierte GetFeatureInfo Vorlage
fr: modèle personnalisé featureinfo
it: featureinfo modello personalizzato
ja: featureinfoカスタムテンプレート
pl: niestandardowy szablon featureinfo
pt_br: featureinfo template personalizada
tr: özelleştirilmiş GetFeatureInfo şablonu

source: the custom GetFeatureInfo template HTML contents.
de: Inhalt der benutzerdefinierten GetFeatureInfo HTML Vorlage.
fr: le contenu HTML du modèle personnalisé GetFeatureInfo.
it: il contenuto HTML del modello GetFeatureInfo personalizzato.
ja: カスタムのGetFeatureInfoテンプレートのHTMLコンテンツ
pl: zawartość HTML niestandardowego szablonu GetFeatureInfo.
pt_br: o conteúdo HTML do template GetFeatureInfo personalizado.
tr: özelleştirilmiş GetFeatureInfo şablonunun HTML içeriği.

source: Image
de: Bild
it: Immagine
ja: 画像
pl: Obraz
pt_br: Imagem
tr: Görüntü

source: Video (mp4)
fr: Vidéo (mp4)
pl: Wideo (mp4)
pt_br: Vídeo (mp4)

source: Video (ogg)
fr: Vidéo (ogg)
pl: Wideo (ogg)
pt_br: Vídeo (ogg)

source: Video (webm)
fr: Vidéo (webm)
pl: Wideo (webm)
pt_br: Vídeo (web)

source: Video (3gp)
fr: Vidéo (3gp)
pl: Wideo (3gp)
pt_br: Vídeo (3gp)

source: Video (flv)
fr: Vidéo (flv)
pl: Wideo (flv)
pt_br: Vídeo (fev)

source: Video (YouTube/VIMEO - embedded)
de: Video (YouTube/VIMEO - eingebettet)
fr: Vidéo (YouTube/VIMEO - intégré)
pl: Wideo (YouTube/VIMEO - embedded)
pt_br: Vídeo (Youtube/VIMEO - integrado)
tr: Video (YouTube/VIMEO - gömülü)

source: Audio
pt_br: Áudio
tr: Ses

source: featureinfo type
de: FeatureInfo Typ
it: tipo featureinfo
ja: featureinfoタイプ
pt_br: tipo de featureinfo
tr: özellik bilgisi türü

source: specifies if the attribute should be rendered with an HTML widget on GetFeatureInfo template.
de: gibt an, ob das Attribut in GetFeatureInfo als HTML widget angezeigt werden soll.
fr: spécifie si l'attribut doit être rendu avec un widget HTML sur le modèle GetFeatureInfo.
it: specifica se il rendering dell'attributo deve essere eseguito con un widget HTML nel modello GetFeatureInfo.
ja: GetFeatureInfo テンプレート上で、属性を HTML ウィジェットでレンダリングするかどうかを指定します。
pl: określa, czy atrybut ma być wyświetlany za pomocą widgeta HTML na szablonie GetFeatureInfo.
pt_br: especifica se o atributo deve ser renderizado com um widget HTML no template GetFeatureInfo.
tr: özniteliğin GetFeatureInfo şablonunda bir HTML widget'ı ile render edilip edilmeyeceğini belirtir.

source: Append to Dataset
it: Aggiungi al dataset
ja: データセットに追加
pl: Dodaj do zbioru danych
pt_br: Anexar Conjunto de Dados

source: Explore Datasets
it: Esplora dataset
ja: データセットを見る
pl: Przeglądaj zbiory danych
pt_br: Explorar camadas
tr: Veri Setlerini Keşfet

source: Return to Dataset
it: Torna al dataset
ja: データセットに
pl: Wróć do zbioru danych
pt_br: Retornar para a Camada

source: Use a custom template?
de: Benutzerdefinierte Vorlage verwenden?
fr: Utiliser un modèle personnalisé?
it: Utilizzare un modello personalizzato?
ja: カスタムテンプレートを使用しますか？
pl: Użyć niestandardowego szablonu?
pt_br: Usar um template customizado?

source: Display Type
de: Anzeigetyp
fr: Type d'affichage
it: Tipo di visualizzazione
ja: 表示タイプ
pl: Typ wyświetlania
pt_br: Tipo de Exibição

source: Following items are required:
de: Folgende Objekte sind benötigt:
fr: Les éléments suivants sont requis :
it: I seguenti elementi sono obbligatori:
ja: 以下の項目は必須です:
pl: Następujące elementy są wymagane:
pt_br: Itens seguintes são requeridos:

source: Upload Dataset Metadata
ja: データセットのメタデータをアップロード
pl: Prześlij metadane zbioru danych
pt_br: Carregar Metadados da Camada
tr: Veri Seti Meta Verisini Yükle

source: Replace Dataset
ja: データセットを置き換え
pl: Zastąp zbiór danych
pt_br: Substituir Camada

source: Dataset Default Style
it: Stile predefinito del dataset
ja: データセットのデフォルトスタイル
pl: Domyślny styl zbioru danych
pt_br: Estilo Padrão de Camada

source: Upload Dataset Style
it: Carica stile del dataset
ja: データセットのスタイルをアップロード
pl: Prześlij styl zbioru danych
pt_br: Upload Estilo de Camada

source: A dataset can support one or two time attributes. If a single attribute is used, the dataset is considered to contain data that is valid at single points in time. If two attributes are used, the second attribute represents the end of a valid period hence the dataset is considered to contain data that is valid at certain periods in time.
it: Un dataset può supportare uno o due attributi temporali. Se un singolo attributo viene utilizzato, il layer è considerato contenere dati validi in singoli punti nel tempo. Se due attributi, il secondo attributo rappresenta la fine di un periodo valido, quindi il layer è considerato per contenere dati validi in determinati periodi di tempo.
ja: データセットは1つまたは2つの時間属性をサポートします。もし，単一の 属性が1つの場合，そのデータセットには1つの時点で有効なデータが含まれていると考えられる．もし2つの 2つの属性が使われている場合，2つ目の属性は有効期間の終わりを表すので，データセットは特定の期間に有効なデータを含んでいると考えられる． ある期間に有効なデータが含まれていると考えられる。
pl: Zbiór danych może obsługiwać jeden lub dwa atrybuty czasu. Jeśli jest używany jeden atrybut, uważa się, że warstwa zawiera dane dla pojedynczych punktów czasu. Jeśli są używane dwa atrybuty, drugi atrybut reprezentuje koniec okresu, dlatego zakłada się, że warstwa zawiera dane odnoszące się do określonego przedziału czasu.
pt_br: Uma camada pode suportar um ou dois atributos de tempo. Se um único atributo for usado, a camada é considerada como contendo dados que são válidos em pontos únicos no tempo. Se dois atributos são usados, o segundo atributo representa o fim de um período válido, portanto, a camada é considerada como contendo dados que são válidos em determinados períodos de tempo.

source: You are attempting to {action_type} a vector dataset with a raster.
ja: ベクターデータに対して、{action_type} 処理をラスターデータで実行することはできません。
pl: Próbujesz {action_type} wektorowy zbiór danych rastrowym.
pt_br: Você está tentando {action_type} uma camada vetorial por um raster.

source: You are attempting to {action_type} a raster dataset with a vector.
ja: ラスターデータに対して、{action_type} 処理をベクターデータで実行することはできません。
pl: Próbujesz {action_type} rastrowy zbiór danych wektorowym.
pt_br: Você está tentando {action_type} uma camada raster por uma vetorial.

source: You are attempting to {action_type} a vector dataset with an unknown format.
ja: ベクターデータに対して、{action_type} 処理を不明なデータ形式で実行することはできません。
pl: Próbujesz {action_type} wektorowy zbiór danych nieznanym formatem.
pt_br: Você está tentando {action_type} uma camada vetorial por um formato desconhecido.

source: Please ensure the name is consistent with the file you are trying to {action_type}.
de: Stellen Sie sicher, dass der Name mit der Datei übereinstimmt, die Sie für {action_type} verwenden möchten.
it: Assicurarsi che il nome sia coerente con il file che si sta tentando di {action_type}.
ja: {action_type} 処理をしようとしているファイルと名前が一致しているか確認してください。
pl: Proszę upewnić się, że nazwa jest zgodna z plikiem, który chcesz {action_type}.
pt_br: Favor certificar-se de que o nome é consistente com o arquivo que você está tentando {action_type}.

source: Local GeoNode dataset has no geometry type.
pl: Lokalny zbiór danych GeoNode nie ma typu geometrii.
pt_br: A camada local do GeoNode não possui geometria.

source: Please ensure there is at least one geometry type that is consistent with the file you are trying to {action_type}.
de: Bitte vergewissern Sie sich, dass mindestens ein Geometrietryp mit der Datei die {action_type} werden soll übereinstimmt.
it: Assicurarsi che sia disponibile almeno un tipo di geometria coerente con il file che si sta tentando di {action_type}.
ja: {action_type} 処理をしようとしているファイルと一致するジオメトリタイプがひとつ以上存在することを確認してください。
pl: Proszę upewnić się, że istnieje co najmniej jeden typ geometrii zgodny z plikiem, który chcesz {action_type}.
pt_br: Favor certificar-se de que haja pelo menos um tipo de geometria consistente com o arquivo que você está tentando {action_type}.

source: The selected Dataset does not exists in the catalog.
it: Il dataset selezionato non esiste nel catalogo.
ja: 選択されたデータセットはカタログに存在しません。
pl: Wybrany zbiór danych nie istnieje w katalogu.
pt_br: O conjunto de dados (Dataset) selecionado não existe no catálogo.

source: Please ensure that the dataset structure is consistent
it: Assicurarsi che la struttura del dataset sia coerente
ja: 処理しようとしているファイルとデータセットの構造が一致しているか確認してください
pl: Upewnij się, że struktura zbioru danych jest spójna
pt_br: Verifique se a estrutura do conjunto de dados (dataset) é consistente

source: Some error occurred while trying to access the uploaded schema: {str(e)}
de: Fehler beim Aufrufen des hochgeladenen Schemas: {str(e)}
fr: Une erreur s'est produite lors de la tentative d'accès au schéma téléchargé: {str(e)}
it: Si è verificato un errore durante il tentativo di accesso allo schema caricato: {str(e)}
ja: アップロードされたスキーマにアクセスしようとしてエラーが発生しました: {str(e)}
pl: Wystąpił błąd podczas próby uzyskania dostępu do przesłanego schematu: {str(e)}
pt_br: Ocorreu algum erro ao tentar acessar o esquema carregado: {str(e)}

source: Note: this dataset's orginal metadata was populated and preserved by importing a metadata XML file. This metadata cannot be edited.
it: Nota: i metadati originali di questo dataset sono stati popolati e conservati importando un file XML di metadati. Questi metadati non possono essere modificati.
ja: 備考: このデータセットのメタデータはメタデータXMLファイルによって上書き・保護されています。メタデータは編集できません。
pl: Uwaga: metadane tego zbioru danych zostały wypełnione i zapisane poprzez import z pliku XML. Te metadane nie mogą być edytowane.
pt_br: Observação: os metadados originais deste conjunto de dados foram preenchidos e preservados por meio da importação de um arquivo XML de metadados. Esses metadados não podem ser editados.
tr: Not: Bu veri kümesinin orijinal meta verileri, bir meta veri XML dosyası içe aktarılarak doldurulmuş ve korunmuştur. Bu meta veriler düzenlenemez.

source: You are not permitted to delete this dataset
it: Non hai il permesso di eliminare questo dataset
ja: このレイヤーを削除する権限がありません
pl: Nie masz uprawnień, aby usunąć ten zbiór danych
pt_br: Você não tem permissão para excluir esta camada
tr: Bu veri kümesini silme izniniz yok.

source: You do not have permissions for this dataset.
it: Non hai i permessi per questo dataset.
ja: このレイヤーに関する権限がありません。
pl: Nie masz uprawnień do tego zbioru danych.
pt_br: Você não tem permissões para esta camada.
tr: Bu veri kümesi için izinleriniz yok.

source: You are not permitted to modify this dataset
it: Non hai i permessi per modificare questo dataset
ja: このレイヤーを編集する権限がありません
pl: Nie masz uprawnień, aby zmodyfikować ten zbiór danych
pt_br: Você não tem permissão para alterar esta camada (dataset)
tr: Bu veri kümesini değiştirme izniniz yok.

source: You are not permitted to modify this dataset's metadata
it: Non hai il permesso di modificare i metadati di questo dataset
ja: このレイヤーのメタデータを変更する権限がありません
pl: Nie masz uprawnień, aby zmodyfikować metadane tego zbioru danych
pt_br: Você não tem permissão para alterar os metadados desta camada
tr: Bu veri kümesinin meta verilerini değiştirme izniniz yok.

source: You are not permitted to view this dataset
it: Non hai il permesso di visualizzare questo dataset
ja: このレイヤーを閲覧する権限がありません
pl: Nie masz uprawnień, aby zobaczyć ten zbiór danych
pt_br: Você não tem permissão para visualizar esta camada (dataset)
tr: Bu veri kümesini görüntüleme izniniz yok.

source: This dataset is a member of a layer group, you must remove the dataset from the group before deleting.
it: Questo dataset è membro di un gruppo, devi rimuoverlo dal gruppo prima di eliminarlo.
ja: このデータセットは何らかのレイヤーグループに属しています。データセットを削除する前に、レイヤーグループからこのデータセットを除外してください。
pl: Ten zbiór danych należy do grupy warstw, przed jego usunięciem musisz usunąć zbiór danych z grupy.
pt_br: Esta camada faz parte de um grupo de camadas. Você precisa remover a camada do grupo antes de excluí-la.

source: Positional Arguments
es: Argumentos posicionales
fr: Arguments Positionnels
pt_br: Argumentos Posicionais
tr: Pozisyonel Argümanlar

source: JSON encoded positional arguments (Example: ["arg1", "arg2"])
es: Argumentos posicionales codificados en formato JSON. (Ejemplo: ["arg1", "arg2"])
fr: Arguments positionnels encodés en JSON (Exemple: ["arg1", "arg2"])
pt_br: Argumentos posicionais codificados em JSON (Exemplo: ["arg1", "arg2"])
tr: JSON kodlu pozisyonel argümanlar (Örnek: ["arg1", "arg2"])

source: Keyword Arguments
es: Argumentos opcionales
fr: Arguments Nommés
pt_br: Argumentos de Palavras-Chave
tr: Anahtar Kelime Argümanları

source: JSON encoded keyword arguments (Example: {"argument": "value"})
es: Argumentos opcionales codificados en formato JSON. (Ejemplo: {"argument": "value"})
fr: Arguments nommés encodés en JSON (Exemple: {"argument": "valeur"})
pt_br: Argumentos de palavra-chave codificados em JSON (Exemplo: {"argumento": "valor"})
tr: JSON kodlu anahtar kelime argümanları (Örnek: {"argument": "value"})
