Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: SRID values associated with spatial data can be used to constrain spatial operations — for instance, spatial operations cannot be performed between spatial objects with differing SRIDs in some systems, or trigger coordinate system transformations between spatial objects in others.
ar: يمكن استخدام قيم SRID المرتبطة بالبيانات المكانية لتقييد العمليات المكانية - على سبيل المثال ، لا يمكن تنفيذ العمليات المكانية بين الكائنات المكانية ذات SRIDs المختلفة في بعض الأنظمة ، أو تشغيل تحويلات تنسيق النظام بين الكائنات المكانية في أنظمة أخرى.
de: Mit räumlichen Daten verknüpfte SRID-Werte können verwendet werden, um räumliche Operationen einzuschränken - z. B. können in einigen Systemen räumliche Operationen nicht zwischen räumlichen Objekten mit unterschiedlichen SRIDs ausgeführt werden oder lösen eine Koordinatensystemtransformationen zwischen den räumlichen Objekten aus.
es: Los valores SRID asociados con datos espaciales se pueden usar para restringir las operaciones espaciales; por ejemplo, las operaciones espaciales no se pueden realizar entre objetos espaciales con diferentes SRID en algunos sistemas, o desencadenar transformaciones de sistemas de coordenadas entre objetos espaciales en otros.
fr: Les valeurs du SRID associées aux données spatiales peuvent être utilisées pour limiter les opérations spatiales - par exemple, les opérations spatiales ne peuvent pas être effectuées entre des objets spatiaux ayant des SRID différents dans certains systèmes, ou déclenchent des transformations de systèmes de coordonnées entre des objets spatiaux dans d'autres.
it: I valori SRID associati ai dati spaziali possono essere utilizzati per vincolare le operazioni spaziali, ad esempio le operazioni spaziali non possono essere eseguite tra oggetti spaziali con SRID diversi in alcuni sistemi o attivare trasformazioni del sistema di coordinate tra oggetti spaziali in altri.
ja: 空間データに関連付けられたSRID値は、空間操作を制限するために使用することができる。例えば、あるシステムでは、異なるSRIDを持つ空間オブジェクト間で空間操作を実行することはできない。 例えば、あるシステムでは異なるSRIDを持つ空間オブジェクト間で空間操作を行うことができず、また別のシステムでは空間オブジェクト間の座標系変換を引き起こすことができます。
pl: Wartości SRID powiązane z danymi przestrzennymi mogą służyć do ograniczania operacji przestrzennych — przykładowo, operacje przestrzenne nie mogą być wykonane pomiędzy obiektami przestrzennymi z różnymi SRID w pewnych systemach lub nie mogą wywołać przekształcenia układu współrzędnych pomiędzy obiektami przestrzennymi w innych systemach.
pt: Os valores de SRID associados aos dados espaciais podem ser usados para restringir operações espaciais — por exemplo, as operações espaciais não podem ser realizadas entre objetos espaciais com SRIDs diferentes em alguns sistemas, ou desencadear transformações de sistema de coordenadas entre objetos espaciais em outros.
pt_br: Os valores SRID associados aos dados espaciais podem ser usados ​​para restringir as operações espaciais - por exemplo, as operações espaciais não podem ser realizadas entre objetos espaciais com SRIDs diferentes em alguns sistemas ou acionar transformações de sistema de coordenadas entre objetos espaciais em outros.

source: Source SRS EPSG Code is mandatory and represents the native data Spatial Reference System. This must be coherent with the Geometry values (lon/lat coordinates as an instance) stored on the geospatial dataset. If not specified on the geospatial data itself, it must be manually declared by the operator.
ar: شفرة المصدر SRS EPSG إلزامية وتمثل نظام البيانات المكانية المرجعي الأصلي. هذا يجب أن يكون متماسكاً مع القيم الهندسية (إحداثيات خطوط الطول / العرض كنسخة) المخزنة على مجموعة البيانات الجغرافية المكانية. إذا لم يتم تحديدها على البيانات الجغرافية المكانية نفسها ، فإنه يجب أن تعلن يدويا من قبل المشغل.
de: Der Quell-SRS-EPSG-Code ist obligatorisch und repräsentiert das native räumliche Bezugssystem (SRS, Spatial Reference System). Dies muss mit den im Geodatensatz gespeicherten Geometriewerten (z.B. Längen- / Breitengrad Koordinaten) übereinstimmen. Wenn diese nicht bereits in den Geodaten selbst vorliegen, müssen sie manuell angegeben werden.
es: El código fuente SRS EPSG es obligatorio y representa el sistema de referencia espacial de datos nativos. Esto debe ser coherente con los Valores de geometría (coordenadas lon / lat como instancia) almacenados en el conjunto de datos geoespaciales. Si no se especifica en los datos geoespaciales en sí, debe ser declarado manualmente por el operador.
fr: Le code source SRS EPSG est obligatoire et représente le système de référence spatiale des données indigènes. Il doit être cohérent avec le Valeurs géométriques (coordonnées lon/lat en instance) stockées sur le jeu de données géospatiales. Si elles ne sont pas spécifiées sur les données géospatiales elles-mêmes, il doit être déclaré manuellement par l'opérateur.
it: Source SRS EPSG Code è obbligatorio e rappresenta il sistema di riferimento spaziale dei dati nativi. Questo deve essere coerente con il Valori geometrici (coordinate lon/lat come istanza) archiviati nel set di dati geospaziali. Se non viene specificato sui dati geospaziali stessi, deve essere dichiarato manualmente dall'operatore.
ja: Source SRS EPSG Codeは必須であり、ネイティブデータのSpatial Reference Systemを表す。これは、地理空間データセットに保存されている 地理空間データセットに格納されているジオメトリ値（例として lon/lat 座標）と一致しなければならない。地理空間データ自体に指定されていない場合は、オペレータが手動で宣言しなければならない。 オペレータが手動で宣言しなければならない。
pt: O Código fonte SRS EPSG é obrigatório e representa os dados nativos do Sistema de Referência Espacial. Isso deve ser coerente com o os Valores de geometria (coordenadas lon/lat como uma instância) armazenados no conjunto de dados geoespaciais. Se não especificado nos dados geoespaciais em si, ele deve ser declarado manualmente pelo operador.

source: Target SRS EPSG Code is optional. This must be used only if we need to re-project the coordinates from Source SRS to another one.
ar: رمز الهدف من SRS EPSG اختياري. يجب استخدام هذا فقط إذا احتجنا إلى إعادة عرض الإحداثيات من مصدر SRS إلى آخر.
de: Der Ziel-SRS-EPSG-Code ist optional. Dieser sollte nur verwendet werden, wenn die Koordinaten vom Quellkoordinatensystem auf ein anderes projiziert werden müssen.
es: El código de destino SRS EPSG es opcional. Esto debe usarse solo si necesitamos volver a proyectar las coordenadas de Source SRS a otra.
fr: Le code EPSG du SRS cible est facultatif. Il ne doit être utilisé que si nous devons re-projeter les coordonnées de la source SRS vers une autre.
it: Target SRS EPSG Code è facoltativo. Questo deve essere utilizzato solo se è necessario ri-proiettare le coordinate da Source SRS ad un altro.
ja: ターゲットSRSのEPSGコードはオプションです。ソースSRSから別のSRSに座標を再投影する必要がある場合にのみ使用する必要があります。
pt: O Código SRS EPSG de destino é opcional. Isto só deve ser usado se precisarmos reprojetar as coordenadas do SRS origem para outro.

source: Geospatial Data
ar: بيانات الجغرافية
bg_bg: Геопространствени данни
de: Geodaten
es: Datos Geoespaciales
fa_ir: داه مکان محور
fi: Paikkatiedon
fr: Données géospatiales
hu: Térinformatikai adatok
it: Dati geospaziali
ja: 地理空間データ
ka: გეოსივრცითი მონაცემები
km: ទីតាំង​ភូមិ​សា​ស្ដ្រ​ទិន្នន័យ
pl: Dane geoprzestrzenne
pt: Dados geoespaciais
pt_br: Dados Geoespaciais
ro: Geospatial de date
sv: Geografiska data
sw: Data za kijografia
uk: Геопросторових даних

source: Please indicate which attributes contain the latitude and longitude coordinates in the CSV data.
af: Dui asseblief aan watter eienskappe die breedtegraad bevat en breedtegraad in die CSV data.
ar: يرجى توضيح السمات التي تحتوي على خطوط العرض وإحداثيات خطوط الطول في بيانات CSV.
bg_bg: Моля посочете кои атрибути съдържат координати с географка ширина и дължина в CSV данните.
cs: Uveďte, které atributy obsahují souřadnice zeměpisné šířky a délky v datech CSV.
de: Bitte geben Sie an, welche Attribute die Längen- und Breitengrade in den CSV-Daten enthalten.
es: Por favor indicar qué atributos contiene la latitud y la longitud coordina en los datos CSV.
fa_ir: لطفا نشان می دهد که ویژگی های حاوی طول و عرض جغرافیایی در داده CSV.
fi: Ilmoittakaa määritteet sisältävät pituus- ja leveysasteen CSV tiedot.
fr: Veuillez indiquer quels attributs contiennent la latitude et la longitude dans les données CSV.
hu: Kérjük, jelölje meg, hogy mely attribútumok tartalmazzák a szélességi és hosszúsági koordináták a CSV adatokat.
it: Si prega di indicare quali attributi contengono le coordinate di latitudine e longitudine nei dati CSV.
ja: CSVデータ内で緯度経度が記載されている項目を指定してください。
ka: გთხოვთ მიუთითოთ, რომელი ატრიბუტები მოიცავს გრძედს და განედს
km: សូម​បញ្ជាក់​គុណ​លក្ខណៈ​ដែល​មាន​ផ្ទុក​រយៈទទឹង​និង​រយៈ​បណ្តោយ​សម្របសម្រួល​ក្នុង​ទិន្នន័យ CSV ។
pl: Proszę wskazać, które atrybuty zawierają współrzędne geograficzne w danych CSV.
pt: Indique quais atributos contêm as coordenadas de latitude e longitude nos dados CSV.
pt_br: Indique quais atributos contêm as coordenadas de latitude e longitude nos dados CSV.
ro: Vă rugăm să indicați care atribuie conține coordonatele de latitudine și longitudine în datele CSV.
sv: Ange vilka attribut innehåller latitud och longitud i CSV-data.
sw: Tafadhali bainisha ni uga upi una namba latitudo na longitudo katika CSV husika
uk: Прохання вказати, які атрибути містять координати широти і довготи в даних CSV.

source: With this data, GeoNode was able to guess which attributes contain the latitude and longitude coordinates, but please confirm that the correct attributes are selected below.
ar: باستخدام هذه البيانات ، تمكنت GeoNode من تخمين السمات التي تحتوي على إحداثيات خطوط الطول والعرض ، ولكن يرجى التأكد من صحة ذلك تم تحديد السمات أدناه.
de: Mit diesen Daten konnte GeoNode erraten, welche Attribute die Längen- und Breitengrade enthalten. Vergewissern Sie sich jedoch, dass hierfür unten die richtigen Attribute ausgewählt sind.
es: Con estos datos, GeoNode pudo adivinar qué atributos contienen coordenadas de latitud y longitud, pero confirme que los atributos correctos se seleccionan a continuación.
fr: Avec ces données, GeoNode a été capable de déterminer quels attributs définissent la latitude et la longitude, mais merci de confirmer que les attributs corrects sont bien ceux sélectionnés ci-dessous.
it: Con questi dati, GeoNode è stato in grado di capire quali attributi contengono latitudine e longitudine, ma si prega di verificare che le coordinate siano corrette per gli attributi sono selezionati di seguito.
ja: このデータをもとに、GeoNode はどの属性に緯度・経度座標が含まれているかを推測することができました。 緯度と経度の座標を含む属性を推測することができましたが、正しい属性が選択されていることを 属性が選択されていることを確認してください。
pl: Na podstawie tych danych, GeoNode był w stanie odgadnąć, które atrybuty zawierają współrzędne geograficzne, ale proszę potwierdzić poniżej, że wybrano prawidłowe atrybuty.
pt: Com estes dados, o GeoNode conseguiu detetar quais atributos contêm as coordenadas de latitude e longitude, mas é importante que você confirme se os atributos corretos são os abaixo selecionados.
pt_br: Com esses dados, GeoNode conseguiu detectar quais atributos contêm as coordenadas de latitude e longitude, mas é importante que você confirme se os atributos corretos estão selecionados abaixo.

source: Select an attribute
af: Kies 'n kenmerk
ar: حدد سمة
bg_bg: Изберете атрибут
cs: Vybrat atribut
de: Wählen Sie ein Attribut
es: Seleccione un atributo
fa_ir: انتخاب اطلاعات توصیفی
fi: Valitse määrite
fr: Sélectionner un attribut
hu: Válasszon egy attribútum
it: Seleziona un attributo
ja: 属性選択
ka: აირჩიეთ ატრიბუტი
km: ជ្រើស​គុណ​លក្ខណៈ​មួយ
pl: Wybierz atrybut
pt: Selecione um atributo
pt_br: Selecione um atributo
ro: Selectați un atribut
sv: Välj ett attribut
sw: Kuchagua sifa
uk: Виберіть атрибут

source: We did not detect columns that could be used for the latitude and longitude. Please verify that you have two columns in your csv file that can be used for the latitude and longitude.
ar: لم نكتشف الأعمدة التي يمكن استخدامها لخطوط الطول والعرض. يرجى التحقق من وجود عمودين في ملف CSV الخاص بك والذي يمكن استخدامه لخطوط الطول والعرض.
de: Wir haben keine Spalten gefunden, die für Längen- und Breitengrad verwendet werden könnten. Vergewissern Sie sich, dass sich in Ihrer CSV-Datei zwei Spalten befinden, die für den Längen- und Breitengrad verwendet werden können.
es: No hemos detectado columnas que se podrían utilizar para la latitud y longitud. Por favor, compruebe que tiene dos columnas en el archivo csv que se pueden utilizar para la latitud y longitud.
fr: Nous n'avons pas pu détecter les colonnes qui peuvent être utilisées comme latitude et longitude. Veuillez vérifier que vous avez deux colonnes dans votre fichier csv qui peuvent être utilisées pour pour la latitude et la longitude.
it: Non abbiamo rilevato colonne che potessero essere utilizzate per latitudine e la longitudine. Verificare di avere due colonne nel file csv che possono essere latitudine e la longitudine.
ja: 緯度と経度に使用できる列が検出されませんでした。 緯度と経度に使用できる2つの列がcsvファイル内にあることを確認してください。 緯度と経度に使用できる2つの列がcsvファイルにあることを確認してください。
pl: Nie wykryto kolumn, które mogą być zawierać szerokości i długości geograficzne. Proszę upewnić się, że plik CSV zawiera dwie kolumny, które można wczytać jak szerokości i długości geograficzne.
pt: Não detetamos colunas que poderiam ser usadas para latitude e longitude. Verifique se o seu ficheiro csv tem duas colunas que podem ser usadas para a latitude e a longitude.
pt_br: Não detectamos colunas que poderiam ser usadas para latitude e longitude. Verifique se o seu arquivo CSV tem duas colunas que podem ser usadas para latitude e longitude.

source: Your upload is either complete or you haven't resumed an earlier one.
af: Jou oplaai is óf volledige of jy nog nie 'n vroeëre hervat.
ar: التحميل إما مكتمل أو لم تستأنف عملية تحميل سابقة.
bg_bg: Вашето качване е или завършено, или не сте възобновили предишно каччване.
cs: Nahrávání je buď dokončeno, nebo jste nedokončili to předchozí.
de: Ihr Upload ist entweder abgeschlossen oder Sie haben einen früheren nicht fortgesetzt.
es: Su carga está completa o no se ha reanudado una anterior.
fa_ir: آپلود خود را به صورت کامل است و یا شما را از سر گرفته نمی زودتر یکی.
fi: Latausta on joko valmis tai et ole sitä jatkettiin aiemmin yksi.
fr: Votre téléchargement est soit complet, soit vous n'avez pas repris un téléchargement antérieur.
hu: A feltöltés teljes vagy még nem újra egy korábbi.
it: Il caricamento è completa o non è stato ripreso un precedente.
ja: アップロードが完了するのいずれかであるか、それ以前の1を再開していない。
ka: თქვენი ატვირთვა არის სრული ან თქვენ არ გაგიგრძელებიათ ადრინდელი ატვირთვა
km: ការ​ផ្ទុក​ឡើង​របស់​អ្នក​គឺ​មិន​ពេញលេញ​ឬ​អ្នក​មិន​បាន​បន្ត​ជា​មុន​មួយ​។
pl: Wgrywanie zostało zakończone lub nie zostało wznowione wcześniej.
pt: Seu carregamento foi concluído ou você não retomou um carregamento anterior.
pt_br: Seu upload foi concluído ou você não retomou um upload anterior.
ro: Încărcarea dvs. este fie complet sau nu ați reluat o mai devreme unul.
sv: Din uppladdning är antingen fullständig eller om du inte har återupptagit en tidigare en.
sw: Upakiaji wako aidha umekamilika au hujarudia uliiopita.
uk: Ваше завантаження є повний або ви не відновили раніше.

source: Upload Form
af: Oplaai Form
ar: نموذج التحميل
bg_bg: Форма за зареждане
cs: Nahrát formulář
de: Uploadformular
es: Formulario para Subir
fa_ir: فرم بارگذاری
fi: Tallennettu Form
fr: Formulaire d'envoi des données vers le serveur
hu: Feltöltés Form
it: Carica Form
ja: アップロードフォーム
ka: ატვირთვის ფორმა
km: សំណុំ​បែបបទ​ផ្ទុក​ឡើង
pl: Formularz przesyłania
pt: Carregar formulário
pt_br: Upload Formulário
ro: Încărcați Forma
sv: Ladda Form
sw: Pakia Fomu
uk: Форма для завантаження

source: Inspect data for
ar: فحص البيانات ل

source: Configure as Time-Series
ar: تكوين كسلسلة زمنية
de: Als Zeitreihe konfigurieren
es: Configurar como series temporales
fr: Configurer comme série chronologique
it: Configura come serie temporale
ja: 時系列での設定
pl: Skonfiguruj jako szereg czasowy
pt: Configuar como Série-Temporal
pt_br: Configurar como Série-Temporal

source: Toggling this selector allows you to configure (or not) this data as a time series; in this case you will also have to select an attribute to drive the time dimension. <br><br> If GeoNode is not able to parse any of the values for the selected attribute red markers will appear to highlight the problems. <br><br> More information is provided at the bottom of the page in the "Additional Help" sections.
ar: بالنقر على هذا المحدد يسمح لك تهيئة (أو عدم) هذه البيانات كسلسلة زمنية ؛ في هذه الحالة ، سيكون عليك أيضًا تحديد سمة لدفع البعد الزمني. <BR> <BR> إذا لم يكن GeoNode قادراً على تحليل أي من قيم السمة المحددة ، ستظهر العلامات الحمراء لتسليط الضوء على المشاكل. <BR> <BR> يتم توفير المزيد من المعلومات في أسفل الصفحة في قسم "المساعدة الإضافية".

source: Use an existing timestamp attribute in the data
ar: استخدم سمة الطابع الزمني الموجودة في البيانات
de: Ein vorhandenes Zeitattribut verwenden
es: Use un atributo de marca de tiempo existente en los datos
fr: Utiliser un attribut d'horodatage existant dans les données
it: Utilizzare un attributo timestamp esistente nei dati
ja: データに含まれる既存のタイムスタンプ属性を使用する
pl: Użyj istniejącego atrybutu znacznika czasu danych
pt: Use um atributo com formato de data/hora existente nos dados
pt_br: Utilize um atributo timestamp disponível nos dados

source: Yes: with an existing Time-Attribute
ar: نعم: مع سمة الوقت الحالية
de: Ja: mit einem vorhandenen Zeitattribut
es: Sí: con un atributo de tiempo existente
fr: Oui: avec un attribut temporel existant
it: Sì: con un attributo Time esistente
ja: Yes: 既存のTime-Attribute（時間属性）の場合
pl: Tak: z istniejącym atrybutem czasu
pt: Sim: com um atributo Temporal existente
pt_br: Yes: com um Time-Attribute existente

source: Yes: by converting data to a timestamp using standard date/time representation
ar: نعم: عن طريق تحويل البيانات إلى طابع زمني باستخدام تمثيل التاريخ / الوقت القياسي
de: Ja: durch Konvertieren von Daten in einen Zeitstempel mit Standard-Datums- / Zeitdarstellung
es: Sí: al convertir datos en una marca de tiempo utilizando la representación estándar de fecha / hora
fr: Oui: en convertissant les données en horodatage à l'aide d'une représentation standard de date / heure
it: Sì: convertendo i dati in un timestamp utilizzando la rappresentazione standard di data/ora
ja: Yes：標準的な日付/時間表現を用いてデータをタイムスタンプに変換する
pl: Tak: przez konwersję danych na znacznik czasu, używając standardowego formatu daty i godziny
pt: Sim: convertendo dados num carimbo de data/hora usando a representação de data/hora padrão
pt_br: Yes: convertendo os dados em um timestamp usando a representação padrão de data/hora

source: Convert a number field into a year
ar: تحويل حقل الرقم إلى سنة
de: Zahl umrechnen (als Jahr)
es: Convertir un campo numérico en un año
fr: Convertir un champ numérique (en année)
it: Convertire un campo numerico in un anno
ja: 数値フィールドを年に変換する
pl: Konwertuj pole liczbowe na rok
pt: Converter campo do número em ano
pt_br: Converter um campo de número para um ano

source: Yes: by converting a number as Year
ar: نعم: عن طريق تحويل رقم كسنة
de: Ja, indem Sie eine Zahl als Jahr umrechnen
es: Sí: convirtiendo un número como año
fr: Oui: par conversion d'un nombre en année
it: Sì: convertendo un numero come Anno
ja: Yes: 数字をYearとして変換すること
pl: Tak: przez konwersję liczby na rok
pt: Sim: converter o número como Ano
pt_br: Yes: para converter um número em Ano

source: Convert data to a timestamp using standard date/time representation or a custom format
ar: تحويل البيانات إلى طابع زمني باستخدام تمثيل التاريخ / الوقت القياسي أو تنسيق مخصص
de: Konvertieren von Daten in einen Zeitstempel mit Standard-Datums- / Zeitdarstellung
es: Convierta datos a una marca de tiempo utilizando una representación estándar de fecha / hora o un formato personalizado
fr: Convertir les données en un horodatage en utilisant une représentation standard de la date/heure ou un format personnalisé
it: Convertire i dati in un timestamp utilizzando la rappresentazione di data/ora standard o un formato personalizzato
ja: 標準的な日付/時刻表現またはカスタムフォーマットを使用してデータをタイムスタンプに変換
pl: Konwertuj dane na znacznik czasu, używając standardowego formatu daty i godziny lub niestandardowego formatu
pt: Converter dados num formato de data/hora usando uma representação de data/hora padrão ou um formato personalizado
pt_br: Converter data para timestamp usando padrões de representação de data/hora ou um formato customizado

source: Start Importer
ar: بدء المستورد

source: Date Format
af: Datum formaat
ar: تنسيق التاريخ
bg_bg: Формат на дата
cs: Formát data
de: Datumsformat
es: Formato de Fecha
fa_ir: فرمت تاریخ
fi: Päivämäärän muoto
fr: Format de la date
hu: Dátum formátum
it: Formato data
ja: データ形式
ka: მონაცემის ფორმატი
km: ទ្រង់ទ្រាយ​កាល​បរិច្ឆេទ
pl: Format daty
pt: Formato de Data
pt_br: Formato de Data
ro: Format dată
sv: Datumformat
sw: Tarehe Format
uk: Формат дати

source: Text Attribute Date Format
ar: تنسيق النص سمة التاريخ
de: Datumsformat für Textattribute
es: Formato de fecha de atributo de texto
fr: Format de date du text d'attribut
it: Formato dell'attributo data
ja: テキスト属性日付フォーマット
pl: Format daty atrybutu tekstowego
pt: Formato da Data do atributo de texto
pt_br: Formato de data para atributo do tipo texto

source: Best Guess
ar: أفضل تخمين
de: Beste Annahme
es: Mejor conjetura
fr: Meilleure supposition
it: Prova automaticamente
pl: Najlepsze przypuszczenie
pt: Melhor Palpite
pt_br: Melhor Estimativa

source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisation
it: Personalizzato
ja: カスタム
pl: Niestandardowy
pt: Personalizado
pt_br: Customizado

source: Optional End-Time attribute
ar: سمة نهاية الوقت إختيارية
de: Optionales Endzeitattribut
es: Atributo opcional de tiempo final
fr: Attribut optionnel de fin de temps
it: Attributo End-Time facoltativo
ja: 任意のEnd-Time属性
pl: Nieobowiązkowy atrybut czasu zakończenia
pt: Atributo opcional de hora de término
pt_br: Atributo de End-Time Opcional

source: Existing Time Attribute
af: Bestaande Tyd Kenmerk
ar: سمة الوقت الحالية
bg_bg: Съществуващ времеви атрибут
cs: Atribut existujícího času
de: Vorhandenes Zeitattribut
es: Atributo de tiempo existente
fa_ir: صفت موجود، زمان
fi: Nykyisten Aika Taito
fr: Attribut de temps existant
hu: Meglévő idő Képesség
it: Attributi temporali esistenti
ja: 既存の時間属性
ka: არსებული დროს ატრიბუტი
km: គុណលក្ខណៈ​ដែល​មាន​ស្រាប់​ម៉ោង
pl: Istniejący atrybut czasu
pt: Atributo temporal existente
pt_br: Atributo de tempo/hora existente
ro: Timp de existente Atribut
sv: Befintlig Tid Attribut
sw: Zilizopo Time Sifa
uk: Час Існуючі Атрибут

source: Convert Text Attribute
af: Skakel teks Kenmerk
ar: تحويل سمة النص
bg_bg: Конвертирай текстови атрибут
cs: Převést atribut textu
de: Textattribut konvertieren
es: Convertir atributo de texto
fa_ir: تبدیل متن
fi: Muuntaa tekstin Taito
fr: Convertir l'attribut de type texte
hu: Convert Text Képesség
it: Converti attributo di testo
ja: テキスト属性を変換
ka: ტექსტის ატრიბუტის კონვერტაცია
km: បម្លែង​គុណលក្ខណៈ​អត្ថបទ
pl: Konwertuj atrybut tekstowy
pt: Converter atributo de texto
pt_br: Converter atributo de texto
ro: Conversia Text Atribut
sv: Konvertera text Attribut
sw: Kubadilisha Nakala Sifa
uk: Перетворення тексту Атрибут

source: Convert Number (As Year)
af: Skakel nommer (As Jaar)
ar: تحويل الرقم (كسنة)
bg_bg: Конвертирай число (като година)
cs: Převést číslo (jako rok)
de: Zahl umrechnen (als Jahr)
es: Convertir números (como año)
fa_ir: تبدیل شماره (سال)
fi: Muuntaa numero (kuten vuosi)
fr: Convertir le nombre (comme année)
hu: Convert számmal (év)
it: Convertire numero (come anno)
ja: 数値を変換 (西暦)
ka: თარიღის კონვერტაცია (როგორც წელი)
km: បម្លែង​ចំនួន (ដូច​ជា​ឆ្នាំ​)
pl: Konwertuj numer (jako rok)
pt: Converter número (como Ano)
pt_br: Converter número (como ano)
ro: Conversia Număr (ca și anul)
sv: Konvertera nummer (som Year)
sw: Kubadilisha Idadi (Kama ya Mwaka)
uk: Перетворення числа (В рік)
