Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Note: this map's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
af: Let wel: die kaart se oorspronklike metadata is bevolk deur die invoer van 'n metadata XML-lêer. GeoNode se metadata invoer ondersteun 'n subset van die ISO, Fgdc en Dublin Core metadata elemente. Sommige van jou oorspronklike metadata verlore gewees het.
ar: ملاحظة: تم ملء البيانات الوصفية الأصلية لهذه الخريطة عن طريق استيراد ملف XML شامل للبيانات الوصفية. ‬ ‫ يدعم استيراد البيانات الوصفية ل GeoNode مجموعة فرعية من عناصر البيانات الوصفية ISO, FGDC, and Dublin Core. ‬ ‫ ربما فقدت بعض البيانات الوصفية الأصلية.
bg_bg: Забележка: оригиналните метаданни на тази карта бяха обогатени с метаданни XML файл. Въвеждането на метаданни в GeoNode поддържа подсет елементи от ISO, FGDC, и Dublin Core метаданни. Някои от вашите оригинални метаданни може да са загубени.
cs: Poznámka: Původní metadata této mapy byly vyplněny importováním souboru metadat XML. • Import metadat GeoNode podporuje podmnožinu prvků metadat ISO, FGDC a Dublin Core. • Některé z vašich původních metadat mohou být ztraceny.
de: Hinweis: Die ursprünglichen Metadaten dieser Karte wurden durch Importieren einer Metadaten-XML-Datei gefüllt. Der Metadatenimport von GeoNode unterstützt eine Untergruppe von ISO-, FGDC- und Dublin Core-Metadatenelementen. Möglicherweise sind einige Ihrer ursprünglichen Metadaten verloren gegangen.
es: Nota: éstos metadatos originales del mapa fueron generados por la importación de un archivo de metadatos XML. Los metadados importados de GeoNode soportan un subconjunto de elementos metadatos ISO, FGDC, y Dublin Core. Algunos de sus metadatos originales pueden haberse perdido.
fa_ir: توجه: فراداده های ارجینال این نقشه را با وارد کردن یک فایل ابرداده XML جمعیت بود. واردات ابرداده GeoNode پشتیبانی زیر مجموعه ای از عناصر ابرداده ISO، FGDC و هسته دوبلین. برخی از ابرداده اصلی خود را ممکن است از دست داده است.
fi: Huom: Tämä kartta n alkuperäiset metatiedot asui tuomalla metatietojen XML-tiedosto. GeoNode metatietojen tuonti tukee osaa ISO, FGDC, ja Dublin Core Metatietoelementtien. Osa alkuperäisen metatiedot on ehkä menetetty.
fr: Note: les métadonnées originales de cette carte ont été remplies à partir d'un import d'un fichier de métadonnées sous format XML. L'import de métadonnées XML réalisé par GeoNode supporte certains éléments des formats ISO, FGDC et Dublin Core. Certaines parties des métadonnées originales peuvent donc avoir été perdues.
hu: Megjegyzés: ez a térkép eredetinek metaadat lakott importálásával metaadatok XML fájl. GeoNode metaadat import egy részét támogatja az ISO, FGDC, és Dublin Core metaadat elemek. Néhány eredeti metaadatok esetleg elveszett.
it: Nota: i metadati originale di questa mappa era popolato importando un file XML di metadati. Metadati importazione di GeoNode supporta un sottoinsieme di elementi di metadati ISO, FGDC, e Dublin Core. Alcuni dei i metadati originale Potrebbero essere state compromesse.
ja: 備考：この地図のメタデータは、インポートされたメタデータXMLファイルにより上書きされました。 GeoNodeでは、 ISO、FGDC、およびDublin Core metadata elementsのインポートに対応しています。 元々のメタデータは失われることがあります。
km: ចំណាំ & ‧​;​: ទិន្នន័យ​មេតា orginal ផែនទី​នេះ​ត្រូវ​បាន​ប្រជាជន​ដោយ​ការ​នាំ​ចូល​ឯកសារ​ទិន្នន័យ​មេតា​របស់ XML ។ ការ​នាំ​ចូល​ទិន្នន័យ​មេតា GeoNode គាំទ្រ​របស់​សំណុំ​រង​របស់​អាយ​អេ​ស​អូ​, FGDC​, និង​ទីក្រុង Dublin ស្នូល​ធាតុ​ទិន្នន័យ​មេតា​មួយ​។ មួយ​ចំនួន​នៃ​ទិន្នន័យ​មេតា​ដើម​របស់​អ្នក​អាច​ត្រូវ​បាន​បាត់​បង់​។
pl: Uwaga: metadane tej warstwy zostały wypełnione poprzez import z pliku XML. Import metadanych GeoNode obsługuje podzbiór elementów metadanych ISO, FGDC i Dublin Core. Niektóre z oryginalnych metadanych mogły zostać utracone.
pt: Nota: metadados original deste mapa foi povoada por importar um arquivo XML de metadados. Importação de metadados de GeoNode suporta um subconjunto de elementos de metadados ISO, FGDC, e Dublin Core. Alguns de seus metadados original pode ter sido perdida.
pt_br: Nota: os metadados originais deste mapa foram preenchidos por meio de importação de um arquivo XML de metadados. O recurso de importação de metadados do GeoNode oferece suporte para um subconjunto de elementos de metadados ISO, FGDC e Dublin Core. Alguns de seus metadados originais podem ter sido perdidos.
ro: Notă: metadate orginal această hartă a fost populat de importarea unui fișier de metadate XML. Metadatele import GeoNode sprijină un subset de elemente de metadate ISO, FGDC, și Dublin Core. Unele dintre metadate original ar fi fost pierdut.
sv: Obs: denna karta är orginal metadata befolkades genom att importera en metadata XML-fil. GeoNode s metadata import stöder en delmängd av ISO, FGDC och Dublin Core-metadataelement. Några av din ursprungliga metadata kan ha gått förlorade.
sw: Kumbuka: metadata halisi za ramani hii zilipatikana kwa kuleta fail la XML la metadata. geonode inawezesha uletaji wa sehemu ya metadata za ISO, FGDC, na Dublin Core. Baadhi ya metadata halisi zinaweza kuwa zimepotea
uk: Примітка: оригінал, метадані цій карті була населена імпорту XML метаданих файлу. Імпорт метаданих GeoNode підтримує підмножина елементів ISO, FGDC, і метаданих Dublin Core. Деякі з оригінального метаданих можуть бути втрачені.

source: Explore Maps
af: Verken Maps
ar: تصفح الخرائط
bg_bg: Преглед на карти
cs: Prozkoumat Mapy
de: Karten erkunden
es: Explora Mapas
fa_ir: مرور نقشه
fi: Tutustu kartat
fr: Explorer les cartes
hu: Fedezze Maps
it: Esplora mappe
ja: 地図検索
ka: რუკების მიმოხილვა
km: ស្វែងរក​ផែនទី
pl: Przeglądaj Mapy
pt: Explorar Mapas
pt_br: Explorar mapas
ro: Exploreaza hărți
sv: Utforska Kartor
sw: Peruzi Ramani
uk: Досліджуйте Maps

source: Return to Map
ar: العودة إلى الخريطة
de: Zurück zur Karte
es: Volver al Mapa
fr: Retour à la carte
it: Ritorna alla mappa
ja: 戻る
pl: Wróć do mapy
pt: Voltar ao Mapa
pt_br: Retornar ao Mapa

source: New message received in one of your threads
ar: رسالة جديدة تم تلقيها في أحد مؤشرات الترابط الخاصة بك
de: Neue Nachricht in einer Ihrer Unterhaltungen
es: Nuevo mensaje recibido en uno de tus hilos
fr: Nouveau message reçu dans l'un de vos fils de discussion
it: Nuovo messaggio ricevuto in uno dei thread
ja: 新規メッセージを受信しました
pl: Otrzymano nową wiadomość w jednym z twoich wątków
pt: Nova mensagem recebida num dos seus tópicos
pt_br: Nova mensagem recebida em um de seus tópicos

source: Alert situation reported by monitoring
ar: حالة التأهب المبلغ عنها بواسطة المراقبة
de: Warnung durch Monitoring gemeldet
es: Situación de alerta reportada por monitoreo
fr: Situation d'alerte signalée par la surveillance
it: Situazione di allarme segnalato dal monitoraggio
ja: アラート情報が報告されました
pl: Sytuacja alarmowa zgłoszona przez system monitorowania
pt: Situação de alerta reportado pela monitorização
pt_br: Situação de alerta relatada pelo monitoramento

source: Enter valid email addresses.
ar: تحقق من عنوان بريدك الإلكتروني.
de: Trage Sie eine valide E-Mail-Adresse ein.
es: Ingrese direcciones de correo electrónico válidas.
fr: Entrez des adresses électroniques valides.
it: Immettere indirizzi di posta elettronica validi.
ja: 有効なメールアドレスを入力してください。
pl: Wpisz poprawne adresy e-mail.
pt: Introduza um endereço de email válido.
pt_br: Entre com endereços de e-mail válidos.

source: Show list of services
ar: عرض قائمة الخدمات
de: Zeige Liste an services
es: Mostrar lista de servicios
fr: Voir la liste des services
it: Elenco dei servizi
ja: サービス一覧を表示
pl: Pokaż listę usług
pt: Mostrar lista de serviços
pt_br: Mostrar lista de serviços

source: Process data since specific timestamp (YYYY-MM-DD HH:MM:SS format). If not provided, last sync will be used.
ar: معالجة البيانات منذ الطابع الزمني المحدد (YYYY-MM-DD HH: MM: SS التنسيق). إذا لم يتم توفير ذلك ، فسيتم استخدام المزامنة الأخيرة.
de: Verarbeite Daten seit (YYYY-MM-DD HH:MM:SS format). Falls nicht angegeben, wird die letzte Synchronisierung verwendet.
es: Procesar datos desde la marca de tiempo específica (formato AAAA-MM-DD HH:MM:SS). Si no se proporciona, se utilizará la última sincronización.
fr: Traitement des données depuis l'horodatage spécifique (format AAAA-MM-JJ HH: MM: SS). Si elle n'est pas fournie, la dernière synchronisation sera utilisée.
it: Elaborare i dati dal timestamp specifico (formato AAAA-MM-GG HH:MM:SS). Se non viene specificato, verrà utilizzata l'ultima sincronizzazione.
pl: Przetwórz dane od określonego znacznika czasu (format RRRR-MM-DD GG: MM: SS). Jeśli nie zostanie podany, zostanie użyta ostatnia synchronizacja.
pt: Processa os dados desde um período de tempo (formato YYYY-MM-DD HH:MM:SS)- Se não for fornecido, é utilizada a última sincronização.
pt_br: Processar dados desde o timestamp específico (formato YYYY-MM-DD HH: MM: SS). Se não for fornecido, a última sincronização será usada.

source: Process data until specific timestamp (YYYY-MM-DD HH:MM:SS format). If not provided, now will be used.
ar: معالجة البيانات حتى الطابع الزمني المحدد (YYYY-MM-DD HH: MM: SS التنسيق). إذا لم تقدم ، سيتم استخدامها الآن.
de: Verarbeite Daten seit (YYYY-MM-DD HH:MM:SS format). Falls nicht angegeben, wird die letzte Synchronisierung verwendet.
es: Procese los datos hasta la marca de tiempo específica (formato AAAA-MM-DD HH:MM:SS). Si no se proporciona, se utilizará la hora actual.
fr: Traitement des données jusqu'à l'horodatage spécifique (format AAAA-MM-JJ HH: MM: SS). S'il n'est pas fourni, il sera utilisé maintenant.
it: Elaborare i dati fino al timestamp specifico (formato AAAA-MM-GG HH:MM:SS). Se non specificato, verrà utilizzata l'ora attuale.
pl: Przetwórz dane do określonego znacznika czasu (format RRRR-MM-DD GG: MM: SS). Jeśli nie zostanie podany, zostanie użyty aktualny.
pt: Processa os dados até um período de tempo específico (formato YYYY-MM-DD HH:MM:SS)- Se não for fornecido, agora será utilizada.
pt_br: Processe os dados até o timestamp específico (formato YYYY-MM-DD HH: MM: SS). Se não for fornecido, agora será usado.

source: Force check
ar: تحقق القوة
de: Überprüfung erzwingen
es: Comprobación de fuerza
fr: Forcer la vérification
it: Controllo forzato
pt: Forçar a verificação
pt_br: Forçar o check

source: Format of audit log (xml, json)
ar: تنسيق سجل التدقيق (xml ، json)
de: Format des audit log (xml, json)
es: Formato del registro de auditoría (xml, json)
fr: Format du journal d'audit (xml, json)
it: Formato del log di audit (xml, json)
ja: モニタリングログのファイル形式(xml, json)
pl: Format dziennika kontroli (xml, json)
pt: Formato do registo de auditoria (xml, json)
pt_br: Formato do log de auditoria (xml, json)

source: Should old data be preserved (default: no, data older than settings.MONITORING_DATA_TTL will be removed)
ar: في حالة الاحتفاظ بالبيانات القديمة (افتراضي: لا ، ستتم إزالة البيانات الأقدم من الإعدادات. ستتم إزالة MONITORING_DATA_TTL)
de: Sollen alte Daten behalten werden (Standard: Keine, Daten älter als Einstellungen.MONITORING_DATA_TTL wird entfernt)
es: Si se conservan los datos antiguos (predeterminado: no, los datos anteriores a la configuración. MONITORING_DATA_TTL se eliminarán)
fr: Les anciennes données doivent-elles être préservées (par défaut: non, les données antérieures aux paramètres.MONITORING_DATA_TTL sera supprimé)
it: Conservare i dati precedenti (impostazione predefinita: no, i dati più vecchi di settings.MONITORING_DATA_TTL verranno rimossi)
ja: 古いデータの保護(default: no, settings.MONITORING_DATA_TTLより古いデータは削除される)
pl: Czy zachować stare dane (domyślnie: nie, dane starsze, niż settings.MONITORING_DATA_TTL zostaną usunięte)
pt: Os dados antigos devem ser preservados (padrão: não, dados mais antigos que as settings.MONITORING_DATA_TTL serão removidos)
pt_br: Os dados antigos devem ser preservados (padrão: não, os dados anteriores às configurações.MONITORING_DATA_TTL serão removidos)

source: Should stop on first error occured (default: no)
ar: يجب التوقف عند حدوث الخطأ الأول (الافتراضي: لا)
de: Soll beim ersten Fehler angehalten werden (Standard: no)
es: Debe detenerse en el primer error ocurrido (predeterminado: no)
fr: Doit s'arrêter à la première erreur survenue (par défaut : non)
it: Interruzione al primo errore (impostazione predefinita: no)
ja: エラーがひとつでも見つかった時点で停止 (default: no)
pl: Czy zatrzymać przy pierwszym błędzie (domyślnie: nie)
pt: Deverá parar quando ocorre o primeiro erro
pt_br: Deve parar no primeiro erro ocorrido (padrão: não)

source: Should process and send notifications as well (default: no)
ar: يجب معالجة وإرسال الإشعارات أيضًا (الافتراضي: لا)
de: Sollen Benachrichtigungen ebenfalls verarbeitet und versendet werden (Standard: no)
es: También debe procesar y enviar notificaciones (valor predeterminado: no)
fr: Devrait traiter et envoyer les notifications également (par défaut : non)
it: Elaborare e inviare notifiche (impostazione predefinita: no)
pl: Czy również przetwarzać i wysłać powiadomienia (domyślnie: nie)
pt: Deverá processar e enviar também as notificações (padrão: não)
pt_br: Deve processar e enviar notificações também (padrão: não)

source: Collect data from this service only
ar: جمع البيانات من هذه الخدمة فقط
de: Nur Daten von diesem Service abfragen
es: Recopilar datos solo de este servicio
fr: Recueillir des données uniquement à partir de ce service
it: Raccogliere dati solo da questo servizio
pl: Zbieraj dane tylko z tej usługi
pt: Recolher informação apenas deste serviço
pt_br: Coletar dados apenas deste serviço

source: Show list of metrics
ar: عرض قائمة المقاييس
de: Zeige Liste der Metriken
es: Mostrar lista de métricas
fr: Afficher la liste des mesures
it: Mostra elenco delle metriche
ja: メトリクス一覧
pl: Pokaż listę metryk
pt: Mostrar lista de métricas
pt_br: Mostrar lista de métricas

source: Show list of labels for metric
ar: عرض قائمة التسميات للقياس المتري
de: Zeige Liste an Beschriftungen für Metriken
es: Mostrar lista de etiquetas para métrica
fr: Afficher la liste des étiquettes pour le système métrique
it: Mostra l'elenco delle etichette per la metrica
ja: メトリクスのラベル一覧
pl: Pokaż listę etykiet metryki
pt: Mostrar lista de rótulos para as métricas
pt_br: Mostrar lista de rótulos para métricas

source: Show list of resources for metric
ar: عرض قائمة الموارد للقياس
de: Zeige Liste an Ressourcen für Metriken
es: Mostrar lista de recursos para métrica
fr: Afficher la liste des ressources pour le métrique
it: Mostra l'elenco delle risorse per la metrica
ja: メトリクスのリソース一覧
pl: Pokaż listę zasobów dla metryki
pt: Mostrar a lista de recursos para a métrica
pt_br: Mostrar lista de recursos para métricas

source: Data aggregation interval in seconds (default: 60)
ar: الفاصل الزمني لتجميع البيانات بالثواني (الافتراضي: 60)
de: Intervall der Daten-Verschneidung in Sekunden (Standard: 60)
es: Intervalo de agregación de datos en segundos (predeterminado: 60)
fr: Intervalle d'agrégation des données en secondes (par défaut : 60)
it: Intervallo di aggregazione dei dati in secondi (predefinito: 60)
ja: データ集計間隔（秒単位、default: 60＿
pl: Interwał agregacji danych w sekundach (domyślnie: 60)
pt: Agregação de informação em intervalo de segundos (padrão: 60)
pt_br: Intervalo de agregação de dados em segundos (padrão: 60)

source: Metric name
ar: اسم قياسي
de: Metrik Name
es: Nombre de la métrica
fr: Nom métrique
it: Nome metrica
ja: メトリクス名
pl: Nazwa metryki
pt: Nome da métrica
pt_br: Nome da métrica

source: Show data for specific resource in resource_type=resource_name format
ar: إظهار البيانات لمورد معين في resource_type = resource_name format
de: Zeige Daten für spezifische Ressource resource_type=resource_name format
es: Mostrar datos para un recurso específico en formato tipo_recurso=nombre_recurso
fr: Afficher les données pour une ressource spécifique au format resource_type=resource_name
it: Mostra i dati per una risorsa specifica nel formato tipo_risorsa-nome_risorsa
ja: 特定のリソースのデータを表示（resource_type=resource_name形式で指定）
pl: Pokaż dane dla określonego zasobu w formacie resource_type=resource_name
pt: Exibir conjunto de dados para um recurso específico no formato resource_type=resource_name
pt_br: Mostrar dados para recursos específicos no formato resource_type = resource_name

source: Show data for specific resource
ar: عرض البيانات لمورد معين
de: Zeige Daten für spezifische Ressource
es: Mostrar datos para un recurso específico
fr: Afficher les données pour une ressource spécifique
it: Mostra dati per risorsa specifica
ja: 特定のリソースのデータを表示
pl: Pokaż dane dla określonego zasobu
pt: Exibir conjunto de dados para um recurso específico
pt_br: Mostrar dados para recursos específicos

source: Show data for specific label
ar: عرض البيانات لتسمية محددة
de: Zeige Daten für spezifische Beschriftung
es: Mostrar datos para etiqueta específica
fr: Afficher les données pour un label spécifique
it: Mostra dati per un'etichetta specifica
ja: 特定のラベルのデータを表示
pl: Pokaż dane dla określonej etykiety
pt: Exibir conjunto de dados para um rótulo específico
pt_br: Mostrar dados para rótulo específico

source: Fetch database from specific url. If nothing provided, default {} will be used
ar: إحضار قاعدة البيانات من رابط معين. إذا لم يتم توفير أي شيء ، فسيتم استخدام {} الافتراضي
de: Datenbank von einer URL laden. Falls nichts angegeben wird, wird als Standard {} benutzt
es: Obtener una base de datos de una URL específica. Si no se proporciona nada, se utilizará {} predeterminado
fr: Récupérer la base de données à partir d'une URL spécifique. Si rien n'est fourni, le {} sera utilisé par défaut
it: Recuperare il database da un URL specifico. Se non viene fornito nulla, verrà utilizzato il valore predefinito {}
ja: 指定URLでデータベースと接続する（未指定の場合{}が使用されます）
pl: Pobierz bazę danych z określonego adresu URL. Jeśli nic nie podano, zostanie użyta wartość domyślna {}
pt: Obtêm a base de dados de um url específico. Se não for fornecido, o padrão {} será usado
pt_br: Buscar banco de dados a partir de url específica. Se nada for fornecido, o padrão {} será usado

source: Overwrite file if exists
ar: الكتابة فوق الملف إذا كان موجودًا
de: Existierende Datei überschreiben
es: Sobrescribir archivo si existe
fr: Écraser le fichier s'il existe
it: Sovrascrivi file se esiste già
ja: 同名ファイルが存在していたら上書きする
pl: Zastąp plik, jeśli istnieje
pt: Substitui o ficheiro existente
pt_br: Substituir o arquivo se existir

source: Host (GeoServer)
ar: المضيف (GeoServer)
es: Anfitrión (GeoServer)
pt: Servidor (GeoServer)

source: Host (GeoNode)
ar: المضيف (GeoNode)
es: Anfitrión (GeoNode)
pt: Servidor (GeoNode)

source: No resource
ar: لا مورد
de: Keine Ressource
es: Sin recursos
fr: Pas de ressources
it: Nessuna risorsa
pl: Brak zasobu
pt: Sem recurso
pt_br: Sem recurso

source: Map
ar: خريطة
bg_bg: Карти
cs: Mapa
ka: რუკები
sw: Ramani
uk: Карта

source: Document
ar: مستند
bg_bg: Документ
cs: Dokument
ka: დოკუმენტი
sw: Waraka
tr: Belge

source: Style
ar: نمط
de: Stil
es: Estilo
it: Stile
pl: Styl
pt: Estilo
pt_br: Estilo

source: Admin
ar: المشرف
bg_bg: Администратор
cs: Správce
es: Administración
fa_ir: مدیر
fr: Administration
it: Amministrazione
ka: ადმინისტრატორი
sw: Utawala
tr: Yönetici
uk: Адмін

source: Other
ar: آخر
de: Andere
es: Otro
fr: Autre
it: Altro
pl: Inne
pt: Outro
pt_br: Outro(a)

source: Rate
ar: صنف
de: Bewerten
es: Puntiación
fr: Taux
it: Tasso
pl: Oceń
pt: Avaliação
pt_br: Avaliar

source: Count
ar: إحصاء
de: Anzahl
es: Conteo
fr: Compter
it: Conteggio
pl: Policz
pt: Contagem
pt_br: Contar

source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
it: Valore
pl: Wartość
pt: Valor
pt_br: Valor

source: Value numeric
ar: قيمة رقمية
de: Nummerischer Wert
es: Valor numérico
fr: Valeur numerique
it: Valore numerico
pl: Wartość numeryczna
pt: Valor númerico
pt_br: Valor numérico

source: Bytes
ar: بايت
pl: Bajty

source: Kilobytes
ar: كيلو بايت
pl: Kilobajty

source: Megabytes
ar: ميغابايت
it: In megabyte
pl: Megabajty

source: Gigabytes
ar: غيغا بايت
it: Gigabyte
pl: Gigabajty

source: Bytes per second
ar: بايت في الثانية الواحدة
de: Bytes in Sekunden
es: Bytes por segundo
fr: Bytes par seconde
it: Byte al secondo
pl: Bajty na sekundę
pt: Bytes por segundo
pt_br: Bytes por segundo

source: Kilobytes per second
ar: كيلو بايت في الثانية الواحدة
es: Kilobytes por segundo
fr: Kilobytes par seconde
it: Chilobyte al secondo
pl: Kilobajty na sekundę
pt: Kilobytes por segundo
pt_br: Kilobytes por segundo

source: Megabytes per second
ar: ميغابايت في الثانية الواحدة
de: Megabytes in Sekunden
es: Megabytes por segundo
fr: Megabytes par seconde
it: Megabyte al secondo
pl: Megabajty na sekundę
pt: Megabytes por segundo
pt_br: Megabytes por segundo

source: Gigabytes per second
ar: غيغا بايت في الثانية
de: Gigabytes in Sekunden
es: Gigabytes por segundo
fr: Gigabytes par seconde
it: Gigabyte al secondo
pl: Gigabajty na sekundę
pt: Gigabytes por segundo
pt_br: Gigabytes por segundo

source: Seconds
ar: ثواني
de: Sekunden
es: Segundos
fr: Secondes
it: Secondi
pl: Sekundy
pt: Segundos
pt_br: Segundos

source: Percentage
ar: النسبة المئوية
de: Prozentsatz
es: Porcentaje
fr: Pourcentage
it: Percentuale
pl: Procent
pt: Percentagem
pt_br: Percentagem

source: Any OWS
ar: أي OWS
de: Irgendein OWS
es: Cualquier OWS
fr: Tout OWS
it: Qualsiasi OWS
pl: Dowolny OWS
pt: Qualquer OWS
pt_br: Qualquer OWS

source: Change
af: Verandering
ar: تغيير
bg_bg: Промени
cs: Změna
de: Ändern
es: Cambio
fi: Muutos
fr: Modifier
it: Modifica
ja: 変更
ka: შეცვლა
pl: Zmień
pt: Aplicar
pt_br: Alterar
sv: Byta
tr: Değiştir
uk: Зміна

source: List of resources affected
ar: قائمة الموارد المتأثرة
de: Liste der betroffenen Ressourcen
es: Lista de recursos afectados
fr: Liste des ressources affectées
it: Elenco delle risorse interessate
ja: 影響を受けるリソース一覧
pl: Lista zasobów, których to dotyczy
pt: Lista de recursos afetada
pt_br: Lista de recursos afetados

source: Response processing time in ms
ar: زمن معالجة الاستجابة بالميلي ثانية
de: Anwort verarbeitet in ms
es: Tiempo de procesamiento de respuesta en ms
fr: Temps de traitement des réponses en ms
it: Tempo di elaborazione di risposta in ms
ja: 処理応答時間（ms）
pl: Czas przetwarzania odpowiedzi w ms
pt: Tempo de resposta do processamento em ms
pt_br: Tempo de processamento da resposta em ms

source: 1 minute
ar: 1 دقيقة
es: 1 minuto
it: 1 minuto
pl: 1 minuta
pt: 1 minuto
pt_br: 1 minuto

source: 5 minutes
ar: 5 دقائق
de: 5 Minuten
es: 5 minutos
it: 5 minuti
pl: 5 minut
pt: 5 minutos
pt_br: 5 minutos

source: 10 minutes
ar: 10 دقائق
de: 10 Minuten
es: 10 minutos
it: 10 minuti
pl: 10 minut
pt: 10 minutos
pt_br: 10 minutos

source: 30 minutes
ar: 30 دقيقة
de: 30 Minuten
es: 30 minutos
it: 30 minuti
pl: 30 minut
pt: 30 minutos
pt_br: 30 minutos

source: 1 hour
ar: ساعة واحدة
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
pl: 30 minut
pt: 1 hora
pt_br: 1 hora

source: Error
ar: قاتلة - مهلك
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
pt: Erro
pt_br: Erro

source: Fatal
ar: قاتلة - مهلك
it: Letale
pl: Krytyczny

source: Expected min/max values for user configuration
ar: قيم الحد الأدنى / الحد الأقصى المتوقعة لتكوين المستخدم
de: Erwarte min/max Werte für die Benutzer-Konfiguration
es: Valores mínimos / máximos esperados para la configuración del usuario
fr: Valeurs min/max attendues pour la configuration de l'utilisateur
it: Valori min/max previsti per la configurazione utente
pl: Oczekiwane wartości min/max dla konfiguracji użytkownika
pt: Valores min/máx esperados para a configuração do utilizador
pt_br: Valores min/max esperados para configuração do usuário

source: Marker of last delivery
ar: علامة التسليم الأخير
de: Zeiger der letzten Lieferung
es: Marcador de última entrega
fr: Marqueur de la dernière livraison
it: Marcatore dell'ultima consegna
pl: Znacznik ostatniej dostawy
pt: Marcador da última entrega
pt_br: Marcador da última entrega
