Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Request to download a resource
ar: طلب تحميل مصدر
bg_bg: Заявка за изтегляне на ресурс
cs: Žádost o stažení zdroje
de: Herunterladen einer Ressource anfragen
es: Solicitud para descargar un recurso
fi: Pyyntä ladata resurssi
fr: Demander pour télécharger la ressource
it: Richiedi di scaricare la risorsa
ja: リソースのダウンロードリクエスト
ka: მოთხოვნა რესურსის ჩამოსატვირთვად
pl: Poproś o pobranie zasobu
pt: Pedir para transferir o recurso
pt_br: Solicitar o download de um recurso
tr: Bir kaynağı indirmek için istek

source: A request for downloading a resource was sent
ar: تم ارسال طلب تنزيل المصدر
bg_bg: Заявка за изтегляне на ресурс беше изпратена
cs: Byla odeslána žádost o stažení zdroje
de: Eine Anfrage für das Herunterladen einer Ressource wurde gesendet
es: Se envió una solicitud para descargar un recurso
fi: Pyyntö ladata resurssi lähetettiin
fr: Une demande d’autorisation de téléchargement de la ressource a été envoyée
it: Una richiesta per scaricare la risorsa è stata inviata
ja: リソースのダウンロードをリクエストする
ka: გაგზავნილია მოთხოვნა გაიგზავნა რესურსის ჩამოსატვირთვად
pl: Prośba o pobranie zasobu została wysłana
pt: O pedido de transferência do recurso foi enviado
pt_br: Uma solicitação para download de um recurso foi enviada
tr: Bir kaynağı indirmek için bir istek gönderildi

source: series
af: reeks
ar: سلسلة
bg_bg: серии
cs: serie
de: Reihe
fa_ir: مجموعه ها
fi: sarjat
fr: séries
hu: sorozat
it: serie
ja: シリーズ
ka: რიგი
km: ស៊េរី
pl: seria
pt: séries
pt_br: séries
ro: serie
sw: mfululizo
tr: dizi

source: computer program or routine
af: rekenaarprogram of roetine
ar: برنامج كمبيوتر أو روتين
bg_bg: компютърна програма или практика
cs: počítačový program nebo rutina
de: Computerprogramm oder Routine
es: rutina o programa informático
fa_ir: برنامه یا روند کامپیوتری
fi: tietokoneohjelma tai rutiini
fr: programme informatique ou routine
hu: számítógépes program vagy rutin
it: computer program o routine
ja: コンピュータ プログラムまたはルーチーン
ka: კომპიუტერული პროგრამა ან ქვეპროგრამა
km: កម្មវិធី​កុំព្យូទ័រ​ឬ​ទម្រង់​ការ
pl: program komputerowy lub procedura
pt: programa de computador ou rotina
pt_br: rotina ou programa de computador
ro: program de calculator sau de rutină
sv: datorprogram eller rutin
sw: Programu ya kompyuta au mchakato
tr: bilgisayar programı veya rutini
uk: комп'ютерна програма або підпрограма

source: feature type
af: funksie tipe
ar: نوع الميزة
bg_bg: тип функция
cs: typ prvku
de: Featuretyp
es: tipo de objeto
fa_ir: نوع عارضه
fi: ominaisuustyyppi
fr: type d'entité
hu: jellemző típus
it: tipologia di caratteristica
ja: フィーチャータイプ
ka: ობიექტის ტიპი
km: ប្រភេទ​លក្ខណៈ​ពិសេស
pl: typ cechy
pt: tipo de dados
pt_br: tipo de feição
ro: tip de caracteristică
sv: funktion typ
sw: aina ya sura
tr: özellik türü
uk: тип об'єкту

source: copy or imitation of an existing or hypothetical object
af: kopie of nabootsing van 'n bestaande of denkbeeldige voorwerp
ar: نسخ أو تقليد كائن موجود أو افتراضى
bg_bg: копие или наподобяване на съществуващ или хипотететичен обект
cs: kopírování nebo napodobování existujícího nebo hypotetického objektu
de: Kopie oder Nachahmung eines existierenden oder hypothetischen Objekts
es: copiar o imitar un objeto real o hipotético
fa_ir: کپی یا تقلید از یک شی موجود و یا فرضی
fi: kopio tai jäljitelmä nykyisestä tai oletetusta objektista
fr: copie ou imitation d'un objet existant ou hypothétique
hu: másolata vagy utánzata létező vagy hipotetikus tárgy
it: copia o imitazione di un oggetto esistente o ipotetico
ja: 複製または既存あるいは仮想的なオブジェクトの模倣
ka: კოპირება ან არსებულის იმიტაცია ან ჰიპოთეტური ობიექტი
km: ច្បាប់​ចម្លង​ឬ​ក្លែងក្លាយ​​​នៃ​វត្ថុ​ដែល​មាន​ស្រាប់​ឬ​សម្មតិកម្ម​មួយ
pl: kopia lub imitacja istniejącego lub hipotetycznego obiektu
pt: cópia ou imitação de um objeto existente ou hipotético
pt_br: cópia ou imitação de um objeto existente ou hipotético
ro: copie sau imitație a unui obiect existent sau ipotetic
sv: kopia eller imitation av en befintlig eller hypotetisk objekt
sw: nakala au kuiga ya zilizopo au kubuni kitu
tr: mevcut veya varsayımsal bir nesnenin kopyası veya taklidi
uk: копія або імітація існуючого або гіпотетичного об'єкта

source: collection hardware
af: versameling hardeware
ar: أجهزة جمع
bg_bg: набор от хардуер
cs: kolekce hardware
de: Sammlung Hardware
es: hardware de colección
fa_ir: سخت افزار مجموعه
fi: kokoomalaitteisto
fr: dispositif de collecte
hu: gyűjtemény hardver
it: raccolta hardware
ja: 選択ハードウェア
ka: მოწყობილობის ნაკრები
km: ផ្នែក​រឹង​ប្រមូល
pl: sprzęt używany do zbierania danych
pt: coleção de hardware
pt_br: hardware da coleção
ro: hardware de colectare
sv: samling hårdvara
sw: vifaa vya ukusanyaji
tr: koleksiyon donanımı
uk: Колекція апаратних

source: collection session
af: versameling sessie
ar: جلسة جمع
bg_bg: сесия по събиране
cs: kolekce
de: Sammlung Sitzung
es: coleccion de sesiones
fa_ir: جلسه جمع آوری
fi: kokoomaistunto
fr: session de collecte
hu: gyűjtemény ülés
it: sessione raccolta
ja: 選択セッション
ka: სესიების ნაკრები
km: សម័យ​ប្រមូល
pl: sesja zbierania danych
pt: coleção de sessões
pt_br: sessão da coleção
ro: sesiune de colectare
sv: samling session
sw: Kipindi cha ukusanyaji
tr: koleksiyon oturumu
uk: Колекція сесія

source: non-geographic data
af: nie-geografiese data
ar: البيانات غير الجغرافية
bg_bg: не-географски данни
cs: negeografické údaje
de: Nicht räumliche Daten
es: datos no geográficos
fa_ir: داده غیرمکانی
fi: ei-maantieteellisiä tietoja
fr: données non géographiques
hu: nem földrajzi adatok
it: dato non-geografico
ja: 非地理的なデータ
ka: გეოგრაფიული მონაცემები არ არის
km: ទិន្នន័យ​ដែល​មិន​មែន​ជា​ភូមិសាស្ត្រ
pl: dane niegeograficzne
pt: dados não geográficos
pt_br: dados não geográficos
ro: date non-geografice
sv: icke-geografiska uppgifter
sw: data zisizo za kijiografia
tr: coğrafi olmayan veriler
uk: негеографіческой даних

source: property type
af: eiendom tipe
ar: نوع الملكية
bg_bg: вид собственост
cs: typ majetku
de: Eigenschaftentyp
es: tipo de propiedad
fa_ir: نوع ویژگی
fi: kiinteistön tyyppi
fr: type de propriété
hu: ingatlan típus
it: tipo di proprietà
ja: プロパティタイプ
ka: პარამეტრების ტიპი
km: ប្រភេទ​អចលន​ទ្រព្យ
pl: typ własności
pt: tipo de propriedade
pt_br: tipo de propriedade
ro: Tipul de proprietate
sv: fastighetstyp
sw: aina ya uga
tr: özellik türü
uk: тип нерухомості

source: field session
af: gebied sessie
ar: جلسة الحقل
bg_bg: поле на сесията
cs: pole
de: Feld Sitzung
es: sesión de campo
fa_ir: جلسه درست
fi: kenttä istunto
fr: campagne d'acquisition
hu: mező ülés
it: sessione campo
ja: フィールドセッション
ka: სესიების ველი
km: សម័យ​វាល
pl: sesja terenowa
pt: sessão de campos
pt_br: sessão do campo
ro: sesiune de câmp
sv: fält sessionen
tr: alan oturumu
uk: виїзне засідання

source: dataset
ar: مجموعة البيانات
bg_bg: набор на данни
cs: soubor dat
de: Datensatz
es: conjunto de datos
fa_ir: دیتاست
fi: aineisto
fr: ensemble de données
hu: adatbázisba
ja: データセット
ka: მონაცემთა ბაზა
km: ទិន្នន័យ
pl: zbiór danych
pt: conjunto de dados
pt_br: conjunto de dados
ro: CCD
sw: kanzidata
tr: veri seti
uk: набір даних

source: service interfaces
af: diens koppelvlakke
ar: واجهات خدمة
bg_bg: интерфейс за услуги
cs: servisní rozhraní
de: Serviceschnittstelle
es: interfaces de servicio
fa_ir: واسط سرویس
fi: palvelun rajapinnat
fr: interfaces de service
hu: szolgáltatási interfészek
it: interfacce del servizio
ja: サービスインターフェース
ka: მომსახურების ინტერფეისი
km: ចំណុច​ប្រទាក់​សេវា
pl: interfejsy serwisowe
pt: interfaces do serviço
pt_br: interfaces de serviço
ro: interfețe de servicii
sv: tjänstgränssnitt
sw: kusano za huduma
tr: hizmet arayüzleri
uk: інтерфейси сервісів

source: attribute class
af: kenmerk klas
ar: فئة السمة
bg_bg: атрибутивен клас
cs: třída atributu
de: Attributklasse
es: clase de atributo
fa_ir: کلاس اطلاعات توصیفی
fi: ominaisuusluokka
fr: classe d'attribut
hu: attribútum osztály
it: classe attributo
ja: 属性クラス
ka: ატრიბუტთა კლასი
km: ថ្នាក់​គុណលក្ខណៈ
pl: klasa atrybutu
pt: atributo da classe
pt_br: classe do atributo
ro: Clasa de atribut
sv: attributklass
sw: daraja la sifa
tr: özellik sınıfı
uk: атрибут класу

source: characteristic of a feature
af: kenmerk van 'n funksie
ar: سمة ميزة
bg_bg: характеристика на особеност
cs: charakteristická vlastnost
de: Charakteristik eines Features
es: características de un objeto
fa_ir: ویژگی عارضه
fi: ominaisuuden piirteet
fr: caractéristique d'une entité
hu: jellemző jellemző
it: proprietà di una caratteristica
ja: フィーチャーの特徴
ka: ობიექტის მახასიათებელი
km: លក្ខណៈ​នៃ​លក្ខណៈ​ពិសេស​មួយ
pl: charakterystyka cechy
pt: características de um elemento
pt_br: característica de uma feição
ro: caracteristică a unei caracteristici
sv: karakteristisk för en funktion
sw: tabia ya sura
tr: bir özelliğin niteliği
uk: Характерною особливістю з

source: tile or spatial subset of geographic data
af: teël of ruimtelike subset van geografiese data
ar: البلاط أو مجموعة فرعية من البيانات المكانية الجغرافية
bg_bg: набор от географски данни
cs: dlaždice nebo prostorové podmnožiny geografických dat
de: Kachel oder Ausschnitt geographischer Daten
es: mosaico o subconjunto espacial de datos geográficos
fa_ir: کاشی و یا زیر مجموعه فضایی از داده های جغرافیایی
fi: kuvake tai alueellinen osajoukko paikkatiedosta
fr: tuile ou sous-ensemble spatial des données géographiques
hu: csempe vagy térbeli részhalmazát földrajzi adatok
it: insieme o sottoinsieme di dati geografici
ja: 地理データのタイルまたは空間サブセット
ka: სათაური ან სივრცითი გეოგრაფიული მონაცემების კრებული
km: ក្បឿង​ឬ​សំណុំ​រង​នៃ​ទិន្នន័យ​ទំហំ​ភូមិ​សា​ស្ដ្រ
pl: podzbiór przestrzenny danych geograficznych
pt: mosaico ou região espacial da informação geográfica
pt_br: tile ou subconjunto espacial de dados geográficos
ro: Placi sau subset spațială a datelor geografice
sv: kakel eller rumslig delmängd av geografisk information
sw: tile au nafasi subset ya data ya kijiografia
tr: coğrafi verilerin karoları veya mekansal alt kümesi
uk: плитка або просторове підмножина географічних даних

source: feature
af: funksie
ar: ميزة
bg_bg: особеност
cs: vlastnost
es: objeto
fa_ir: عارضه
fi: ominaisuus
fr: entité
hu: vonás
it: caratteristica
ja: フィーチャー
ka: ობიექტი
km: លក្ខណៈ​ពិសេស
pl: cecha
pt: elemento
pt_br: feição
ro: trăsătură
sv: särdrag
sw: sura
tr: özellik
uk: особливість

source: dimension group
af: dimensie groep
ar: مجموعة الأبعاد
bg_bg: измерение на група
cs: skupina dimenzí
de: Dimensionsgruppe
es: dimensión del Grupo
fa_ir: گروه بعد
fi: ulottuvuusryhmä
fr: dimension du groupe
hu: dimenzió csoport
it: dimensione del gruppo
ja: 次元グループ
ka: განზომილების ჯგუფი
km: ក្រុម​វិមាត្រ
pl: wymiar grupy
pt: grupo de dimensões
pt_br: grupo de dimensões
ro: Grup de dimensiune
sv: dimension grupp
sw: kundi la vipimo
tr: boyut grubu
uk: Розмір групи

source: frequency of maintenance for the data is not known
af: frekwensie van onderhoud vir die data is nie bekend
ar: تردد الصيانة للبيانات غير معروف
bg_bg: неизвестна честота на поддръжка на данните
cs: frekvence údržby dat není známa
de: Aktualisierungsintervall unbekannt
es: se desconoce la frecuencia de actualización de los datos
fa_ir: فرآیند نگهداری داده نامشخص است
fi: dataylläpidon tiheyttä ei ole tiedossa
fr: la fréquence de maintenance de cette donnée est inconnue
hu: karbantartás gyakorisága az adat nem ismert
it: la frequenza di manutenzione dei dati non è nota
ja: データの更新頻度が不明です
ka: მონაცემთა განახლების სიხშირე არ არის ცნობილი
km: ភាព​ញឹកញាប់​នៃ​ការ​ថែទាំ​សម្រាប់​ទិន្នន័យ​គឺ​មិន​ស្គាល់
pl: częstotliwość aktualizacji danych nie jest znana
pt: frequência de manutenção deste dado é desconhecida
pt_br: frequência de manutenção dos dados desconhecida
ro: frecvență de întreținere pentru datele nu este cunoscută
sv: Frekvensen av underhåll för data inte känd
sw: Wastani wa muda anaupita hadi data kusasishwa haujulikani
tr: verilerin bakımı için sıklık bilinmiyor
uk: Частота обслуговування для даних не відомо

source: data is repeatedly and frequently updated
af: data is herhaaldelik en gereeld opgedateer
ar: يتم تحديث البيانات بشكل متكرر وكثيرا
bg_bg: данни се обновяват често
cs: data jsou opakovaně a často aktualizována
de: Daten werden häufig aktualisiert
es: los datos se actualizan repetida y frecuentemente
fa_ir: داده بطور مداوم بروز رسانی شده است
fi: data on toistuvasti ja usein päivitettävä
fr: les données sont mises à jour fréquemment et de façon répétitive
hu: adatokat ismételten és rendszeresen frissített
it: i dati vengono ripetutamente e frequentemente aggiornati
ja: データは繰り返し頻繁に更新します
ka: მონაცემები მუდმივად და ხშირად ახლდება
km: ទិន្នន័យ​ត្រូវ​បាន​ធ្វើ​ឱ្យ​ទាន់​សម័យ​ម្តង​ហើយ​ម្តង​ទៀត​ហើយ​ជា​ញឹកញាប់
pl: dane są stale i często aktualizowane
pt: dado é frequentemente atualizado
pt_br: dados são atualizados repetidamente e frequentemente
ro: de date este actualizată în mod repetat și frecvent
sv: data flera gånger och ofta uppdaterad
sw: data husasishwa mara kwa mara
tr: veriler tekrar tekrar ve sık sık güncelleniyor
uk: Дані багаторазово і часто оновлюється

source: there are no plans to update the data
af: daar is geen planne om die data te verfris
ar: لا توجد خطط لتحديث البيانات
bg_bg: няма планове да се обновяват данните
cs: nejsou žádné plány na aktualizaci dat
de: Es ist nicht geplant, die Daten zu aktualisieren
es: no existen planes de actualizar los datos
fa_ir: برنامه ای برای بروز رسانی این داده وجود ندارد
fi: ei ole suunnitelmaa tietojen päivittämiseksi
fr: aucune mise à jour des données n'est planifiée
hu: nem tervezik frissíteni az adatokat
it: non ci sono piani per aggiornare i dati
ja: データのアップデートが計画されていません
ka: გეგმები არ არის იმისთვის რომ განახლდეს მონაცემი
km: មិន​មាន​ផែន​ការ​ដើម្បី​ធ្វើ​ឱ្យ​ទាន់សម័យ​ទិន្នន័យ
pl: nie ma planów aktualizacji danych
pt: não existem planos para atualizar este dado
pt_br: não existem planos para atualização dos dados
ro: nu există planuri de a actualiza datele
sv: det finns inga planer på att uppdatera data
sw: hakuna mipango wa kusasisha data
tr: verilerin güncellenmesi için plan yok
uk: немає планів по оновленню даних

source: data is updated each day
af: data word opgedateer elke dag
ar: يتم تحديث البيانات كل يوم
bg_bg: данните се обновяват всеки ден
cs: data jsou aktualizována každý den
de: Daten werden täglich aktualisiert
es: los datos se actualizan a diario
fa_ir: داده هر روز بروز رسانی می شود.
fi: tiedot päivitetään joka päivä
fr: les données sont mises à jour quotidiennement
hu: adatok frissítése naponta
it: i dati vengono aggiornati ogni giorno
ja: データは毎日更新されます
ka: მონაცემები ახლდება ყოველ დღე
km: ទិន្នន័យ​ត្រូវ​បាន​ធ្វើ​ឱ្យ​ទាន់​សម័យ​ជា​រៀង​រាល់​ថ្ងៃ
pl: dane są aktualizowane codziennie
pt: dado é atualizado diariamente
pt_br: dados são atualizados todo dia
ro: datele sunt actualizate în fiecare zi
sv: data uppdateras varje dag
sw: data husasishwa kila siku
tr: veriler her gün güncelleniyor
uk: Дані оновлюються щодня

source: data is updated every year
af: data word elke jaar bygewerk
ar: يتم تحديث البيانات كل عام
bg_bg: данните се обновяват всяка година
cs: data jsou aktualizována každý rok
de: Daten werden jährlich aktualisiert
es: los datos se actualizan cada año
fa_ir: داده هر سال بروز رسانی می شود
fi: tiedot päivitetään vuosittain
fr: les données sont mises à jour annuellement
hu: adatok frissítése évente
it: i dati vengono aggiornati ogni anno
ja: データは毎年更新されます
ka: მონაცემები ახლდება ყოველ წელს
km: ទិន្នន័យ​ត្រូវ​បាន​ធ្វើ​ឱ្យ​ទាន់​សម័យ​ជា​រៀងរាល់​ឆ្នាំ
pl: dane są aktualizowane co roku
pt: dado é atualizado anualmente
pt_br: dados são atualizados todo ano
ro: de date este actualizată în fiecare an
sv: data uppdateras varje år
sw: data husasishwa kila mwaka
tr: veriler her yıl güncelleniyor
uk: Дані оновлюються щорічно

source: data is updated as deemed necessary
af: data word opgedateer soos nodig geag
ar: يتم تحديث البيانات بحسب ما تقتضيه الضرورة
bg_bg: данните се обновяват при необходимост
cs: data jsou aktualizována podle potřeby
de: Daten werden nach Bedarf aktualisiert
es: los datos se actualizan cuando se considera necesario
fa_ir: داده در صورت لزوم بروز رسانی می شود
fi: tiedot päivitetään tarvittaessa
fr: les données sont mises à jour si nécessaire
hu: adatok frissítésre szükség
it: i dati vengono aggiornati quando ritenuto necessario
ja: 必要と判断されたデータが更新されます
ka: მონაცემები ახლდება საჭიროების მიხედვით
km: ទិន្នន័យ​ត្រូវ​បាន​ធ្វើ​ឱ្យ​ទាន់​សម័យ​ជា​ប្រសិន​ចាំបាច់
pl: dane są aktualizowane, kiedy jest to konieczne
pt: dado é atualizado quando considerado necessário
pt_br: dados são atualizados quando necessário
ro: de date este actualizat după cum consideră necesar
sv: data uppdateras så bedöms nödvändigt
sw: data husasishwa kadiri ya umuhimu unaoonekana
tr: veriler gerekli görüldüğünde güncelleniyor
uk: Дані оновлюються по мірі необхідності

source: data is updated each month
af: data word opgedateer elke maand
ar: يتم تحديث البيانات كل شهر
bg_bg: данните се обновяват всеки месец
cs: data jsou aktualizována každý měsíc
de: Daten werden monatlich aktualisiert
es: los datos se actualizan todos los meses
fa_ir: داده هر ماه بروز رسانی می شود
fi: tiedot päivitetään kuukausittain
fr: les données sont mises à jour mensuellement
hu: adatok frissítése havonta
it: i dati vengono aggiornati ogni mese
ja: データは毎月更新されます
ka: მონაცემები ახლდება ყოველ თვე
km: ទិន្នន័យ​ត្រូវ​បាន​ធ្វើ​ឱ្យ​ទាន់​សម័យ​ជា​រៀងរាល់​ខែ
pl: dane są aktualizowane co miesiąc
pt: dado é atualizado mensalmente
pt_br: dados são atualizados todo mês
ro: de date este actualizată în fiecare lună
sv: data uppdateras varje månad
sw: data husasishwa kila mwezi
tr: veriler her ay güncelleniyor
uk: Дані оновлюються щомісяця

source: data is updated every two weeks
af: data word opgedateer elke twee weke
ar: يتم تحديث البيانات كل أسبوعين
bg_bg: данните се обновяват на всеки две седмици
cs: data jsou aktualizována každé dva týdny
de: Daten werden zweiwöchentlich aktualisiert
es: los datos se actualizan cada dos semanas
fa_ir: داده هر دو هفته بروز رسانی می شود
fi: tiedot päivitetään kahden viikon välein
fr: les données sont mises à jour toutes les quinze jours
hu: adatok frissítése kéthetente
it: i dati vengono aggiornati ogni due settimane
ja: データは隔週で更新されます
ka: მონაცემები ახლდება 2 კვირაში ერთხელ
km: ទិន្នន័យ​ត្រូវ​បាន​ធ្វើ​ឱ្យ​ទាន់​សម័យ​ជា​រៀង​រាល់​ពីរ​ស​ប្តា​ហ៍
pl: dane są aktualizowane co dwa tygodnie
pt: dado é atualizado a cada dois meses
pt_br: dados são atualizados a cada duas semanas
ro: de date este actualizată la fiecare două săptămâni
sv: data uppdateras varannan vecka
sw: data husasishwa ndani ya kila wiki mbili
tr: veriler her iki haftada bir güncelleniyor
uk: Дані оновлюються кожні два тижні

source: data is updated in intervals that are uneven in duration
af: data is opgedateer in intervalle wat ongelyk in duur
ar: يتم تحديث البيانات في فترات متفاوتة في المدة
bg_bg: данните се обновяват на неравни интервали
cs: data jsou aktualizována v časových intervalech, které jsou nerovnoměrné
de: Daten werden in unregelmäßigen Intervallen aktualisiert
es: los datos se actualizan a intervalos de duración irregular
fa_ir: داده در دوره زمانی نامشخصی بروز رسانی می شود
fi: tiedot päivitetään epäsäännöllisin väliajoin
fr: les données sont mises à jour à des intervalles irréguliers
hu: adatok frissítése időközönként, amelyek egyenetlen tartó
it: i dati vengono aggiornati secondo intervalli irregolari
ja: データは期間中、不均一な頻度で更新されます
ka: მონაცემები ახლდება დროდადრო, არათანაბარი ინტერვალით
km: ទិន្នន័យ​ត្រូវ​បាន​ធ្វើ​ឱ្យ​ទាន់​សម័យ​ក្នុង​ចន្លោះ​ពេល​ដែល​មាន​មិន​ស្មើគ្នា​ក្នុង​រយៈពេល
pl: dane są aktualizowane w nierównomiernych odstępach czasu
pt: dado é atualizado em intervalos de tempo desiguais
pt_br: dados são atualizados em intervalos de tempo desiguais
ro: datele sunt actualizate la intervale care sunt inegale în durată
sv: data uppdateras i intervaller som är ojämna i längd
sw: data husasishwa katika muda wa vipindi vinavyotofautiana
tr: veriler düzensiz sürelerle güncelleniyor
uk: Дані оновлюються в інтервалах, які нерівномірно по тривалості

source: data is updated on a weekly basis
af: data word opgedateer op 'n weeklikse basis
ar: يتم تحديث البيانات بشكل أسبوعي
bg_bg: данните се обновяват ежеседмично
cs: data jsou aktualizována každý týden
de: Daten werden wöchentlich aktualisiert
es: los datos se actualizan semanalmente
fa_ir: داده هر هفته بروزرسانی می شود
fi: tiedot päivitetään viikoittain
fr: les données sont mises à jour chaque semaine
hu: adatok frissítése hetente
it: i dati vengono aggiornati su base settimanale
ja: データは基本的に週ごとに更新されます
ka: მონაცემი ახლდება ყოველკვირეულად
km: ទិន្នន័យ​ត្រូវ​បាន​ធ្វើ​ឱ្យ​ទាន់​សម័យ​នៅ​លើ​មូលដ្ឋាន​ប្រចាំ​ស​ប្តា​ហ៍
pl: dane są aktualizowane co tydzień
pt: dado é atualizado semanalmente
pt_br: dados são atualizados semanalmente
ro: de date este actualizată o dată pe săptămână
sv: Informationen uppdateras en gång i veckan
sw: data husasishwa kwa wiki
tr: veriler her hafta güncelleniyor
uk: Дані оновлюються щотижня

source: data is updated twice each year
af: data word twee keer per jaar opgedateer
ar: يتم تحديث البيانات مرتين كل عام
bg_bg: данните се обновяват два пъти всяка година
cs: data jsou aktualizována dvakrát ročně
de: Daten werden zweimal jährlich aktualisiert
es: los datos se actualizan dos veces al año
fa_ir: این داده سالی دوبار بروز رسانی می شود
fi: tiedot päivitetään kaksi kertaa vuodessa
fr: les données sont mises à jour semestriellement
hu: adatok frissítése évente kétszer
it: i dati vengono aggiornati due volte l'anno
ja: データは2年に一度更新されます
ka: მონაცემი ახლდება წელიწადში ორჯერ
km: ទិន្នន័យ​ត្រូវ​បាន​ធ្វើ​ឱ្យ​ទាន់​សម័យ​បាន​ពីរ​ដង​ក្នុង​មួយ​ឆ្នាំ
pl: dane są aktualizowane dwa razy w roku
pt: data é atualizado duas vezes ao ano
pt_br: dados são atualizados duas vezes por ano
ro: de date este actualizat de două ori în fiecare an
sv: data uppdateras två gånger per år
sw: data husasishwa mara mbili kwa kila mwaka
tr: veriler her yıl iki kez güncelleniyor
uk: Дані оновлюються двічі на рік

source: data is updated every three months
af: data word elke drie maande opgedateer
ar: يتم تحديث البيانات كل ثلاثة أشهر
bg_bg: данните се обновяват на всеки три месеца
cs: data jsou aktualizována každé tři měsíce
de: Daten werden quartalsweise aktualisiert
es: los datos se actualizan cada tres meses
fa_ir: این داده هر سه ماه یکبار بروز رسانی می شود
fi: tiedot päivitetään kolmen kuukauden välein
fr: les données sont mises à jour tous les trois mois
hu: adatok frissítése háromhavonta
it: i dati vengono aggiornati ogni tre mesi
ja: データは3ヶ月に1度更新されます
ka: მონაცემები ახლდება 3 თვეში ერთხელ
km: ទិន្នន័យ​ត្រូវ​បាន​ធ្វើ​ឱ្យ​ទាន់​សម័យ​ជា​រៀងរាល់​បី​ខែ
pl: dane są aktualizowane co trzy miesiące
pt: informação atualizada a cada três meses
pt_br: dados são atualizados a cada três meses
ro: de date este actualizată la fiecare trei luni
sv: data uppdateras var tredje månad
sw: data husasishwa kila baada ya miezi mitatu
tr: veriler her üç ayda bir güncelleniyor
uk: Дані оновлюються раз на три місяці

source: No information provided
af: Geen inligting verskaf
ar: لم يتم تقديم أية معلومات
bg_bg: Няма предоставена информация
cs: Žádné informace nebyly poskytnuty
de: Keine Information angegeben
es: No se provee información
fa_ir: اطلاعاتی تهیه نشده است
fi: Tietoa ei ole annettu
fr: Aucune information fournie
hu: Nem adott tájékoztatást
it: Nessuna informazione fornita
ja: どの情報も提供されません
ka: ინფორმაცია არ არის
km: គ្មាន​ព័ត៌មាន​ដែល​បាន​ផ្តល់
pl: Nie podano informacji
pt: Nenhuma informação fornecida
pt_br: Nenhuma informação fornecida
ro: Nu există informații furnizate
sv: Ingen information tillgänglig
sw: Hakuna taarifa zilizotolewa
tr: Hiç bilgi verilmedi
uk: Інформація відсутня
