Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Log in to add/delete Favorites.
ar: الدخول للاضافة / حذف المفضلات .
bg_bg: Влезте в профила си, за да добавяте/изтривате предпочитания.
cs: Přihlásit se pro přidání nebo mazání oblíbených položek.
fi: Kirjaudu sisään lisätäksesi/poistaaksesi suosituksen.
ka: შესვლა იმისთვის რომ რჩეული დაამატო ან წაშალო.

source: Delete from Favorites
ar: حذف من المفضلات
bg_bg: Изтрий от Любими
cs: Odstranit z Oblíbených
fi: Poista suosituksista
ka: რჩეულებიდან ამოშლა

source: Favorites
ar: المفضلات‬
bg_bg: Любими
cs: Oblíbené
fi: Suositut
ka: რჩეული

source: Favorites for
ar: المفضلات ل
bg_bg: Любими за
cs: Oblíbené pro
fi: Suositukset
ka: რჩეულებისთვის

source: Name
af: Naam
ar: اسم
bg_bg: Име
cs: Název
es: Nombre
fa_ir: نام
fi: Nimi
fr: Nom
hu: Név
it: Nome
ja: 名前
ka: სახელი
km: ឈ្មោះ
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
sv: Namn
sw: Jina
tr: Ad
uk: Назва

source: for %(map_title)s
ar: لـ%(map_title)s
es: por %(map_title)s
fr: pour %(map_title)s
it: per %(map_title)s
pl: dla %(map_title)s
pt: para %(map_title)s

source: Editing details for %(map_title)s
af: Redigering besonderhede vir %(map_title)s
ar: ‫‫‫تعديل التفاصيل ل%(map_title)s
bg_bg: Подробности за редактиране за %(map_title)s
cs: Úpravy detailů pro %(map_title)s
de: Bearbeiten der Details von %(map_title)s
es: Editando detalles para %(map_title)s
fa_ir: جزئیات حال ویرایش برای %(map_title)s ن
fi: Editointi tiedot %(map_title)s
fr: Mettre à jour les informations de %(map_title)s
hu: Szerkesztése adatai %(map_title)s
it: Modifica dei dettagli per il %(map_title)s
ja: の編集の詳細%(map_title)s
km: ការ​កែ​សម្រួល​ព័ត៌មាន​លម្អិត​សម្រាប់​ %(map_title)s
pl: Szczegóły edycji dla %(map_title)s
pt: Detalhes de edição para %(map_title)s
pt_br: Editando detalhes para %(map_title)s
ro: Detalii editare de %(map_title)s
sv: Redigera information om %(map_title)s
sw: Hariri maelezao ya %(map_title)s
uk: Детальніше редагування для %(map_title)s

source: Return to
af: Terug te keer na
ar: العودة إلى
bg_bg: Върни се към
cs: Zpět k
de: Rückkehr zu
es: Volver a
fa_ir: بازگشت به
fi: Paluu
fr: Retourner à
hu: Vissza a
it: Torna a
ja: 戻る
ka: დაბრუნება
km: ត្រឡប់​ទៅ
pl: Wróć do
pt: Retornar para
pt_br: Retornar para
ro: Revino la
sv: Återgå till
sw: Rudi
uk: Повернутися до

source: New Map
ar: خريطة جديدة
de: Neue Karte
es: Nuevo mapa
fr: Créer une nouvelle carte
it: Nuova mappa
ja: 新しい地図を作成
pl: Nowa mapa
pt: Novo Mapa
pt_br: Novo Mapa

source: Other Settings
ar: اعدادات اخرى
de: Andere Einstellungen
es: Otros ajustes
fr: Autres paramètres
it: Altre impostazioni
ja: その他の設定
pl: Inne ustawienia
pt: Outras Configurações
pt_br: Outras Configurações

source: An unknown error has occured.
af: 'N Onbekende fout het voorgekom.
ar: حدث خطأ غير معروف.
bg_bg: Неизвестна грешка.
cs: Nastala neznámá chyba.
de: Ein unbekannter Fehler ist aufgetreten.
es: Un error desconocido ha ocurrido.
fa_ir: یک خطای ناشناخته رخ داده است.
fi: Tuntematon virhe on tapahtunut.
fr: Une erreur inconnue s'est produite.
hu: Ismeretlen hiba történt.
it: Un errore sconosciuto si è verificato.
ja: 不明なエラーが発生しました
ka: მოხდა გაურკვეველი შეცდომა.
km: កំហុស​មិន​ស្គាល់​មួយ​បាន​កើត​ឡើង​។
pl: Wystąpił nieznany błąd.
pt: Um erro desconhecido ocorreu.
pt_br: Ocorreu um erro desconhecido.
ro: O eroare necunoscută a apărut.
sv: Har uppstått ett okänt fel.
sw: hitilafu isiyojulikana imetokea.
tr: Bilinmeyen bir hata oluştu.
uk: Невідома помилка.

source: A layer was uploaded
af: 'N laag is opgelaai
ar: تم رفع طبقة
bg_bg: Слой беше зареден
cs: Byla nahrána vrstva
de: Eine Ebene wurde hochgeladen
es: Una capa fue subida
fa_ir: لایه آپلود شد
fi: Kerros ladattu
fr: Une couche a été mise en ligne
hu: A réteget feltöltve
it: Un Layer è stato caricato
ja: レイヤーがアップロードされました
ka: ფენა იყო ატვირთული
km: ស្រទាប់​មួយ​ត្រូវ​បាន​ផ្ទុក​ឡើង
pl: Warstwa została przesłana
pt: Uma camada foi carregada
pt_br: Uma camada foi carregada
ro: Un strat a fost încărcat
sv: Ett skikt laddades upp
sw: Tabaka limepakiwa
tr: Bir katman yüklendi.
uk: Шар завантажене

source: A layer was commented on
af: 'N laag is kommentaar op
ar: تم التعليق على طبقة
bg_bg: Слой бе коментиран на
cs: Jedna vrstva byla komentována
fa_ir: پینوشت لایه
fi: Kerros kommentoi
hu: A réteget hozzászólást
ka: ფენა იყო დაკომენტარებული
km: ស្រទាប់​មួយ​ត្រូវ​បាន​អធិប្បាយ​នៅ​លើ
ro: Un strat a fost comentat
sv: Ett skikt kommenterade
sw: Maoni kuhusu tabaka yalitolewa
uk: Шар прокоментував

source: A rating was given to a layer
af: A-gradering is om 'n laag gegee
ar: أعطي تصنيف لطبقة
bg_bg: Беше дадена оценка на слой
cs: Hodnocení bylo uděleno vrstvě
de: Eine Bewertung wurde für die Ebene abgegeben
es: Se ha dado una clasificación a una Capa
fa_ir: امتیاز داده شده به این لایه
fi: Arvosana annettiin kerros
fr: Une note a été attribuée à la couche
hu: A hitelminősítő kapott egy réteg
it: Una valutazione è stata data ad un livello
ja: レイヤが評価されました
ka: ფენა იყო შეფასებული
km: ចំណាត់​ថ្នាក់​មួយ​ត្រូវ​បាន​ផ្តល់​ទៅ​ឱ្យ​ស្រទាប់​មួយ
pl: Warstwa została oceniona
pt: Uma classificação foi dada à camada
pt_br: Uma camada recebeu uma classificação
ro: Un rating a fost dat la un strat
sv: En rating gavs till ett lager
sw: Tabaka limethaminishwa
tr: Bir katman için değerlendirme yapıldı.
uk: Оцінка була дана шаром

source: Geometry type
ar: نوع الهندسة
de: Geometrietyp
es: Tipo de geometría
fr: Type de geometrie
it: Tipo di geometria
ja: ジオメトリ
pl: Typ geometrii
pt: Tipo de geometria
pt_br: Tipo de geometria
tr: Geometri türü

source: Add Attribute
ar: إضافة سمة
de: Eigenschaft hinzufügen
es: Agregar Atributo
fr: Ajouter un attribut
it: Aggiungi attributo
ja: 属性追加
pl: Dodaj atrybut
pt: Adicionar Atributo
pt_br: Adicionar Atributo
tr: Öznitelik Ekle

source: Create
af: Skep
ar: إنشاء
bg_bg: Създай
cs: Vytvořit
de: Erzeugen
es: Crear
fa_ir: ساختن
fi: Luoda
fr: Créer
hu: Teremt
it: Crea
ja: 作る
ka: შექმნა
km: បង្កើត
pl: Stwórz
pt: Criar
pt_br: Criar
ro: Crea
sv: Skapa
sw: Unda
tr: Oluştur
uk: Створити

source: No abstract provided
ar: تجريد غير مقدم
cs: Nebyl poskytnuto shrnutí
de: Keine Zusammenfassung vorhanden
es: No hay resumen proporcionado
fr: Aucun résumé n'est fourni
it: Nessun abstract inserito
ja: アブストラクトはありません
pl: Brak streszczenia
pt: Resumo não fornecido
pt_br: Resumo não fornecido
tr: Özet sağlanmadı

source: An exception occurred loading data to PostGIS
ar: حدث اعتراض أثناء تحميل البيانات إلى PostGIS
bg_bg: Наблюдава се изключение при зареждане на данни в PostGIS
cs: Došlo k výjimce při načítání dat do PostGIS
de: Beim laden der Daten nach PostGIS trat ein Fehler auf
es: Se produjo una excepción en la carga de datos de PostGIS
fr: Une erreur s'est produite pendant le chargement des données en PostGIS
it: Si è verificata un'eccezione caricando i dati in PostGIS
ja: PostGISにデータをロードする際に例外が発生しました
ka: PostGIS-ში მონაცემის ჩატვირთვის დრომ შეიქმნა შეცდომა
pl: Wystąpił wyjątek podczas ładowania danych do PostGIS
pt: Ocorreu um problema durante a carregamento dos dados para PostGIS
pt_br: Ocorreu uma exceção ao carregar dados para o PostGIS
tr: PostGIS'e veri yüklenirken bir istisna oluştu.

source: Additionally an error occured during database cleanup
ar: بالإضافة إلى ذلك حدث خطأ أثناء تنظيف قاعدة البيانات
bg_bg: Освен това се наблюдава и грешка по време на почистване на базата данни
cs: Navíc došlo k chybě při vyčištění databáze
de: Außerdem trat bei der Datenbank-Wartung ein Fehler auf
es: Adicionalmente ocurrió un error durante la limpieza de base de datos
fr: En outre, une erreur est survenue pendant le nettoyage de la base de données
it: Inoltre si è verificato un errore durante la pulizia del database
ja: データベースのクリーンアップ中にエラーが発生しました。
ka: მონაცემთა ბაზის გაწმენდის დროს მოხდა შეცდომა
pl: Ponadto wystąpił błąd podczas czyszczenia bazy danych
pt: Adicionalmente um erro ocorreu durante a limpeza da base de dados
pt_br: Além disso, ocorreu um erro durante a limpeza do banco de dados
tr: Ayrıca veritabanı temizliği sırasında bir hata oluştu.

source: Zipped Shapefile
ar: Shapefile مضغوط
bg_bg: архивиран (zipped) шейпфайл
cs: Zazipovaný Shapefile
de: Gezipptes Shapefile
es: Shapefile Comprimido
fa_ir: Shapefile زیپ
fi: Vetoketjullisten Shapefile
fr: Shapefile compressé .zip
hu: Tömörített Shape fájl
it: ESRI Shapefile Compresso
ja: ZIP圧縮されたShapeファイル
km: Shapefile បង្ហាប់ & ‧​;
pl: Spakowany Shapefile
pt: Shapefile compactado (zip)
pt_br: Shapefile compactado (zip)
ro: Shapefile fermoar
sv: Zippade Shapefile
tr: Sıkıştırılmış Shapefile

source: GeoJSON
ar: GeoJSON أيضا

source: You don't have permissions to change style for this layer
af: Jy het nie regte styl te verander vir hierdie laag
ar: لم يكن لديك صلاحيات لتغيير نمط هذه الطبقة
bg_bg: Вие нямате разрешение да промените стилът на слоя
cs: Nemáte oprávnění ke změně stylu této vrstvy
de: Sie haben keine Berechtigung, den Stil der Ebene zu ändern
es: Usted no tiene permisos para cambiar el estilo de ésta capa
fa_ir: شما اجازه تغییر سبک برای این لایه ندارد
fi: Sinulla ei ole oikeuksia muuttaa tyyliä tähän kerrokseen
fr: Vous ne disposez pas des autorisations pour modifier le style de cette couche
hu: Ön nem jogosult módosítani stílust ezt a réteget
it: Non si dispone delle autorizzazioni necessarie per modificare lo stile di questo livello
ja: あなたは、この層のためのスタイルを変更する権限がありません
ka: თქვენ არ გაქვთ სტილის შეცვლის უფლება მოცემულ ფენაზე
km: អ្នក​មិន​មាន​សិទ្ធិ​ដើម្បី​ផ្លាស់​ប្តូ​រ​រចនាប័ទ្ម​សម្រាប់​ស្រទាប់​នេះ
pl: Nie masz uprawnień, aby zmienić styl dla tej warstwy
pt: Você não tem permissões para alterar o estilo para esta camada
pt_br: Você não tem permissão para alterar o estilo para esta camada
ro: Nu aveți permisiunea de a schimba stilul de acest strat
sv: Du har inte behörighet att ändra stil för detta skikt
sw: Huna kibali cha kubadili mtido wa tabaka hili
tr: Bu katmanın stilini değiştirmek için izniniz yok
uk: Ви не маєте прав на зміну стилю для цього шару

source: Bad HTTP Authorization Credentials.
af: Bad HTTP Toestemming papiere.
ar: بيانات اعتماد تفويض HTTP غير صالحة.
bg_bg: Лоша HTTP оторизация на пълномощията.
cs: Špatné HTTP autorizační pověření.
de: Falsche HTTP-Authentifizierung.
es: Credenciales de Autorización de HTTP inválidas.
fa_ir: بد مدارک HTTP مجوز.
fi: Bad HTTP Authorization valtakirjojen.
fr: Identifiants d'autorisation HTTP incorrects.
hu: Bad HTTP hitelesítési adatokat.
it: Credenziali di autorizzazione HTTP errate.
ja: 無効なHTTP認証証明書
ka: HTTP ავტორიზაციის არასწორი უფლება
km: សារ​តាំង​អនុញ្ញាត HTTP ដែល​អាក្រក់​។
pl: Złe poświadczenia autoryzacji HTTP.
pt: Credenciais de Autorização HTTP Inválidas.
pt_br: Credenciais de autorização HTTP inválidas.
ro: Bad Atestări autorizare HTTP.
sv: Bad HTTP Behörighets referenser.
sw: Utambulisho wa idhini ya HTTP batili
tr: Geçersiz HTTP Yetkilendirme Kimlik Bilgileri.
uk: Погані HTTP авторизації облікові дані.

source: a short version of the name consisting only of letters, numbers, underscores and hyphens.
af: 'n kort weergawe van die naam wat slegs uit letters, getalle, onderstreping en koppeltekens.
ar: نسخة قصيرة من الاسم تتكون فقط من الحروف والأرقام والشرطات السفلية والواصلات.
bg_bg: кратка версия на името състояща се само от букви, цифри, долни черти и тирета.
cs: krátká verze názvu obsahující pouze písmena, čísla, podtržítka a pomlčky.
de: eine kurze Version des Namens, die nur aus Buchstaben, Zahlen, Unterstrichen und Bindestrichen besteht.
es: una corta versión del nombre consistiendo solo de letras, numeros, guiónes bajos y guiónes.
fa_ir: نسخه کوتاه از نام فقط متشکل از حروف، اعداد، زیرخط و خط فاصله.
fi: lyhyt versio nimestä, jossa esiintyy vain kirjaimia, numeroita, alaviivoja ja väliviivoja.
fr: une version courte du nom contenant uniquement des caractères alphanumériques ou des tirets.
hu: rövid változata a nevét, amely csak a betűk, számok, aláhúzás és kötőjelet.
it: una versione abbreviata del nome consiste solo di lettere, numeri, caratteri di sottolineatura e trattini.
ja: 唯一の文字、数字、アンダースコア、ハイフンからなる名前の短いバージョン。
ka: სახელის შემოკლებული ვერსია, შედგება მხოლოდ ასოებისგან, სიმბოლოებისგან და ტიპებისგან
km: កំណែ​ខ្លី​នៃ​ឈ្មោះ​ដែល​មាន​តែ​អក្សរ​លេខ​គូស​ក្រោម​និង​សហសញ្ញា​នេះ​។
pl: wersja skrócona nazwy, składająca się wyłącznie z liter, cyfr, podkreśleń i myślników.
pt: uma versão curta do nome composto apenas por letras, números, sublinhados e hífens.
pt_br: uma versão curta do nome, composta apenas por letras, números, sublinhados e hífens.
ro: o versiune scurtă a numelui format numai din litere, cifre, de subliniere și cratime.
sv: en kort version av namnet som endast består av bokstäver, siffror, understreck och bindestreck.
sw: ufupisha wa jina unaojumuisha herufi, namba, viunganishi '-' au' _' tu
tr: sadece harf, rakam, alt çizgi ve tirelerden oluşan ismin kısa hali.
uk: Коротка версія ім'ям, що складається тільки з букв, цифр, символів підкреслення і тире.

source: A group already exists with that slug.
af: 'N Groep bestaan ​​reeds met die slak.
ar: مجموعة موجودة بالفعل مع هذه السبيكة.
bg_bg: Вече съществува група с този "slug".
cs: Skupina s tímto slugem již existuje.
de: Unter dieser URL-Bezeichnung existiert bereits eine Gruppe.
es: Ya existe un grupo con ésta ficha.
fa_ir: گروه در حال حاضر با آن مثل حلزون حرکت کردن وجود دارد.
fi: Ryhmä on jo olemassa, että etana.
fr: Un groupe existe déjà avec ce 'slug'.
hu: A csoport már létezik az adott csiga.
it: Un gruppo esiste già con questo slug.
ja: グループはすでにそのスラグ存在します。
ka: ჯგუფი ასეთი საინდეფიკაციოთი უკვე არსებობს
km: ក្រុម​មួយ​មាន​រួច​ហើយ​ជាមួយ slugs នោះ​។
pl: Już istnieje grupa z tym adresem.
pt: Um grupo existente já tem este slug.
pt_br: Já existe um grupo com esse descritor.
ro: Un grup există deja cu melc.
sv: En grupp finns redan med denna snigel.
sw: Ttayari kuna kundi lenye `slug` hiyo.
tr: Bu slug ile zaten bir grup mevcut.
uk: Група вже існує з цієї кулі.

source: A group already exists with that name.
af: 'N Groep bestaan ​​reeds met daardie naam.
ar: مجموعة موجودة بالفعل بهذا الاسم.
bg_bg: Група с това име вече съществува
cs: Skupina s tímto názvem již existuje.
de: Eine Gruppe existiert bereits mit diesem Namen.
es: Un grupo ya existe con ese nombre.
fa_ir: گروه در حال حاضر با این نام وجود دارد.
fi: Ryhmä on jo olemassa tällä nimellä.
fr: Un groupe existe déjà avec ce nom.
hu: A csoport már létezik ezzel a névvel.
it: Un gruppo esiste già con lo stesso nome.
ja: グループはすでにその名前で存在します。
ka: ჯგუფი ასეთი სახელით უკვე არსებობს
km: ក្រុម​មួយ​មាន​រួច​ហើយ​ដែល​មាន​ឈ្មោះ​ថា​។
pl: Już istnieje grupa o tej nazwie.
pt: Um grupo existente já tem esse nome.
pt_br: Já existe um grupo com esse nome.
ro: Un grup există deja cu acest nume.
sv: En grupp finns redan med det namnet.
sw: tayari kuna kundi lenye jina hilo.
tr: Bu isim ile zaten bir grup mevcut.
uk: Група вже існує з таким ім'ям.

source: User Identifiers
ar: معرفات المستخدم
de: Benutzer-IDs
es: Identificadores de usuario
fr: Identifiants des utilisateurs
it: Identificatori utente
ja: ユーザーID
pl: Identyfikatory użytkownika
pt: Identificadores do Utilizador
pt_br: Identificadores de usuários
tr: Kullanıcı Tanımlayıcıları

source: Assign manager role
ar: إسناد دور للمدير
de: Manager Role zuweisen
es: Asignar rol de administrador
fr: Attribuer le rôle de manager
it: Assegnare il ruolo di manager
ja: 管理者の役割の割り当て
pl: Przypisz rolę admina
pt: Definir cargo de gestor
pt_br: Atribuir função de administrador
tr: Yönetici rolü ata

source: The following are not valid usernames: %(errors)s; not added to the group
ar: التالية ليست أسماء مستخدمين صالحة: %(errors)s; لا تضاف إلى المجموعة
de: Folgende sind keine gültigen Benutzernamen: %(errors)s; nicht der Gruppe hinzugefügt
es: Los siguientes no son nombres de usuario válidos: %(errors)s; no agregado al grupo
fr: Les noms d'utilisateurs suivants ne sont pas valides: %(errors)s; non ajouté au groupe
it: I seguenti non sono nomi utente validi: %(errors)s; non aggiunto al gruppo
ja: 以下は有効なユーザー名ではありません: %(errors)s; グループに追加されていません
pl: Następujące nazwy użytkowników nie są poprawne: %(errors)s; nie dodano do grupy
pt: Os seguintes nomes de utilizador não são válidos: %(errors)s; não foram adicionados ao grupos
pt_br: Os seguintes nomes de usuário não são válidos:%(errors)s; não foi adicionado ao grupo

source: Group Categories
ar: فئات المجموعات
de: Gruppenkategorien
es: Categorías de Grupo
fr: Catégories de groupe
it: Categorie gruppo
ja: グループカテゴリー
pl: Kategorie grup
pt: Grupo de Categorias
pt_br: Categorias de grupo
tr: Grup Kategorileri

source: Public
af: Openbare
ar: عام
bg_bg: Публичен
cs: Veřejný
de: Öffentlichkeit
es: Publico
fa_ir: عمومی
fi: Julkinen
fr: Publique
hu: Nyilvános
it: Pubblico
ja: パブリック
ka: საჯარო
km: សាធារណៈ
pl: Publiczna
pt: Público
pt_br: Público
sv: Offentlig
sw: Umma
tr: Herkese Açık
uk: Громадський

source: Public (invite-only)
af: Openbare (nooi slegs-)
ar: عام (دعوة فقط)
bg_bg: Публичен (само с покана)
cs: Veřejný (pouze na pozvánku)
de: Öffentlich (nur auf Einladung)
es: Público (solo intivitación)
fa_ir: عمومی (دعوت-تنها)
fi: Julkinen (vain kutsutuille)
fr: Public (sur invitation uniquement)
hu: Nyilvános (csak meghívásos alapon)
it: Pubblica (solo su invito)
ja: パブリック（招待制）
ka: საჯარო (მარტო მოწვევით)
km: សាធារណៈ (អញ្ជើញ​តែ​)
pl: Publiczna (tylko dla zaproszonych)
pt: Público (somente para convidados)
pt_br: Público (somente convite)
ro: Public (invita-numai)
sw: Umma (waalikwa tu)
tr: Herkese Açık (sadece davetli)
uk: Публічна (тільки за запрошенням)

source: Private
ar: خاص
bg_bg: Частен
cs: Soukromý
de: Privat
es: Privado
fa_ir: خصوصی
fi: Yksityinen
fr: Privé
hu: Magán
it: Privato
ja: プライベート
ka: პირადი
km: ឯកជន
pl: Prywatna
pt: Privado
pt_br: Privado
ro: Privat
sv: Privat
sw: Binafsi
tr: Özel
uk: Приватне
