Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Economic activities, conditions and employment. Examples: production, labour, revenue, commerce, industry, tourism and ecotourism, forestry, fisheries, commercial or subsistence hunting, exploration and exploitation of resources such as minerals, oil and gas.
ar: الأنشطة الاقتصادية والظروف والعمالة. أمثلة: الإنتاج ، العمل ، الإيرادات ، التجارة ، الصناعة ، السياحة والسياحة البيئية ، الغابات، مصايد الأسماك ، الصيد التجاري أو صيد الكفاف ، استكشاف واستغلال موارد مثل المعادن والنفط والغاز.
de: Wirtschaftliche Aktivitäten, Bedingungen und Beschäftigung. Beispiele: Produktion, Arbeit, Einnahmen, Handel, Industrie, Tourismus und Ökotourismus, Forstwirtschaft, Fischerei, Handels-oder Subsistenzjagd, Erforschung und Ausbeutung von Ressourcen wie Mineralien, Öl und Gas.
es: Actividades económicas, condiciones y empleo. Ejemplos: produccióntrabajo, ingresos, comercio, industria, turismo y ecoturismo, silviculturaPesca, caza comercial o de subsistencia, exploración y explotaciónde recursos como minerales, petróleo y gas.
fr: Activités économiques, conditions et emploi. Exemples : production, travail, revenus, commerce, industrie, tourisme et écotourisme, sylviculture, pêche, chasse commerciale ou de subsistance, exploration et exploitation de ressources telles que les minéraux, le pétrole et le gaz.
it: Attività economiche, condizioni e occupazione. Esempi: produzione, lavoro, entrate, commercio, industria, turismo ed ecoturismo, silvicoltura, pesca, caccia commerciale o di sussistenza, esplorazione e sfruttamento di risorse quali minerali, petrolio e gas.
ja: 経済活動、状況、雇用。例：生産、労働、収入、商業、産業、観光とエコツーリズム、林業、漁業、商業または自給自足の狩猟、鉱物、石油、ガスなどの資源の探査と開発
pl: Działalność gospodarcza, warunki ekonomiczne i zatrudnienie. Przykłady: produkcja, praca, dochody, handel, przemysł, turystyka i ekoturystyka, leśnictwo, rybołówstwo, łowiectwo komercyjne lub na własne potrzeby, badanie i eksploatacja zasobów, takich jak minerały, ropa i gaz.
pt: Atividades económicas, condições e emprego. Exemplos: produção, mão-de-obra, receita, comércio, indústria, turismo e ecoturismo, silvicultura, pesca, caça comercial ou de subsistência, exploração e exploração de recursos como minerais, petróleo e gás.
pt_br: Atividades econômicas, condições e emprego. Exemplos: produção, mão de obra, receita, comércio, indústria, turismo e ecoturismo, silvicultura, pescas, caça para fins comerciais ou de subsistência, exploração e extração de recursos como recursos minerais, petróleo e gás.
tr: Ekonomik faaliyetler, koşullar ve istihdam. Örnekler: üretim, emek, gelir, ticaret, sanayi, turizm ve ekoturizm, ormancılık, balıkçılık, ticari veya geçimlik avcılık, mineraller, petrol ve gaz gibi kaynakların keşfi ve işletilmesi.

source: Economy
ar: اقتصاد
de: Wirtschaft
es: Economia
fr: Économie
it: Economia
ja: 経済学
pl: Gospodarka
pt: Economia
pt_br: Economia
tr: Ekonomi

source: Height above or below sea level. Examples: altitude, bathymetry, digital elevation models, slope, derived products.
ar: ارتفاع فوق أو تحت مستوي سطح البحر. أمثله: الارتفاع ، قياس الأعماق ، نماذج الارتفاع الرقمي ، الانحدار ، المنتجات المشتقة.
de: Höhe über oder unter dem Meeresspiegel. Beispiele: Höhe, Bathymetrie, digitale Höhenmodelle, Steigung, abgeleitete Produkte.
es: Altura sobre o debajo del nivel del mar. Ejemplos: altitud, batimetría, modelos digitales de elevación, pendiente, productos derivados.
fr: Hauteur au-dessus ou au-dessous du niveau de la mer. Exemples : altitude, bathymétrie, modèles numériques d'élévation, pente, produits dérivés.
it: Altezza sopra o sotto il livello del mare. Esempi: altitudine, batimetria, modelli digitali di elevazione, pendenza, prodotti derivati.
ja: 海抜または海面下の高さ。例：高度、バティメトリー、デジタルエレベーションモデル、スロープ、派生製品。
pl: Wysokość w stosunku do poziomu morza (powyżej lub poniżej). Przykłady: wysokość nad poziomem morza, batymetria, cyfrowe modele terenu, nachylenie, produkty pochodne.
pt: Altura acima ou abaixo do nível do mar. Exemplos: altitude, batimetria, modelos digitais de elevação, declive, produtos derivados.
pt_br: Elevação abaixo ou acima de um datum vertical. Exemplos: altitude, batimetria, modelos digitais de elevação, declives e produtos derivados.
tr: Deniz seviyesinin üstünde veya altında yükseklik. Örnekler: rakım, batimetri, dijital yükseklik modelleri, eğim, türetilmiş ürünler.

source: Elevation
ar: ارتفاع
cs: Nadmořská výška
de: Höhenangaben
es: Elevación
fr: Altitude
it: Elevazione
ja: 標高
pl: Wysokość
pt: Elevação
pt_br: Elevação
tr: Yükseklik

source: Environmental resources, protection and conservation. Examples: environmental pollution, waste storage and treatment, environmental impact assessment, monitoring environmental risk, nature reserves, landscape.
ar: الموارد البيئية، الحماية والحفظ. أمثلة: التلوث البيئي، تخزين النفايات ومعالجتها، تقييم الأثر البيئي، مراقبة المخاطر البيئية، المحميات الطبيعية، المناظر الطبيعية.
de: Umwelt, Schutz und Erhaltung. Beispiele: Umweltverschmutzung, Abfalllagerung und -behandlung, Umweltverträglichkeitsprüfung, Überwachung von Umweltrisiken, Naturschutzgebiete, Landschaft.
es: Recursos ambientales, protección y conservación. Ejemplos:contaminación ambiental, almacenamiento y tratamiento de residuos, evaluacion de impacto ambiental, seguimiento del riesgo ambiental, reservas naturales, paisaje.
fr: Ressources environnementales, protection et conservation. Exemples : pollution de l'environnement, stockage et traitement des déchets, évaluation des incidences sur l'environnement, surveillance des risques environnementaux, réserves naturelles, paysage.
it: Risorse ambientali, protezione e conservazione. Esempi: inquinamento ambientale, stoccaggio e trattamento dei rifiuti, valutazione dell'impatto ambientale, monitoraggio del rischio ambientale, riserve naturali, paesaggio.
ja: 環境資源、保護、保全。例：環境汚染、廃棄物の保管と処理、環境影響評価、環境リスクの監視、自然保護区、景観
pl: Zasoby środowiskowe, ochrona środowiska i ochrona przyrody. Przykłady: zanieczyszczenie środowiska, składowanie i przetwarzanie odpadów, ocena oddziaływania na środowisko, monitorowanie ryzyka środowiskowego, rezerwaty przyrody, krajobraz.
pt: Recursos ambientais, proteção e conservação. Exemplos: poluição ambiental, armazenamento e tratamento de resíduos, avaliação de impato ambiental, monitorização de riscos ambientais, reservas naturais, paisagem.
pt_br: Proteção e conservação de recursos ambientais. Exemplos: poluição ambiental, armazenamento e tratamento de resíduos, avaliação de impactos ambientais, monitoramento do risco ambiental, reservas naturais, paisagem.
tr: Çevresel kaynaklar, koruma ve korunma. Örnekler: çevresel kirlilik, atık depolama ve işleme, çevresel etki değerlendirmesi, çevresel risk izleme, doğa koruma alanları, peyzaj.

source: Environment
ar: بيئة
de: Umwelt
es: Medio Ambiente
fr: Environnement
it: Ambiente
ja: 環境
pl: Środowisko naturalne
pt: Ambiente
pt_br: Meio Ambiente
tr: Çevre

source: Rearing of animals and/or cultivation of plants. Examples: agriculture, irrigation, aquaculture, plantations, herding, pests and diseases affecting crops and livestock.
ar: تربية الحيوانات و / أو زراعة النباتات. أمثلة: الزراعة, الري, تربية الأحياء المائية, المزارع, الرعي, الآفات والأمراض التي تصيب المحاصيل والماشية.
de: Tierzucht und Pflanzen. Beispiele: Landwirtschaft, Bewässerung, Aquakultur, Plantagen, Herden, Schädlinge und Krankheiten, die die Ernte und das Vieh betreffen.
es: Cría de animales y / o cultivo de plantas. Ejemplos: agricultura, riego, acuicultura, plantaciones, pastoreo, plagas y enfermedades que afectancultivos y ganado.
fr: L'élevage d'animaux et/ou la culture de plantes. Exemples : agriculture, irrigation, aquaculture, plantations, élevage, parasites et maladies affectant les cultures et le bétail.
it: Allevamento di animali e/o coltivazione di piante. Esempi: agricoltura, irrigazione, acquacoltura, piantagioni, mandrie, parassiti e malattie che colpiscono le colture e il bestiame.
ja: 動物の飼育および／または植物の栽培。例：農業、灌漑、水産養殖、プランテーション、牧畜、作物や家畜に影響を与える病害虫
pl: Hodowla zwierząt i/lub uprawa roślin. Przykłady: rolnictwo, nawadnianie, akwakultura, plantacje, hodowla, szkodniki i choroby wpływające na uprawy i zwierzęta gospodarskie.
pt: Criação de animais e / ou cultivo de plantas. Exemplos: agricultura, irrigação, aquicultura, plantações, pastagens, pragas e doenças que afetam as culturas e o gado.
pt_br: Criação de animais e/ou cultivo de espécies vegetais. Exemplos: agricultura, irrigação, aquicultura, plantações, pecuária, pestes e doenças que afetam os cultivos e os rebanhos.
tr: Hayvan yetiştiriciliği ve/veya bitki yetiştiriciliği. Örnekler: tarım, sulama, su ürünleri yetiştiriciliği, plantasyonlar, hayvancılık, mahsulleri ve hayvanları etkileyen zararlılar ve hastalıklar.

source: Farming
ar: زراعة
de: Landwirtschaft
es: Agricultura
fr: Agriculture
it: Agricoltura
ja: 農作業
pl: Rolnictwo
pt: Agricultura
pt_br: Agricultura e Pecuária
tr: Tarım

source: Information pertaining to earth sciences. Examples: geophysical features and processes, geology, minerals, sciences dealing with the composition, structure and origin of the earth s rocks, risks of earthquakes, volcanic activity, landslides, gravity information, soils, permafrost, hydrogeology, erosion.
ar: المعلومات المتعلقة بعلوم الأرض. أمثله: الخصائص والعمليات الجيوفيزيائية ، الجيولوجيا ، المعادن ، العلوم التي تتعامل مع التكوين, هيكل ومنشا صخور الأرض ، مخاطر الزلازل ، النشاط البركاني ، الانهيالات الارضيه ، ومعلومات الجاذبية ، التربة ، الأراضي المتجمدة ، الجيولوجيا المائية ، التعرية.
de: Informationen zu den Erdwissenschaften. Beispiele: Geophysikalische Merkmale und Prozesse, Geologie, Mineralien, Wissenschaften, die sich mit der Zusammensetzung, Struktur und Herkunft der Gesteine der Erde befassen, Risiken von Erdbeben, vulkanische Aktivität, Erdrutsche, Gravitationsinformationen, Böden, Permafrost, Hydrogeologie, Erosion.
es: Información relativa a las ciencias de la tierra. Ejemplos: características y procesos geofisicos, geología, minerales, ciencias relacionadas con la composición, estructura y origen de las rocas de la tierra, riesgos de terremotos, actividad volcanica, deslizamientos de tierra, información de gravedad, suelos, permafrost, hidrogeología erosión.
fr: Les informations relatives aux sciences de la terre. Exemples : caractéristiques et processus géophysiques, géologie, minéraux, sciences traitant de la composition, de la structure et de l'origine des roches terrestres, risques de tremblements de terre, activité volcanique, glissements de terrain, informations sur la gravité, sols, permafrost, hydrogéologie, érosion.
it: Informazioni relative alle scienze della terra. Esempi: caratteristiche e processi geofisici, geologia, minerali, scienze che si occupano della composizione, struttura e origine delle rocce terrestri, rischi di terremoti, attività vulcanica, frane, informazioni sulla gravità, suoli, permafrost, idrogeologia, erosione.
ja: 地球科学に関する情報。例：地球物理学的特徴とプロセス、地質学、鉱物、地球の岩石の組成、構造、起源を扱う科学、地震、火山活動、地滑りのリスク、重力情報、土壌、永久凍土、水文地質学、侵食
pl: Informacje odnoszące się do nauk o Ziemi. Przykłady: cechy i procesy geofizyczne, geologia, minerały, nauki dotyczące składu, struktury i pochodzenia skał ziemi, zagrożenia trzęsieniami ziemi, aktywność wulkaniczna, osuwiska, informacje o grawitacji, gleby, wieczna zmarzlina, hydrogeologia, erozja.
pt: Informações relativas às ciências da terra. Exemplos: características e processos geofísicos, geologia, minerais, ciências que lidam com a composição, estrutura e origem das rochas da terra, riscos de terremotos, atividade vulcânica, deslizamentos de terra, informações de gravidade, solos, permafrost, hidrogeologia, erosão.
pt_br: Informação relativa às ciências da terra. Exemplos: feições e processos geofísicos, geologia, minerais, riscos sísmicos, atividade vulcânica, deslizamentos, informação gravimétrica, solos, permafrost, hidrogeologia e erosão.
tr: Yer bilimleriyle ilgili bilgiler. Örnekler: jeofizik özellikler ve süreçler, jeoloji, mineraller, yer kayaçlarının bileşimi, yapısı ve kökeni, deprem riskleri, volkanik aktivite, heyelanlar, yer çekimi bilgileri, topraklar, donmuş toprak, hidrojeoloji, erozyon.

source: Health, health services, human ecology, and safety. Examples: disease and illness, factors affecting health, hygiene, substance abuse, mental and physical health, health services.
ar: الصحة ، الخدمات الصحية ، البيئة البشرية ، والسلامة. أمثلة: الأمراض والعلل، العوامل التي تؤثر على الصحة ، النظافة ، تعاطي المخدرات ، الصحة العقلية والبدنية ، الخدمات الصحية.
de: Gesundheit, Gesundheitsdienste, menschliche Ökologie und Sicherheit. Beispiele: Krankheit und Krankheit, Faktoren, die Gesundheit, Hygiene, Drogen, psychische und körperliche Gesundheit, Gesundheitsdienste.
es: Salud, servicios de salud, ecología humana y seguridad. Ejemplos: enfermedades factores que afectan la salud, higiene, abuso de sustancias, salud mental y física, servicios de salud.
fr: Santé, services de santé, écologie humaine et sécurité. Exemples : maladies et affections, facteurs affectant la santé, hygiène, toxicomanie, santé mentale et physique, services de santé.
it: Salute, servizi sanitari, ecologia umana e sicurezza. Esempi: malattia e malattia, fattori che influenzano la salute, l'igiene, l'abuso di sostanze, la salute mentale e fisica, i servizi sanitari.
ja: 健康、健康サービス、ヒューマンエコロジー、安全性。例：病気と疾患、健康に影響を与える要因、衛生、物質乱用、精神的・身体的健康、健康サービス
pl: Zdrowie, usługi zdrowotne, ekologia ludzka i bezpieczeństwo ludzi. Przykłady: choroby, czynniki wpływające na zdrowie, higiena, nadużywanie narkotyków, zdrowie psychiczne i fizyczne, usługi zdrowotne.
pt: Saúde, serviços de saúde, ecologia humana e segurança. Exemplos: doença e causa, fatores que afetam a saúde, higiene, abuso de substâncias, saúde mental e física, serviços de saúde.
pt_br: Saúde, serviços de saúde, ecologia humana e proteção. Exemplos: doenças, fatores que afetam a saúde, higiene, abuso de substâncias, saúde física e mental, serviços de saúde.
tr: Sağlık, sağlık hizmetleri, insan ekolojisi ve güvenlik. Örnekler: hastalık ve rahatsızlık, sağlığı etkileyen faktörler, hijyen, madde bağımlılığı, zihinsel ve bedensel sağlık, sağlık hizmetleri.

source: Health
ar: الصحة
de: Gesundheit
es: Salud
fr: Santé
it: Salute
ja: 健康
pl: Zdrowie
pt: Saúde
pt_br: Saúde
tr: Sağlık

source: Base maps. Examples: land cover, topographic maps, imagery, unclassified images, annotations.
ar: الخرائط الأساسية. أمثلة: الغطاء الأرضي ، الخرائط الطبوغرافية ، الصور ، الصور غير المصنفة ، التعليقات التوضيحية.
de: Basiskarten. Beispiele: Grundstücksdecke, topografische Karten, Bilder, nicht klassifizierte Bilder, Anmerkungen.
es: Mapas base. Ejemplos: cobertura del suelo, mapas topográficos, imágenes, imagenes sin clasificar, anotaciones.
fr: Cartes de base. Exemples : couverture du sol, cartes topographiques, imagerie, images non classées, annotations.
it: Mappe di base. Esempi: copertura del terreno, mappe topografiche, immagini, immagini non classificate, annotazioni.
ja: ベースマップ。例：土地被覆、地形図、画像、未分類の画像、注釈
pl: Mapy zasadnicze. Przykłady: pokrycie terenu, mapy topograficzne, zdjęcia, niesklasyfikowane obrazy, adnotacje.
pt: Mapas de base. Exemplos: cobertura do solo, mapas topográficos, imagens, imagens não classificadas, anotações.
pt_br: Cartografia de base e cobertura da terra. Examples: cobertura da terra, cartas topográficas, imagens de satélite, coberturas aerofotográficas.
tr: Temel haritalar. Örnekler: arazi örtüsü, topoğrafik haritalar, görüntüler, sınıflandırılmamış görüntüler, notlar.

source: Inland Waters
ar: المياه الداخلية
de: Binnengewässer
es: Aguas continentales
fr: Eaux intérieures
it: Acque interne
ja: 内陸の水
pl: Wody śródlądowe
pt: Corpos de Água
pt_br: Águas interiores
tr: İç Sular

source: Military bases, structures, activities. Examples: barracks, training grounds, military transportation, information collection.
ar: القواعد العسكرية، الهياكل، الأنشطة. أمثلة: الثكنات ، أماكن التدريب ، النقل العسكري ، جمع المعلومات.
de: Militärstützpunkte, Strukturen, Aktivitäten. Beispiele: Kasernen, Übungsgelände, Militärtransporte, Informationssammlung.
es: Bases militares, estructuras, actividades. Ejemplos: cuarteles, zonas de entrenamiento, transporte militar, recopilación de información.
fr: Bases militaires, structures, activités. Exemples : casernes, terrains d'entraînement, transport militaire, collecte d'informations.
it: Basi militari, strutture, attività. Esempi: caserme, campi di addestramento, trasporto militare, raccolta di informazioni.
ja: 軍事基地、構造物、活動。例：兵舎、訓練場、軍事輸送、情報収集
pl: Bazy wojskowe, struktury, działania wojskowe. Przykłady: koszary, poligony, transport wojskowy, zbieranie informacji.
pt: Bases, estruturas, atividades militares. Exemplos: quartéis, campos de treino, transporte militar, recolha de informações.
pt_br: Bases, estruturas e atividades militares. Exemplos: quartéis, campos de treinamento, transporte militar, coleta de informações.
tr: Askeri üsler, yapılar, faaliyetler. Örnekler: kışlalar, eğitim alanları, askeri ulaşım, bilgi toplama.

source: Positional information and services. Examples: addresses, geodetic networks, control points, postal zones and services, place names.
ar: المعلومات والخدمات الموضعية. أمثلة: العناوين ، الشبكات الجيوديسية ، نقاط التحكم ، المناطق والخدمات البريدية ، أسماء الأماكن.
de: Positionsinformationen und -dienste. Beispiele: Adressen, geodätische Netze, Kontrollpunkte, Postzonen und Dienstleistungen, Ortsnamen.
es: Información y servicios posicionales. Ejemplos: direcciones, redes geodésicas puntos de control, zonas postales y servicios, nombres de lugares.
fr: Informations et services de positionnement. Exemples : adresses, réseaux géodésiques, points de contrôle, zones et services postaux, noms de lieux.
it: Informazioni e servizi di localizzazione. Esempi: indirizzi, reti geodetiche, punti di controllo, zone postali e servizi, nomi di luoghi.
ja: 位置情報やサービスのこと。例：住所、測地網、制御点、郵便区域とサービス、地名
pl: Informacje i usługi o położeniu. Przykłady: adresy, sieci geodezyjne, punkty kontrolne, strefy i usługi pocztowe, nazwy miejscowości.
pt: Informações e serviços posicionais. Exemplos: endereços, redes geodésicas, pontos de controlo, zonas e serviços postais, nomes de lugares.
pt_br: Informação e serviços de localização. Exemplos: endereços, redes geodésicas, pontos de controle, serviços e zonas postais, nomes geográficos, nomes locais.
tr: Konumsal bilgi ve hizmetler. Örnekler: adresler, jeodezik ağlar, kontrol noktaları, posta bölgeleri ve hizmetleri, yer adları.

source: Location
ar: موقع
bg_bg: Локация
cs: Umístění
de: Standort
es: Ubicacion
fr: Lieux
it: Recapito
ja: 場所
ka: ადგილმდებარეობა
pl: Lokalizacja
pt: Localização
pt_br: Localização
tr: Konum

source: Features and characteristics of salt water bodies (excluding inland waters). Examples: tides, tidal waves, coastal information, reefs.
ar: ميزات وخصائص المسطحات المائية المالحة (باستثناء المياه الداخلية). أمثلة: المد والجزر والأمواج المدية والمعلومات الساحلية والشعاب المرجانية.
de: Merkmale und Eigenschaften von Salzwasserkörpern (ohne Binnengewässer). Beispiele: Gezeiten, Flutwellen, Küsteninformationen, Riffe.
es: Características de los cuerpos de agua salada (excluidas las aguas continentales). Ejemplos: mareas, maremotos, información costera, arrecifes.
fr: Caractéristiques des masses d'eau salée (à l'exclusion des eaux intérieures). Exemples : marées, raz-de-marée, informations sur les côtes, récifs.
it: Caratteristiche e caratteristiche dei corpi idrici dell'acqua salata (escluse le acque interne). Esempi: maree, onde di marea, informazioni costiere, barriere coralline.
ja: 塩水域（内水を除く）の特徴・特性。例：潮汐、高波、海岸情報、岩礁
pl: Właściwości i cechy zasobów wód słonych (wyłączając wody śródlądowe). Przykłady: pływy, fale pływowe, informacje o wybrzeżu, rafy.
pt: Características e características das massas de água salgada (excluindo as águas interiores). Exemplos: marés, maremotos, informações costeiras, recifes.
pt_br: Feições e atributos dos corpos de água salgada, excluindo águas interiores. Exemplos: marés, tsunamis, informação costeira, recifes e baixios, correntes oceânicas, salinidade, temperatura.
tr: Tuzlu su kütlelerinin özellikleri ve karakteristikleri (iç sular hariç). Örnekler: gelgitler, gelgit dalgaları, kıyı bilgileri, resifler.

source: Oceans
ar: المحيطات
de: Ozeane
es: Oceanos
fr: Océans
it: Oceani
ja: 海洋
pl: Oceany
pt: Oceanos
pt_br: Oceanos
tr: Okyanuslar

source: Information used for appropriate actions for future use of the land. Examples: land use maps, zoning maps, cadastral surveys, land ownership.
ar: المعلومات المستخدمة لاتخاذ الإجراءات المناسبة للاستخدام المستقبلي للأرض. أمثلة: خرائط استخدام الأراضي ، خرائط تقسيم المناطق ، المسوحات المساحية ، ملكية الأرض.
de: Informationen, die für geeignete Maßnahmen zur künftigen Nutzung des Grundstücks verwendet werden. Beispiele: Landnutzungskarten, Zonenkarten, Katasterbefragungen, Grundbesitz.
es: Información utilizada para acciones apropiadas para el uso futuro de la tierra. Ejemplos: mapas de uso de la tierra, mapas de zonificación, encuestas catastrales, tenencia de la tierra.
fr: Informations utilisées pour des actions appropriées en vue de l'utilisation future des terres. Exemples : cartes d'utilisation des terres, cartes de zonage, levés cadastraux, propriété foncière.
it: Informazioni utilizzate per azioni appropriate per un uso futuro del terreno. Esempi: mappe dell'uso del suolo, mappe di zonzing, indagini cadastrali, proprietà del terreno.
ja: 将来の土地利用のための適切な行動に用いられる情報。例：土地利用図、ゾーニングマップ、地籍調査、土地所有権
pl: Informacje służące do podejmowania odpowiednich działań związanych z przyszłym wykorzystaniem terenu. Przykłady: mapy użytkowania gruntów, mapy zagospodarowania przestrzennego, badania katastralne, własność gruntów.
pt: Informações usadas para ações apropriadas para uso futuro da terra. Exemplos: mapas de uso da terra, mapas de zoneamento, levantamentos cadastrais, propriedade da terra.
pt_br: Informação destinada ao planejamento de uso da terra. Exemplos: mapas de uso do solo, mapas de zoneamento, levantamentos cadastrais, registro predial, propriedade da terra, mapeamento de lotes urbanos e rurais.
tr: Arazilerin gelecekteki kullanımına yönelik uygun eylemler için kullanılan bilgiler.Örnekler: arazi kullanım haritaları, imar haritaları, kadastro çalışmaları, arazi mülkiyeti.
