Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Share This
ar: شارك هذا
bg_bg: Споделяне на това
cs: Sdílet to
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: シェア
ka: გაუზიარე ეს
pl: Udostępnij
pt: Partilhar
pt_br: Compartilhar Isso

source: Social Network Login Failure
ar: فشل تسجيل الدخول إلى الشبكة الاجتماعية
de: Es ist ein Fehler beim Login mit dem Social-Media Account aufgetreten
es: Error de inicio de sesión en redes sociales
fr: Erreur de connexion au réseau social
it: Errore di accesso al social network
ja: SNS連携に失敗
pl: Błąd logowania do sieci społecznościowej
pt: Falha no Login da Rede Social
pt_br: Falha de Login pela Conta de Rede Social
tr: Sosyal Ağ Girişi Başarısızlığı

source: An error occurred while attempting to login via your social network account.
ar: حدث خطأ أثناء محاولة تسجيل الدخول عبر حساب الشبكة الاجتماعية الخاص بك.
de: Beim Versuch, sich über Ihr soziales Netzwerkkonto anzumelden, ist ein Fehler aufgetreten.
es: Se produjo un error al intentar iniciar sesión a través de su cuenta de red social.
fr: Une erreur s'est produite lors de la tentative de connexion via votre compte de réseau social.
it: Si è verificato un errore durante il tentativo di accesso tramite l'account del social network.
ja: SNSアカウント経由でのログインに失敗しました。
pl: Wystąpił błąd podczas próby zalogowania się za pośrednictwem konta w sieci społecznościowej.
pt: Um erro ocorreu enquanto estava autenticar usando o login da sua conta da rede social.
pt_br: Ocorreu um erro durante tentativa de login por meio de sua conta de rede social.
tr: Sosyal ağ hesabınızla giriş yapmaya çalışırken bir hata oluştu.

source: Code
ar: الشفرة
es: Código
it: Codice
pl: Kod
pt: Código
pt_br: Código
tr: Kod

source: Account Connections
ar: اتصالات الحساب
de: Kontoverbindungen
es: Conexiones de cuenta
fr: Connexions au compte
it: Connessioni account
ja: アカウント接続設定
pl: Połączenia kont
pt: Ligações da Conta
pt_br: Conexões de contas
tr: Hesap Bağlantıları

source: You can sign in to your account using any of the following already connected third party accounts:
ar: يمكنك تسجيل الدخول إلى حسابك باستخدام أي من حسابات الطرف الثالث المتصلة التالية:
de: Sie können sich mit einem der folgenden, bereits verbundenen Konten von Drittanbietern bei Ihrem Konto anmelden:
es: Puede iniciar sesión en su cuenta utilizando cualquiera de los siguientes cuentas de terceros ya conectadas:
fr: Vous pouvez déjà vous connecter à votre compte en utilisant l'un des comptes tiers suivants:
it: Puoi accedere al tuo account utilizzando uno dei seguenti account di terze parti già connessi:
ja: アカウントに紐づけられた以下のサードパーティアカウントでログインできます:
pl: Możesz zalogować się na swoje konto, używając dowolnego z następujących już połączonych kont zewnętrznych:
pt: Você pode entrar na sua conta usando qualquer uma das seguintes contas de terceiros já ligadas:
pt_br: Você pode entrar na sua conta utilizando quaisquer das seguintes contas de terceiros já conectadas:
tr: Hesabınıza giriş yapmak için aşağıda listelenen bağlı üçüncü taraf hesaplarını kullanabilirsiniz.

source: You currently have no social network accounts connected to this account.
ar: ليس لديك حاليًا أي حسابات على الشبكات الاجتماعية متصلة بهذا الحساب.
de: Derzeit sind keine Konten für ein soziales Netzwerk mit diesem Konto verbunden.
es: Actualmente no tiene cuentas de redes sociales conectadas a esta cuenta.
fr: Vous n'avez actuellement aucun compte de réseau social connecté à ce compte.
it: Al momento non hai account di social network connessi a questo account.
ja: SNSアカウントがまだ紐づけられていません。
pl: Obecnie nie masz żadnych kont sieci społecznościowych połączonych z tym kontem.
pt: Atualmente não tem nenhuma conta de redes sociais ligada a esta conta.
pt_br: Atualmente, você não possui conta de rede social conectada a esta conta.
tr: Bu hesaba bağlı sosyal ağ hesabınız yok.

source: Add a 3rd Party Account
ar: إضافة حساب طرف ثالث
de: Fügen Sie ein Drittanbieter-Konto hinzu
es: Agregar una cuenta de terceros
fr: Ajouter un compte tiers
it: Aggiungere un account di terze parti
ja: サードパーティアカウントを追加
pl: Dodaj konto zewnętrzne
pt: Adicionar Conta de terceiros
pt_br: Adicionar conta de terceiros
tr: Üçüncü Taraf Hesabı Ekle

source: Login Cancelled
ar: تم إلغاء تسجيل الدخول
de: Anmeldung abgebrochen
es: Inicio de Sesion Cancelado
fr: Connexion annulée
it: Accesso annullato
ja: ログイン中断
pl: Logowanie anulowane
pt: Login Cancelado
pt_br: Login Cancelado
tr: Giriş İptal Edildi

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
ar: قررت إلغاء تسجيل الدخول إلى موقعنا باستخدام أحد حساباتك الحالية. إذا كان هذا خطأ ، فالرجاء المتابعة إلى <a href="%(login_url)s"> تسجيل الدخول </a>.
de: Sie haben den Anmeldevorgang abgebrochen. Wenn dies ein Fehler war, gehen Sie bitte zu <a href=„%(login_url)s“>sich anmelden</a>.
es: Decidió cancelar el inicio de sesión en nuestro sitio utilizando uno de sus cuentas existentes. Si esto fue un error, continúe con <a href="%(login_url)s">iniciar sesión</a>.
fr: Vous avez décidé de ne plus vous connecter à notre site en utilisant l'un de vos comptes existants. Si c'est une erreur, veuillez procéder à <a href="%(login_url)s">se connecter</a>.
it: Hai deciso di annullare l'accesso al nostro sito utilizzando uno dei tuoi account esistenti. Se questo è stato un errore, si prega di procedere per <a href="%(login_url)s">accedere</a>.
ja: アカウントへのログインが中断されました。もし間違いなら<a href=“%(login_url)s”>再ログイン</a>してください。
pl: Zdecydowałeś się anulować logowanie do naszej witryny przy użyciu jednego z istniejących kont. Jeśli to pomyłka, przejdź do <a href="%(login_url)s">strony logowania</a>.
pt: Você decidiu cancelar o login no nosso site usando uma das suas contas existentes. Se isso isto é um erro, prossiga para <a href="%(login_url)s">Entrar </a>.
pt_br: Você tentou cancelar o login em nosso site usando uma de suas contas existentes. Se foi um engano, por gentileza, ir para <a href="%(login_url)s">sign in</a>.
tr: Mevcut hesaplarınızdan birini kullanarak sitemize giriş yapmayı iptal etmeye karar verdiniz. Bu bir hataysa, lütfen <a href="%(login_url)s">giriş yap</a>'a geçin.

source: Signup
ar: التسجيل
de: Registrieren
es: Registrate
fr: S'inscrire
it: Registrati
ja: 登録
pl: Zarejestruj się
pt: Inscrever-se
pt_br: Registre-se
tr: Kayıt Ol

source: Sign Up
ar: سجل
de: Registrieren
es: Regístrate
fr: S'inscrire
it: Registrati
ja: 登録
pl: Zarejestruj się
pt: Inscrever-se
pt_br: Registre-se
tr: Kayıt Ol

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
ar: أنت على وشك استخدام حسابك %(provider_name)s لتسجيل الدخول إلى %(site_name)s. كخطوة أخيرة ، يرجى ملء النموذج التالي:
de: Sie sind dabei, Ihr Konto %(provider_name)s für die Anmeldung bei %(site_name)s zu verwenden . Als letzten Schritt füllen Sie bitte das folgende Formular aus:
es: Está a punto de usar su cuenta %(provider_name)s para iniciar sesión en %(site_name)s. Como paso final, por favor complete el siguiente formulario:
fr: Vous allez utiliser votre compte %(provider_name)s pour vous connecter à %(site_name)s. Pour terminer, veuillez remplir le formulaire suivant :
it: Si sta per utilizzare l'account %(provider_name)s per accedere a %(site_name)s. Come passaggio finale, compilare il seguente modulo:
ja: あなたは%(provider_name)sアカウントを%(site_name)sのログインに使用しようとしています。 最後の確認として、以下のフォームを入力してください:
pl: Zamierzasz użyć swojego konta %(provider_name)s, aby się zalogować do %(site_name)s. Na koniec wypełnij następujący formularz:
pt: Está prestes a usar a sua conta %(provider_name)s para fazer login no %(site_name)s. Como etapa final, preencha o seguinte formulário:
pt_br: Você está prestes a utilizar sua conta %(provider_name)s para realizar login em%(site_name)s. Como parte da etapa final, preencha o formulário seguinte:
tr: %(provider_name)s hesabınızı kullanarak giriş yapmak üzeresiniz %(site_name)s. Son adım olarak lütfen aşağıdaki formu doldurun:

source: Sign in with
ar: تسجيل الدخول ب
de: Anmelden
es: Inicia sesión con
fr: Connectez-vous avec
it: Accedi con
ja: サインイン
pl: Zaloguj się używając
pt: Entrar com
pt_br: Entrar com
tr: İle giriş yap

source: Connect with
ar: متصل ب
de: Verbinde mit
es: Conectar con
fr: Se Connecter avec
it: Accedi con
ja: 接続
pl: Połącz z
pt: Ligado com
pt_br: Conectar-se com
tr: Bağlan

source: Sign up with
ar: سجل ب
de: Anmeldung über
es: Registrarse con
fr: S'inscrire avec
it: Accedi con
ja: 登録
pl: Zarejestruj się używając
pt: Inscrever-se com
pt_br: Registre-se com
tr: Kayıt Ol

source: Message Inbox
af: Boodskap Inbox
ar: رسالة البريد الوارد
bg_bg: Съобщения
cs: Doručená zpráva
de: Posteingang
es: Bandeja de Entrada
fa_ir: صندوق پیام
fi: Viesti Saapuneet
fr: Boîte de réception
hu: Bejövő üzenetek
it: Messaggi di posta in arrivo
ja: 受信メッセージ
ka: შემოსული შეტყობინებები
km: ប្រអប់​ទទួល​សារ
pl: Skrzynka odbiorcza
pt: Mensagens da caixa de entrada
pt_br: Caixa de entrada de mensagens
ro: Inbox mesaj
sv: Meddelande Inkorg
sw: Kikasha cha ujumbe
uk: Вхідні повідомлення

source: Messages
ar: رسائل
bg_bg: Съобщение
cs: Zprávy
de: Mitteilungen
es: Mensajes
fa_ir: پیام ها
it: Messaggi
ja: メッセージ
ka: შეტყობინება
pl: Wiadomości
pt: Mensagens
pt_br: Mensagens
sw: Ujumbe

source: Mark selected as read
ar: وضع علامة على القراءة كمقروءة
de: Als gelesen markieren
es: Marcar seleccionado como leído
fr: Marquer la sélection comme lue
it: Segna selezionato come letto
ja: 選択済みを既読にする
pl: Oznacz jako przeczytane
pt: Marcar selecionado como lido
pt_br: Marcar selecionado como lido

source: Mark selected as unread
ar: وضع علامة على أنه غير مقروء
de: Als ungelesen markieren
es: Marcar seleccionadp como no leído
fr: Marquer la sélection comme non lue
it: Segna selezionato come non letto
ja: 選択済みを未読にする
pl: Oznacz jako nieprzeczytane
pt: Marcar selecionado como não lido
pt_br: Marcar selecionado como não lido

source: Create Message
af: Skep boodskap
ar: إنشاء رسالة
bg_bg: Създай съобщение
cs: Vytvořit zprávu
de: Nachricht erstellen
es: Crear Mensaje
fa_ir: ایجاد پیام
fi: Uusi viesti
fr: Créer un message
hu: Új üzenet
it: Crea messaggio
ja: メッセージ作成
ka: წერილის შექმნა
km: បង្កើត​សារ
pl: Stwórz wiadomość
pt: Criar Mensagem
pt_br: Criar Mensagem
ro: Creați Mesaj
sv: Skapa meddelande
sw: Andika Ujumbe
uk: Створити повідомлення

source: Subject
af: Onderwerp
ar: موضوع
bg_bg: Тема
cs: Předmět
de: Betreff
es: Asunto
fa_ir: موضوع
fi: Aihe
fr: Sujet
hu: Téma
it: Soggetto
ja: 表題
ka: თემა
km: ប្រធានបទ
pl: Temat
pt: Assunto
pt_br: Assunto
ro: Subiect
sv: Ämne
sw: Mada
uk: Тема

source: Content
ar: محتوى
de: Inhalt
es: Contenido
fr: Contact
it: Contenuto
ja: 内容
pl: Zawartość
pt: Conteúdo
pt_br: Conteúdo

source: Send message
af: Stuur boodskap
ar: إرسال رسالة
bg_bg: Изпрати съобщение
cs: Odeslat zprávu
de: Nachricht senden
es: Enviar Mensaje
fa_ir: فرستادن پیام
fi: Lähetä viesti
fr: Envoyer un message
hu: Üzenet küldése
it: Invia messaggio
ja: メッセージ送付
ka: წერილის გადაგზავნა
km: ផ្ញើ​រ​សារ
pl: Wyślij wiadomość
pt: Enviar mensagem
pt_br: Enviar mensagem
ro: Trimite mesajul
sv: Skicka meddelande
sw: Tuma ujumbe
uk: Надіслати повідомлення

source: Back to Inbox
af: Terug na Inbox
ar: العودة إلى البريد الوارد
bg_bg: Обратно към входяща поща
cs: Zpět do Doručené pošty
de: Zurück zum Posteingang
es: Volver a la Bandeja de Entrada
fa_ir: بازگشت به صندوق
fi: Takaisin postilaatikkoon
fr: Retour à la boîte de réception
hu: Vissza az Inbox
it: Torna a posta in arrivo
ja: 受信箱を表示
ka: დაბრუნება შემოსულ შეტყობინებებში
km: ត្រឡប់​ទៅ​ប្រអប់​ទទួល
pl: Wróć do skrzynki odbiorczej
pt: Voltar à Caixa de Entrada
pt_br: Voltar para a caixa de entrada
ro: Înapoi la Inbox
sv: Tillbaka till Inkorgen
sw: Rudi kwenye Kikasha
uk: Повернутися до Вхідні

source: Sent to
ar: ارسل إلى
de: Senden an
es: Enviar a
fr: Envoyer à
it: Inviare a
ja: に送る
pl: Wysłane do
pt: Enviar para
pt_br: Enviar para

source: by
ar: بواسطة
de: von
es: por
fr: par
it: da
pl: przez
pt: por
pt_br: por

source: You have no messages
ar: ليس لديك رسائل
de: Sie haben keine Nachrichten
es: No tienes mensajes
fr: Vous n'avez pas de messages
it: Non hai messaggi
ja: メッセージはありません
pl: Nie masz żadnych wiadomości
pt: Não tem nenhuma mensagem
pt_br: Você não possui mensagens

source: Send Reply
af: Stuur Antwoord
ar: إرسال الرد
bg_bg: Изпрати отговор
cs: Odeslat odpověď
de: Antwort senden
es: Enviar Respuesta
fa_ir: فرستادن پاسخ
fi: Lähetä vastaus
fr: Envoyer une réponse
hu: Küldés Reply
it: Invia risposta
ja: 返信する
ka: პასუხის გაგზავნა
km: ផ្ញើ​ការ​ឆ្លើយ​តប
pl: Wyślij odpowiedź
pt: Enviar resposta
pt_br: Enviar Resposta
ro: Trimite Reply
sv: Skicka svar
sw: Tuma Majibu
uk: Відправити Відповісти

source: GeoNode Themes Library
ar: مواضيع مكتبة GeoNode
de: GeoNode-Themenbibliothek
es: Biblioteca de temas de GeoNode
fr: Bibliothèque de thèmes GeoNode
it: Libreria dei temi GeoNode
pl: Biblioteka motywów GeoNode
pt: Biblioteca de Temas do Geonode
pt_br: Biblioteca de Temas do GeoNode
tr: GeoNode Temalar Kütüphanesi

source: Could not access to uploaded data.
ar: لا يمكن الوصول إلى البيانات التي تم تحميلها.
de: Zugriff auf hochgeladene Daten nicht möglich.
es: No se pudo acceder a los datos cargados.
fr: Impossible d'accéder aux données téléchargées.
it: Impossibile accedere ai dati caricati.
ja: アップロードされたデータにアクセスできませんでした。
pl: Brak dostępu do przesłanych danych.
pt: Não foi possível aceder à informação carregada.
pt_br: Não foi possível acessar os dados carregados.

source: One or more XML files was provided, but no matching files were found for them.
ar: تم تقديم ملف XML واحد أو أكثر ، ولكن لم يتم العثور على ملفات مطابقة لهم.
de: Es wurden eine oder mehrere XML-Dateien bereitgestellt, für die jedoch keine passenden Dateien gefunden wurden.
es: Se proporcionaron uno o más archivos XML, pero no se encontraron archivos coincidentes para ellos.
fr: Un ou plusieurs fichiers XML ont été fournis, mais aucun fichier correspondant n'a été trouvé pour eux.
it: È stato fornito uno o più file XML, ma non sono stati trovati file corrispondenti.
ja: XMLファイルがアップロードされましたが、マッチするファイルが見つかりませんでした。
pl: Dostarczono co najmniej jeden plik XML, ale nie znaleziono pasujących do nich plików.
pt: Um os mais ficheiros XML fornecidos, mas não coincidem com os que encontrámos para eles.
pt_br: Um ou mais arquivos XML foram fornecidos, porém não foram encontrados arquivos compátiveis para eles.

source: One or more SLD files was provided, but no matching files were found for them.
ar: تم تقديم ملف SLD واحد أو أكثر ، ولكن لم يتم العثور على ملفات مطابقة لهم.
de: Es wurden eine oder mehrere SLD-Dateien bereitgestellt, für die jedoch keine passenden Dateien gefunden wurden.
es: Se proporcionaron uno o más archivos SLD, pero no se encontraron archivos coincidentes para ellos.
fr: Un ou plusieurs fichiers SLD ont été fournis, mais aucun fichier correspondant n'a été trouvé pour.
it: È stato fornito uno o più file SLD, ma non sono stati trovati file corrispondenti.
ja: SLDファイルがアップロードされましたが、マッチするファイルが見つかりませんでした。
pl: Dostarczono co najmniej jeden plik SLD, ale nie znaleziono pasujących do nich plików.
pt: Um os mais ficheiros SLD fornecidos, mas não coincidem com os que encontrámos para eles.
pt_br: Um ou mais arquivos SLD foram fornecidos, porém não foram encontrados arquivos compatíveis para eles.

source: Provide CRS for
af: Verskaf CRS vir
ar: توفيرنظام تنسيق مرجعي ل
bg_bg: Осигурете CRS за
cs: Poskytnout souřadnicový referenční systém pro
de: Bereitstellen des KBS für
es: Proporcionar CRS para
fa_ir: ارائه CRS برای
fi: Tarjota TPJ
fr: Fournir des CRS pour
hu: Adja CRS
it: Fornire CRS per
ja: CRSを指定
ka: CRS უზრუნველყოფა
km: ផ្តល់​នូវ​ការ​ឱ្យ CRS សម្រាប់
pl: Zdefiniuj CRS dla
pt: SRC fornecido para
pt_br: Informar CRS para
ro: Prevedea CRS pentru
sv: Tillhandahålla CRS för
sw: Ainisha CRS kwa
uk: Забезпечити CRS для

source: Coordinate Reference System
af: Koördineer verwysingstelsel
ar: تنسيق النظام المرجعي
bg_bg: Референтна координатна система
cs: Souřadnicový referenční systém
de: Koordinatenreferenzsystem
es: Sistema de Referencia de Coordenadas
fa_ir: سیستم مرجع مختصات
fi: Koordinaattijärjestelmää
fr: Système de coordonnées géographiques
hu: Koordinátareferenciarendszer
it: Sistema di riferimento delle coordinate
ja: 座標系 (CRS)
ka: კორდინაციის სისტემა
km: សំ​រប​សំ​រួល​យោង​ប្រព័ន្ធ
pl: Układ współrzędnych
pt: Sistema de coordenadas de referência
pt_br: Sistema de Referência de Coordenadas(SRC)
ro: Sistemul de coordonate de referință
sv: Referenskoordinatsystemet
uk: Контрольна система координат

source: Native CRS could not be found!
ar: لا يمكن العثور على CRS الأصلي!
de: Native CRS konnte nicht gefunden werden!
es: SRC nativo no fue encontrado!
fr: CRS natif introuvable!
it: Impossibile trovare il CRS nativo!
ja: ネイティブCRSが見つかりませんでした
pl: Nie znaleziono oryginalnego układu współrzędnych!
pt: O SRC nativo não foi encontrado!
pt_br: CRS Nativo não encontrado!

source: Provide EPSG code for Source SRS
ar: توفير رمز EPSG للمصدر SRS
de: EPSG Code (Source SRS) angeben
es: Proporcione código EPSG para el SRC de origen
fr: Fournir le code EPSG pour le SRS source
it: Fornire il codice EPSG per Source SRS
ja: ソースSRSにEPSGコードを提供
pl: Podaj kod EPSG źródłowego układu współrzędnych
pt: Forneça o código EPSG para o SRS Fonte
pt_br: Entre com o código EPSG para o SRS de origem

source: EPSG Code (Source SRS)
ar: كود EPSG (مصدر نظام المرجع المكاني)
es: Código EPSG (Fuente SRC)
fr: Code EPSG (Source SRS)
it: Codice EPSG (Source SRS)
pl: Kod EPSG (źródłowy układ współrzędnych)
pt: Código EPSG (Fonte SRS)
pt_br: Código EPSG (SRS de Origem)

source: Select a Source SRS
ar: حدد نظام المصدر المكاني المرجعي
de: Wählen Sie ein Quell-KBS
es: Seleccione una fuente SRC
fr: Choisir un SRS d'origine
it: Seleziona un SRS di origine
ja: ソースのSRSを選択
pl: Wybierz źródłowy układ współrzędnych
pt: Selecione o SRS Fonte
pt_br: Selecionar o SRS de Origem

source: Source SRS EPSG Code is mandatory and represents the native data Spatial Reference System. <br><br> This must be coherent with the Geometry values (lon/lat coordinates as an instance) stored on the geospatial dataset. <br><br> If not specified on the geospatial data itself, it must be manually declared by the operator. <br><br> More information is provided at the bottom of the page in the "Additional Help" sections.
ar: شفرة مصدر SRS EPSG إلزامية وتمثل نظام البيانات المكانية المرجعي الأصلي. <br><br> هذا يجب أن يكون متسقا مع القيم الهندسة (خط الطول / العرض كمثال) المخزنة على مجموعة البيانات الجغرافية المكانية. <br><br> إذا لم يتم تحديدها على البيانات الجغرافية المكانية نفسها ، فيجب أن يعلن عنها المشغل يدويًا. <br><br> يتم توفير المزيد من المعلومات في أسفل الصفحة في قسم "المساعدة الإضافية".
de: Ein Urspurngs-KBS ist verpflichtend dieses repräsentiert das Koordinaten-Referenz-System. <br><br> Dieses muss mit den Geometrien (lon/lat coordinates als Beispiel) übereinstimmen und im räumlichen Datensatz gespeichert sein. <br><br> Falls diese nicht im räumlichen Datensatz angegeben sind, müssen diese manuell vom Betreiber angegeben werden. <br><br> Weitere Informationen finden Sie am Fuß der Seite im "Weitere Hilfe" Bereich.
es: El código EPSG del SRC fuente es obligatorio y representa el sistema de referencia espacial de datos nativos. <br><br> Esto debe ser coherente con los valores de Geometría (coordenadas lon/lat como una instancia) almacenados en el conjunto de datos geoespaciales. <br><br> Si no se especifica en los datos geoespaciales en sí, el operador debe declararlos manualmente. <br> <br> Se proporciona más información al final de la página en las secciones de "Ayuda adicional".
fr: Le code EPSG (Source SRS) est obligatoire et représente le système de référence spatiale des données indigènes. <br><br> Cela doit être cohérent avec les valeurs de la géométrie (coordonnées lon/lat par exemple) stockées dans le jeu de données géospatiales. <br><br> Si elle n'est pas spécifiée sur les données géospatiales elles-mêmes, elle doit être déclarée manuellement par l'opérateur. <br><br> De plus amples informations sont fournies au bas de la page dans les sections "Aide supplémentaire".
it: Source SRS EPSG Code è obbligatorio e rappresenta il sistema di riferimento spaziale dei dati nativi. <br><br>Deve essere coerente con i valori Geometry (coordinate lon/lat come istanza) archiviati nel set di dati geospaziali. <br><br>Se non specificato nei dati geospaziali stessi, deve essere dichiarato manualmente dall'operatore. <br><br>Ulteriori informazioni sono disponibili nella parte inferiore della pagina nelle sezioni "Guida aggiuntiva".
ja: Source SRS EPSG Codeは必須で、ネイティブデータのSpatial Reference Systemを表します。 <br><br>。 これは、地理空間データセットに保存されているGeometry値（例としてlon/lat座標）と一致していなければなりません。 <br><br>また 地理空間データ自体に指定されていない場合は、オペレータが手動で宣言しなければなりません。 <br><br>また 詳しい情報は、ページの下の方にある「追加ヘルプ」に記載されています。
pl: Kod EPSG źródłowego układu współrzędnych jest obowiązkowy i reprezentuje oryginalny układ współrzędnych danych. <br><br> Musi być zgodny z wartościami geometrii (na przykład współrzędnych długości i szerokości geograficznej) przestrzennego zbioru danych. <br><br> Jeśli nie jest określony w samym przestrzennym zbiorze danych, musi zostać ręcznie zadeklarowany przez operatora. <br><br> Więcej informacji znajduje się na dole strony w sekcji „Dodatkowa pomoc”.
pt: Código EPSG da Fonte SRS é obrigatório e representa o Sistemas de Referência Espacial nativa da informação. <br><br> Este deve ser coerente com os valores de geometria (coordenadas lon/lat como uma instância) armazenados no conjunto de informação geoespacial. <br><br> Se não especificado nos dados geoespaciais, ele deve ser declarado manualmente pelo operador. <br><br> Mais informação é fornecida no fundo da página na seção da "Ajuda Adicional".
pt_br: O código EPSG para o SRS de Origem é obrigatório e representa o Sistema de Referência Espacial de dados nativos. <br> <br> Isso deve ser coerente com os valores de geometria (coordenadas lon / lat como uma instância) armazenados no conjunto de dados geoespaciais. <br> <br> Se não for especificado nos próprios dados geoespaciais, deve ser declarado manualmente pelo usuário. <br> <br> Mais informações são fornecidas na parte inferior da página, nas seções de “Ajuda adicional”.

source: Advanced Options
ar: خيارات متقدمة
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options Avancées
it: Opzioni avanzate
ja: 高度なオプション
pl: Zaawansowane opcje
pt: Opções Avançadas
pt_br: Opções Avançadas

source: Target SRS
ar: النظام المرجعي المكاني المستهدف
de: Ziel SRS
es: SRC destino
fr: SRS cible
it: SRS di destinazione
ja: ターゲットのSRS
pl: Docelowy układ współrzędnych
pt: SRS de destino

source: EPSG Code (Target SRS)
ar: كود EPSG (نظام المرجع المكاني المستهدف)
de: EPSG Code (Ziel SRS)
es: Código EPSG (SRC destino)
fr: Code EPSG (SRS cible)
it: Codice EPSG (Target SRS)
ja: EPSGコード(ターゲットのSRS)
pl: Kod EPSG (docelowy układ współrzędnych)
pt: Código EPSG (SRS de Destino)
pt_br: Código EPSG (Target SRS)

source: Select a Target SRS
ar: حدد نظام المرجع المكاني المستهدف
de: Wählen Sie ein Ziel SRS
es: Seleccione un SRC destino
fr: Sélectionner un SRS target
it: Selezionare un SRS di destinazione
ja: ターゲットのSRSを選択
pl: Wybierz docelowy układ współrzędnych
pt: Selecione o SRS de Destino
pt_br: Selecione um Target SRS

source: leave it empty to use only Source SRS
ar: اتركه فارغًا لاستخدام مصدر SRS فقط
de: Leer lassen, um nur das Quell-SRS zu verwenden
es: déjelo vacío para usar solo Source SRC
fr: laissez le champ vide pour n'utiliser que la source SRS
it: lasciarlo vuoto per utilizzare solo SRS di origine
ja: 空欄のままにしておくと、ソースSRSのみを使用します
pl: pozostaw puste, by użyć tylko źródłowego układu współrzędnych
pt: deixar vazio para usar apenas o SRS Fonte
pt_br: deixe vazio para usar somente SRS de Origem
