Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: You do not have permissions for this map.
af: Jy het nie toestemming om hierdie kaart.
ar: ليس لديك صلاحيات لهذه الخريطة.
bg_bg: Нямате разшрение за тази карта.
cs: Nemáte oprávnění pro tuto mapu.
de: Sie haben keine Berechtigungen für diese Karte.
es: Usted no tiene permisos para acceder a este Mapa.
fa_ir: شما مجوز دسترسی به این نقشه را ندارید.
fi: Sinulla ei ole oikeuksia tämän kartan.
fr: Vous n'avez pas les autorisations pour cette carte.
hu: Nem rendelkezik engedélyekkel ezen a térképen.
it: Non hai i permessi per questa mappa.
ja: この地図に関する権限がありません。
ka: თქვენ არ გაქვთ დაშვება ამ რუკაზე.
km: អ្នក​មិន​មាន​សិទ្ធិ​សម្រាប់​ផែនទី​នេះ​។
pl: Nie masz uprawnień do tej mapy.
pt: Você não possui permissões para este mapa.
pt_br: Você não tem permissões para este mapa.
ro: Nu aveți permisiuni pentru această hartă.
sv: Du har inte behörighet för den här kartan.
sw: Huna ruhusa kwa ramani hii.
tr: Bu harita için izinleriniz yok.
uk: Ви не маєте прав на цій карті.

source: You must be logged in to save this map
af: Jy moet aangeteken word om die kaart te red
ar: يجب أن تكون مسجلا لحفظ هذه الخريطة
bg_bg: Трябва да се регистрирате, за да запазите тази карта.
cs: Pro uložení této mapy musíte být přihlášeni
de: Sie müssen angemeldet sein, Um diese Karte zu speichern
es: Debes iniciar una sesión para guardar este mapa
fa_ir: به منظور ذحیره کردن این نقشه باید به سیستم وارد شوید
fi: Sinun täytyy olla kirjautunut sisään pelastaa tämä kartta
fr: Vous devez être enregistré pour sauvegarder cette carte
hu: Be kell jelentkezned, hogy megmentse ezt a térképet
it: Devi entrare per salvare questa mappa
ja: この地図を保存するためにはログインが必要です
ka: თქვენ უნდა იყოთ ჩატვირთული, რომ შეინახოთ რუკა
km: អ្នក​ត្រូវ​តែ​ចូល​ក្នុង​ដើម្បី​រក្សា​ទុក​ផែនទី​នេះ
pl: Musisz być zalogowany, aby zapisać tę mapę
pt: Você precisa estar logado para gravar este mapa
pt_br: Você precisa realizar login para salvar este mapa
ro: Trebuie să fii autentificat pentru a salva această hartă
sv: Du måste vara inloggad för att spara denna karta
sw: Ni lazima uwe watumiaji katika kuokoa ramani hii
tr: Bu haritayı kaydetmek için giriş yapmalısınız.
uk: Ви повинні увійти в систему, щоб зберегти цю карту

source: You are not permitted to save or edit this map.
af: Jy word nie toegelaat om op te slaan of die kaart te wysig.
ar: لا يسمح لك بحفظ أو تعديل هذه الخريطة.
bg_bg: Не ви е разрешено да запазите или редактирате тази карта.
cs: Nemůžete tuto mapu ukládat ani upravovat.
de: Sie sind nicht berechtigt, diese Karte zu speichern oder zu bearbeiten.
es: Usted no tiene permitido almacenar o editar este mapa.
fa_ir: شما مجاز به ذخیره یا ویرایش این نقشه.
fi: Sinulla ei ole oikeutta tallentaa tai muokata tätä karttaa.
fr: Vous n'êtes pas autorisé à enregistrer ou éditer cette carte.
hu: Nem megengedett, hogy menteni vagy szerkeszteni ezt a térképet.
it: Non ti è permesso di salvare o modificare questa mappa.
ja: この地図を保存・編集する権限がありません。
ka: თქვენ არ გაქვთ უფლება, რომ შეინახოთ ან დაარედაქტიროთ რუკა.
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឱ្យ​រក្សា​ទុក​ឬ​កែសម្រួល​ផែនទី​នេះ​។
pl: Nie masz uprawnień, aby zapisać lub edytować tę mapę.
pt: Você não tem permissão para salvar ou editar este mapa.
pt_br: Você não tem permissão para salvar ou editar este mapa.
ro: Tu nu sunt permise pentru a salva sau edita această hartă.
sv: Det är inte tillåtet att spara eller redigera den här kartan.
sw: Wewe hawaruhusiwi kuokoa au hariri ramani hii.
tr: Bu haritayı kaydetme veya düzenleme izniniz yok.
uk: Вам не дозволяється, щоб зберегти або створити карту.

source: You are not allowed to modify this map's metadata.
af: Jy word nie toegelaat om die kaart se metadata te verander.
ar: لا يسمح لك بتعديل البيانات الوصفية هذه الخريطة ل.
bg_bg: Нямате право да редактирате метаданните на тази карта.
cs: Nemáte oprávnění měnit metadata této mapy.
de: Sie dürfen die Metadaten dieser Karte nicht ändern.
es: No tienes permiso para modificar los metadatos de este mapa.
fa_ir: شما مجاز به تغییر متادیتای این نقشه نمی باشید.
fi: Sinulla ei ole lupaa muokata tätä karttaa metatietoja.
fr: Vous n'êtes pas autorisé à modifier les métadonnées de cette carte.
hu: Ön nem jogosult módosítani ezen a térképen a metaadatokat.
it: Non hai il permesso di modificare i metadati di questa mappa.
ja: この地図のメタデータを変更する権限がありません。
ka: თქვენ არ შეგიძლიათ გაანახლოთ ამ რუკის მეტამონაცემი.
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឱ្យ​កែប្រែ​ទិន្នន័យ​មេតា​ផែនទី​នេះ​។
pl: Nie masz uprawnień, aby zmodyfikować metadane tej mapy.
pt: Você não tem permissão para modificar os metadados deste mapa.
pt_br: Você não tem permissão para alterar os metadados deste mapa.
ro: Nu vi se permite de a modifica metadatele această hartă a lui.
sv: Du får inte modifiera denna karta metadata.
sw: Wewe hawaruhusiwi kurekebisha metadata ya ramani hii.
tr: Bu haritanın meta verilerini değiştirme izniniz yok.
uk: Ви не можете змінити метадані цій карті в.

source: You are not allowed to view this map.
af: Jy word nie toegelaat om die kaart te sien.
ar: لا يسمح لك بعرض هذه الخريطة.
bg_bg: Нямате достъп до преглед на тази карта
cs: Nemáte povoleno zobrazit tuto mapu.
de: Sie dürfen diese Karte nicht anschauen.
es: No tienes permiso para ver este mapa.
fa_ir: شما مجاز به مشاهده این نقشه نمی باشید.
fi: Sinulla ei ole lupaa katsella tätä karttaa.
fr: Vous n'êtes pas autorisé à visualiser cette carte.
hu: Nem engedélyezett, hogy megtekinthesse ezt a térképet.
it: Non hai il permesso di visualizzare questa mappa.
ja: この地図を閲覧する権限がありません。
ka: თქვენ არ შეგიძლიათ ნახოთ ეს რუკა
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឱ្យ​មើល​ផែនទី​នេះ​។
pl: Nie masz uprawnień, aby zobaczyć tę mapę.
pt: Você não tem persmissão para ver este mapa.
pt_br: Você não tem permissão para visualizar este mapa.
ro: Nu este permis pentru a vizualiza această hartă.
sv: Du har inte tillåtelse att se denna karta.
sw: Wewe hawaruhusiwi kuangalia ramani hii.
tr: Bu haritayı görüntüleme izniniz yok.
uk: Ви не дозволено переглядати цю карту.

source: Site URL
af: Webwerf URL
ar: رابط الموقع
bg_bg: Сайт URL
cs: URL strany
de: URL der Website
es: Sitio URL
fa_ir: URL سایت
fi: Sivuston URL
fr: URL du site
hu: Oldal URL
it: URL del sito
ja: サイトURL
ka: ვებ საიტის URL
km: តំបន់​ប​ណ្តា​ញ URL ដែល
pl: Adres URL strony
pt: URL do site
pt_br: URL do site
ro: URL-ul site-ului
sv: Webbadress
sw: URL tovuti
tr: Site URL'si
uk: Посилання на сайт

source: Featured Map URL
af: Gewilde Map URL
ar: رابط خريطة مميزة
bg_bg: URL на карта
cs: Doporučené URL mapy
de: Besondere Karte URL
es: URL de Mapas Destacados
fa_ir: ویژه URL نقشه
fi: Ohjelmaan Kartta URL
fr: URL de la carte en vedette
hu: Kiemelt Map URL
it: In primo piano URL Mappa
ja: 注目の地図のURL
ka: Y ცენტრი
km: URL ដែល​ផែនទី​លក្ខណៈ​ពិសេស
pl: Adres URL mapy
pt: Destaque URL Mapa
pt_br: URL do Mapa Exibida
ro: Featured Harta URL
sv: Utvalda Karta URL
sw: Matukio ya Ramani URL
tr: Öne Çıkan Harita URL'si
uk: Показаний URL Карта

source: name
af: naam
ar: اسم
bg_bg: име
cs: název
es: nombre
fa_ir: نام
fi: nimi
fr: nom
hu: név
it: nome
ja: 名前
ka: სახელი
km: ឈ្មោះ​របស់
pl: nazwa
pt: nome
pt_br: nome
ro: nume
sv: namn
sw: jina
tr: isim
uk: назва

source: Here you can download all the layers of this map that are hosted on this GeoNode.
af: Hier kan jy die aflaai van al die lae van die kaart wat aangebied word op hierdie GeoNode.
ar: ‫‫هنا يمكنك تحميل جميع طبقات هذه الخريطة المستضافة على GeoNode.
bg_bg: Тук можете да свалите всички слоеве на тази карта, които се хостват на този GeoNode.
cs: Zde si můžete stáhnout všechny vrstvy této mapy, které jsou na tomto GeoNode hostovány
de: Hier können Sie alle Ebenen dieser Karte herunterladen, die auf diesem GeoNode gehostet werden.
es: Aquí usted puede descargar todas las capas de este mapa que están alojados en este Geoportal .
fa_ir: از اینجا می توانید تمامی لایه های این نقشه را که در سامانه موجود است را دانلود کنید.
fi: Täällä voit ladata kaikki kerrokset tämän kartan, joita isännöi tällä GeoNode.
fr: Vous pouvez télécharger ici toutes les couches de cette carte qui sont fournies par cette plateforme GeoNode.
hu: Itt lehet letölteni az összes rétegét ezen a térképen, amelyek otthont ezen GeoNode.
it: Qui è possibile scaricare tutti i livello di questa mappa che sono ospitati su questo GeoNode.
ja: このページでは、この地図で利用中のレイヤーを ダウンロードできます。
km: នៅ​ទីនេះ​អ្នក​អាច​ទាញ​យក​ស្រទាប់​ទាំងអស់​នៃ​ផែនទី​ដែល​ត្រូវ​បាន​បង្ហោះ​នៅ​លើ GeoNode នេះ​។
pl: Tutaj można pobrać wszystkie warstwy tej mapy, które znajdują się w tym GeoNode.
pt: Aqui você pode baixar todas as camadas deste mapa que estão hospedadas neste GeoNode.
pt_br: Aqui você pode fazer baixar todas as camadas deste mapa que estão hospedadas no GeoNode.
ro: Aici puteți descărca toate straturile de această hartă, care sunt gazduite pe acest GeoNode.
sv: Här kan du ladda ner alla lager av denna karta som är värd på denna GeoNode.
sw: Hapa unaweza kupakua matabaka yote ya ramani hii yanayopatikana kwenye GeoNode hii.
uk: Тут ви можете скачати всі верстви цій карті, розміщених на цьому GeoNode.

source: <div class="alert alert-warning">Could not find downloadable layers for this map. You can go back to
af: <div class="alert alert-warning">Kon dit nie vind afgelaai lae vir die kaart. Jy kan terug gaan na
ar: <div class="alert alert-warning">تعذر العثور على طبقات قابلة للتنزيل لهذه الخريطة. يمكنك العودة إلى
bg_bg: <div class="alert alert-warning">Не могат да бъдат открити слоеве за тази карта, които могат да бъдат свалени. Можете да се върнете назад
cs: <div class="alert alert-warning">Nelze najít vrstvy ke stažení pro tuto mapu. Můžete se vrátit k
de: <div class="alert alert-warning"> Es konnten keine herunterladbaren Ebenen für diese Karte gefunden werden. Sie können zurück gehen zu
es: <div class="alert alert-warning">No se pudo encontrar capas descargables para este mapa. Puede volver a
fa_ir: <div class="alert alert-warning"> می تواند لایه های دانلود برای این نقشه پیدا کند. شما می توانید به رفتن
fi: <div class="alert alert-warning"> Ei löytänyt ladattavan kerroksia tätä karttaa. Voit palata
fr: <div class="alert alert-warning">Impossible de trouver les couches téléchargeables pour cette carte. Vous pouvez revenir à
hu: <div class="alert alert-warning"> Nem található letölthető rétegek ezen a térképen. Mehetsz vissza
it: <div class="alert alert-warning"> Impossibile trovare livelli scaricabili per questa mappa. Si può tornare a
ja: <div class="alert alert-warning">この地図でダウンロード可能なレイヤがありません。以下に戻ります
km: <div class="alert alert-warning"> មិន​អាច​រក​ឃើញ​ស្រទាប់​សម្រាប់​ទាញ​យក​ផែនទី​នេះ​។ អ្នក​អាច​ត្រឡប់​ទៅ
pl: <div class="alert alert-warning"> Nie można znaleźć warstw do pobrania dla tej mapy. Możesz wrócić do
pt: <div class="alert alert-warning">Não foram encontradas camadas que possam ser baixadas para este mapa. Você pode retornar para
pt_br: <div class="alert alert-warning">Não foi possível encontrar camadas para download para este mapa. Você pode retornar para
ro: <div class="alert alert-warning">Nu am găsit straturi descărcate pentru această hartă. Poti sa te duci înapoi la
sv: <div class="alert alert-warning"> Det gick inte att hitta nedladdningsbara skikt för denna karta. Du kan gå tillbaka till
sw: <div class="alert alert-warning"> Haikuwezekana kupata tabaka linalofaa kupakua kwa ramani hii. Unaweza kurudi nyuma
uk: <div class="alert alert-warning"> Не вдалося знайти завантажувані верстви для цієї карти. Ви можете повернутися до

source: Additionally, the map contains these layers which will not be downloaded due to security restrictions:
af: Daarbenewens het die kaart bevat hierdie lae wat nie afgelaai word nie as gevolg van sekuriteit beperkinge:
ar: بالإضافة إلى ذلك، تحتوي الخريطة على هذه الطبقات التي لن يتم تنزيلها ‫‫بسبب القيود الأمنية:
bg_bg: Като допълнение, картата създава тези слоеве, които няма да бъдат свалени поради ограничения за сигурност:
cs: Mapa navíc obsahuje tyto vrstvy, které nebudou staženy z důvodu omezení zabezpečení:
de: Darüber hinaus enthält die Karte diese Ebenen, die aufgrund von Sicherheitsbeschränkungen nicht heruntergeladen werden:
es: (\n)Además, el mapa contiene las siguientes capas que no se descargarán(\n) por restricciones de seguridad:(\n)
fa_ir: نقشه هایی که دارای این لایه ها هستند قابل دانلود نیستند. به دلیل محدودیت های امنیتی:
fi: Lisäksi kartta sisältää näitä kerroksia, jotka eivät voi ladata koska turvallisuuteen liittyvät rajoitukset:
fr: De plus, la carte contient ces couches qui ne pourront pas être téléchargées pour des restrictions de sécurité:
hu: Továbbá, a térkép tartalmaz, ezek a rétegek, amelyek nem lehet letölteni, a biztonsági korlátozások:
it: Inoltre, la mappa contiene questi livelli che non possono essere scaricati per vincoli di sicurezza:
ja: 以下のレイヤーは、セキュリティ上の制限のため ダウンロードできません:
km: លើស​ពី​នេះ​ទៀត​ផែនទី​មាន​ស្រទាប់​ទាំង​នេះ​ដែល​នឹង​មិន​ត្រូវ​បាន​ទាញ​យក​ដោយ​សារ​តែ​ការ​រឹត​បន្តឹង​ផ្នែក​សន្តិសុខ​:
pl: Ponadto mapa zawiera następujące warstwy, które nie zostaną pobrane ze względów bezpieczeństwa:
pt: Adicionalmente, o mapa contém estas camadas que não serão baixadas por conta de restrições de segurança:
pt_br: Adicionalmente, o mapa contém estas camadas que não serão baixadas por restrições de segurança:
ro: În plus, pe harta conține aceste straturi care nu vor fi descărcate din cauza restricțiilor de securitate:
sv: Dessutom innehåller kartan dessa skikt som inte laddas ner på grund av säkerhetsbegränsningar:
sw: Zaidi ya hayo, ramani ina matabaka haya ambayo hayawezi kupakuliwa kutokana na sababu za kiusalama:
uk: Крім того, карта містить ці шари, які не будуть завантажені через обмеження з безпеки:

source: Finally, the map contains these layers which will not be downloaded because they are not available directly from this GeoNode:
af: Ten slotte, die kaart bevat hierdie lae wat nie afgelaai word nie, want hulle is nie beskikbaar direk van hierdie GeoNode:
ar: أخيرا، تحتوي الخريطة على هذه الطبقات التي لن يتم تنزيلها ‫‫ لأنها غير متوفرة مباشرة من هذا GeoNode:
bg_bg: Окончателно, картата съдържа тези слоеве, които няма да бъдат свалени, защото не са налични директно от този GeoNode:
cs: Nakonec mapa obsahuje tyto vrstvy, které nebudou staženy, protože nejsou k dispozici přímo z tohoto GeoNode:
de: Schließlich enthält die Karte diese Ebenen, die nicht heruntergeladen werden, da sie nicht direkt von diesem GeoNode aus verfügbar sind:
es: Finalmente, el mapa contiene estas capas que no serán descargadas porque no están disponibles directamente desde el Geoportal:
fa_ir: در نهایت، نقشه شامل لایه این است که بارگیری نخواهد شد زیرا آنها در دسترس نیست به طور مستقیم از این GeoNode:
fi: Lopuksi kartta sisältää nämä kerrokset, joita ei ladata, koska ne eivät ole saatavilla suoraan tästä GeoNode:
fr: Finalement, la carte contient ces couches qui ne pourront pas être téléchargées car celles-ci ne sont pas directement disponibles depuis cette plateforme GeoNode:
hu: Végül a térkép tartalmaz, ezek a rétegek, amelyek nem lehet letölteni, mert nem állnak rendelkezésre közvetlenül ebből GeoNode:
it: Infine, la mappa contiene questi livelli che non possono essere scaricati perchè non sono disponibili direttamente da questo GeoNode:
ja: 以下のレイヤーは、GeoNodeから直接利用可能 ではないためダウンロードできません:
km: ជា​ចុង​ក្រោយ​, ផែនទី​មាន​ស្រទាប់​ទាំង​នេះ​ដែល​នឹង​មិន​ត្រូវ​បាន​ទាញ​យក​ដោយ​សារ​តែ​ពួក​គេ​មិន​អាច​រក​បាន​ដោយ​ផ្ទាល់​ពី GeoNode នេះ​:
pl: W końcu, mapa zawiera następujące warstwy, które nie zostaną pobrane, ponieważ nie są dostępne bezpośrednio z tym GeoNode:
pt: Finalmente, o mapa contém estas camadas que não serão baixadas pois elas não estão diretamente disponíveis neste GeoNode:
pt_br: Finalmente, o mapa contém estas camadas que não serão baixadas pois estas não estão disponíveis diretamente neste GeoNode:
ro: În cele din urmă, harta conține aceste straturi care nu vor fi descărcate, deoarece acestea nu sunt disponibile direct de la acest GeoNode:
sv: Slutligen kartan innehåller dessa skikt som inte laddas ner eftersom de inte är tillgängliga direkt från denna GeoNode:
sw: Hatimaye, Ramani ina matabaka haya ambayo hayawezi kupakuliwa kwa sababu hayapo moja kwa moja kutoka GeoNode hii:
uk: Нарешті, карта містить ці шари, які не будуть завантажені, так як вони не доступні безпосередньо з цього GeoNode:

source: Downloading
af: Aflaai
ar: تحميل
bg_bg: Сваляне
cs: Stahování
de: Wird heruntergeladen
es: Descargando
fa_ir: دانلود
fi: Lataaminen
fr: Téléchargement en cours
hu: Letöltés
it: Scaricamento in corso
ja: ダウンロード中
ka: მიმდინარეობს ჩამოტვირთვა
km: ទាញ​យក
pl: Pobieranie
pt: Baixando
pt_br: Baixando
ro: Descărcarea
sv: Nedladdning
sw: Kupakua
uk: Завантаження

source: Retry
af: Weer probeer
ar: إعادة المحاولة
bg_bg: Повторен опит
cs: Znovu
de: Wiederholen
es: Reintente
fa_ir: سعی مجدد
fi: Yritä uudelleen
fr: Réessayer
hu: Próbálja újra
it: Riprova
ja: リトライ
ka: გაიმეორეთ
km: ព្យាយាម​ម្ដង​ទៀត
pl: Spróbuj ponownie
pt: Tentar novamente
pt_br: Tentar novamente
ro: Încercați din nou
sw: Jaribu tena
uk: Повторити

source: Start downloading this map
af: Begin hierdie kaart aflaai
ar: بدء تنزيل هذه الخريطة
bg_bg: Начало на сваляне на картата
cs: Začít stahovat tuto mapu
de: Diese Karte herunterladen
es: Iniciar la descarga del mapa
fa_ir: شروع دانلود این نقشه
fi: Lataa tämä kartta
fr: Débuter le téléchargement de cette carte
hu: Indítsa el a letöltést ezen a térképen
it: Avvia il download di questa mappa
ja: この地図のダウンロードを始める
ka: დაიწყეთ ამ რუკის ჩამოტვირთვა
km: ចាប់​ផ្តើ​ម​ទាញ​យក​ផែនទី​នេះ
pl: Rozpocznij pobieranie tej mapy
pt: Baixe este mapa
pt_br: Iniciar o download deste mapa
ro: Începe descărcarea această hartă
sv: Börja ladda ner denna karta
sw: Anza kupakua ramani hii
uk: Почати завантаження цю карту

source: Download Complete
af: Aflaai Complete
ar: تحميل منتهي
bg_bg: Свалянето приключено
cs: Stahování dokončeno
de: Herunterladen abgeschlossen
es: Descarga Completa
fa_ir: دانلود موفق
fi: Lataa Complete
fr: Téléchargement complet
hu: Letöltés Complete
it: Scaricamento completato
ja: ダウンロード完了
ka: ჩამოტვირთვა დასრულდა
km: ទាញ​យក​ពេញលេញ
pl: Pobieranie ukończone
pt: Download concluído
pt_br: Download concluído
ro: Descărcați complet
sv: Nedladdning klar
sw: Upakuzi umekamilika
uk: Скачати повний

source: Download Failed
af: Aflaai misluk
ar: فشل تحميل
bg_bg: Свалянето е неуспешно
cs: Stažení se nezdařilo
de: Herunterladen fehlgeschlagen
es: Descarga Fallida
fa_ir: دانلود ناموفق
fi: Lataus epäonnistui
fr: Téléchargement échoué
hu: Download sikerült
it: Scaricamento fallito
ja: ダウンロード失敗
ka: ჩამოტვირთვა ვერ მოხერხდა
km: បាន​បរាជ័យ​ក្នុង​ការ​ទាញ​យក
pl: Pobieranie nie powiodło się
pt: Falha no download
pt_br: Falha no download
ro: Descărcare eșuată
sv: Hämta misslyckades
sw: Upakuzi umeshindikana
uk: Не вдалося завантажити
