Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: You are not permitted to delete this layer
af: Jy word nie toegelaat om hierdie laag te verwyder
bg_bg: Нямате разрешение да изтриете този слой
cs: Nemáte povoleno tuto vrstvu smazat
fa_ir: شما مجاز به پاک کردن این لایه نیستید.
fi: Sinulla ei ole oikeutta poistaa tämän kerroksen
hu: Ön nem jogosult törölni ezt a réteget
ka: თქვენ არ გაქვთ ამ ფენის წაშალის დაშვება
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឱ្យ​លុប​ស្រទាប់​នេះ
ro: Tu nu sunt permise pentru a șterge acest strat
sv: Det är inte tillåtet att ta bort detta skikt
sw: Huna kibali cha kufuta tabaka hili
uk: Вам не дозволяється видаляти цей шар

source: You do not have permissions for this layer.
af: Jy het nie toestemming om hierdie laag.
bg_bg: Нямате разрешение за този слой.
cs: Nemáte oprávnění pro tuto vrstvu.
fa_ir: شما مجوز دسترسی به این لایه را ندارید.
fi: Sinulla ei ole oikeuksia tähän kerrokseen.
hu: Nem rendelkezik engedélyekkel ezt a réteget.
ka: თქვენ არ გაქვთ ამ ფენის წაშალის უფლება
km: អ្នក​មិន​មាន​សិទ្ធិ​សម្រាប់​ស្រទាប់​នេះ​។
ro: Nu aveți permisiuni pentru acest strat.
sv: Du har inte behörighet för detta skikt.
sw: Huna kibali cha tabaka hili
uk: Ви не маєте прав для цього шару.

source: You are not permitted to modify this layer
af: Jy word nie toegelaat om hierdie laag te verander
bg_bg: Нямате разрешение да променяте този слой
cs: Nemáte povoleno měnit tuto vrstvu
fa_ir: شما مجاز به تغییر این لایه نیستید.
fi: Sinulla ei ole oikeutta muuttaa tätä kerros
hu: Ön nem jogosult módosítani ezt a réteget
ka: თქვენ არ გაქვთ ამ ფენის განახლების დაშვება
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឱ្យ​កែប្រែ​ស្រទាប់​នេះ
ro: Tu nu sunt permise de a modifica acest strat
sv: Det är inte tillåtet att ändra detta skikt
sw: Huna kibali cha kubadilisha kitu katika tabaka hili
uk: Вам не дозволяється змінювати цей шар

source: You are not permitted to modify this layer's metadata
af: Jy word nie toegelaat om hierdie laag se metadata te verander
bg_bg: Нямате разрешение да променяте метаданните на този слой
cs: Nemáte povoleno měnit tuto vrstvu
fa_ir: شما مجاز به تغییر متادیتای این لایه نیستید.
fi: Sinulla ei ole oikeutta muuttaa tätä kerrosta metatietoja
hu: Ön nem jogosult módosítani ezt a réteget a metaadatok
ka: თქვენ არ გაქვთ ამ ფენის მეტამონაცემის განახლების დაშვება
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឱ្យ​កែប្រែ​ទិន្នន័យ​មេតា​ស្រទាប់​នេះ
ro: Tu nu sunt permise de a modifica metadatele acest strat de
sv: Det är inte tillåtet att ändra detta skikt metadata
sw: Huna kibali cha kubadilisha metadata za tabaka hili
uk: Вам не дозволяється змінювати метадані цього шару

source: You are not permitted to view this layer
af: Jy word nie toegelaat om hierdie laag te sien
bg_bg: Нямате рзрешение да разглеждате този слой
cs: Nemáte povoleno zobrazit tuto vrstvu
fa_ir: شما مجاز به مشاهده این لایه نیستید.
fi: Sinulla ei ole oikeuksia nähdäksesi tämän kerroksen
hu: Ön nem jogosult megtekinteni ezt a réteget
ka: თქვენ არ გაქვთ ამ ფენის ნახვის დაშვება
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឱ្យ​មើល​ស្រទាប់​នេះ
ro: Tu nu sunt permise pentru a vizualiza acest strat
sv: Det är inte tillåtet att visa detta lager
sw: Huna kibali cha kutazama tabaka hili
uk: Вам не дозволяється, щоб подивитися цей шар

source: You are attempting to replace a vector layer with a raster.
bg_bg: Вие се опитвате да замените векторен слой с растерен.
cs: Pokoušíte se nahradit vektorovou vrstvu rastrem.
ka: თქვენ ცდილობთ ჩაანაცვლოთ ვექტორული ფენა რასტრულით.

source: You are attempting to replace a raster layer with a vector.
bg_bg: Вие се опитвате да замените растерен слой с векторен.
cs: Pokoušíte se nahradit rastrovou vrstvu vektorem.
ka: თქვენ ცდილობთ ჩაანაცვლოთ რასტრული ფენა ვექტორულით.

source: Unable to delete layer
bg_bg: Невъзможност слоят да бъде изтрит
cs: Nelze odstranit vrstvu
ka: შეუძლებელია ფენის წაშლა

source: This layer is a member of a layer group, you must remove the layer from the group before deleting.
bg_bg: Този слой е част от група слоеве, вие трябва да премахнете този слой от групата преди изтриване.
cs: Tato vrstva je součástí skupiny vrstev, musíte odstranit vrstvu ze skupiny před smazáním.
ka: ეს ფენა მიეკუთვნება ფენათა ჯგუფს, პირველ რიგში საჭირობა ჯგუფიდან ფენის ამოშლა, სანამ ფენას წაშლით.

source: zoom
af: Klik op
bg_bg: приближение
cs: přiblížení
fa_ir: زوم
fi: zoomaus
ka: გაფართოება
km: ពង្រីក
uk: зум

source: projection
af: projeksie
bg_bg: проекция
cs: projekce
fa_ir: طرح
fi: projektio
hu: vetület
ka: პროექცია
km: ការ​ព្យាករ
ro: proeminență
sv: utsprång
sw: makadirio
uk: проекція

source: center X
af: sentrum X
bg_bg: център X
cs: střed X
fa_ir: مرکز X
fi: keskus X
hu: középpont x
ka: X ცენტრი
km: ក​ណ្តា​ល X បាន
ro: Centrul X
sv: centrum X
sw: kituo cha X
uk: Центр X

source: center Y
af: sentrum Y
bg_bg: център Y
cs: střed Y
fa_ir: مرکز Y
fi: keskus Y
hu: középpont y
ka: Y ცენტრი
km: ក​ណ្តា​ល​អ៊ី
ro: Centrul Y
sv: centrum Y
sw: kituo cha Y
uk: Центр Y

source: stack order
af: stapel om
bg_bg: поставяне на ред
cs: řazení vrstev
fa_ir: منظور پشته
fi: pino järjestys
hu: halom sorrend
ka: წესრიგით დაწყობა
km: តាម​លំដាប់​ជង់
ro: Pentru stivă
sv: stack ordning
sw: Ili stack
uk: Порядок стек

source: format
af: formaat
bg_bg: формат
cs: formát
fa_ir: قالب
fi: muoto
hu: formátum
ka: ფორმატი
km: ទ្រង់ទ្រាយ
sw: muundo
uk: формат

source: opacity
af: ondeursigtigheid
bg_bg: непрозрачност
cs: neprůhlednost
fa_ir: تاری
fi: sameus
hu: átlátszatlanság
ka: გამჭვირვალობა
km: ភាព​ស្រអាប់
ro: opacitate
sv: opacitet
uk: непрозорість

source: styles
af: style
bg_bg: стилове
cs: styly
fa_ir: سبک
fi: tyylit
hu: stílusok
ka: სტილები
km: រចនាប័ទ្ម
ro: stiluri
sv: stilar
sw: mitindo
uk: Стилі

source: transparent
af: deursigtige
bg_bg: прозрачност
cs: průhledný
fa_ir: شفاف
fi: läpinäkyvä
hu: áttetsző
ka: გამჭვირვალე
km: តម្លាភាព
sv: genomskinlig
sw: uwazi
uk: прозорий

source: fixed
af: vaste
bg_bg: фиксиран
cs: fixní
fa_ir: ثابت
fi: kiinteä
hu: rögzített
ka: ფიქსირებული
km: ថេរ
ro: fix
sv: fast
sw: fasta
uk: фіксований

source: group
af: groep
bg_bg: група
cs: skupina
fa_ir: گروه
fi: ryhmä
hu: csoport
ka: ჯგუფი
km: ក្រុម
ro: grup
sv: grupp
sw: kundi
uk: група

source: visibility
af: sigbaarheid
bg_bg: видимост
cs: viditelnost
fa_ir: دید
fi: näkyvyys
hu: láthatóság
ka: ხილვადობა
km: ភាព​មើលឃើញ
ro: vizibilitate
sv: synlighet
sw: muonekano
uk: видимість

source: layer params
af: laag params
bg_bg: параметри на слоя
cs: parametry vrstvy
fa_ir: پارامترهای لایه
fi: kerros params
hu: fólia paraméterek
ka: პარამეტრის წყარო
km: ប៉ារ៉ាម៉ែត្រ​ស្រទាប់
ro: params strat
sv: skikt params
sw: safu zilizounganishwa
uk: шар ПАРАМЕТРИ

source: source params
af: bron params
bg_bg: параметри на източника
cs: parametry zdroje
fa_ir: پارامترهای منبع
fi: lähde params
hu: forrás paraméterek
ka: თქვენ არ გაქვთ წაშალის უფლება ამ რუკის.
km: ប៉ារ៉ាម៉ែត្រ​ប្រភព
ro: params sursă
sv: käll params
sw: chanzo zilizounganishwa
uk: Джерело ПАРАМЕТРИ

source: JSON Configuration
af: Into Configuration
bg_bg: JSON Конфигурация
cs: Konfigurace JSON
fa_ir: JSON پیکربندی
hu: JSON konfiguráció
ka: JSON კონფიგურაცია
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ JSON
ro: JSON de configurare
sv: JSON Konfiguration
sw: Mpangilio wa JSON
uk: Конфігурація JSON

source: Create a New Map
af: Skep 'n nuwe gids
bg_bg: Създаване на нова карта
cs: Vytvořit novou mapu
fa_ir: ایجاد نقشه جدید
fi: Luo uusi kartta
hu: Új térkép létrehozása
ka: ახალი რუკის შექმნა
km: បង្កើត​ផែនទី​ថ្មី
ro: Creați o nouă hartă
sv: Skapa en ny karta
sw: Tengeneza ramani mpya
uk: Створіть нову карту

source: Rate this Map
af: Gradeer hierdie Map
bg_bg: Оцени тази карта
cs: Hodnotit tuto mapu
fa_ir: امتیاز این نقشه
fi: Arvostele tämä kartta
hu: Értékelje ezt Térkép
ka: შეაფასეთ მოცემული რუკა
km: វាយ​តម្លៃ​ផែនទី​នេះ
ro: Apreciaza aceasta Hartă
sv: Betygsätt denna karta
sw: Thaminisha Ramani hii
uk: Оцінити це Карта

source: Download Map
af: Zwelihle
bg_bg: Сваляне на карта
cs: Stáhnout mapu
fa_ir: دانلود نقشه
fi: Lataa Kartta
ka: რუკის გადმოწერა
km: ទាញ​យក​ផែនទី
ro: Descărcare Harta
sv: Hämta Karta
sw: Download Ramani
uk: Завантажити Карта

source: Download Data Layers
af: Laai data lae
bg_bg: Свали слоевете данни
cs: Stáhnout datové vrstvy
fa_ir: دانلود لایه های دیتا
fi: Lataa Data Tasot
hu: Letöltés adatok Rétegek
ka: ფენის მონაცემის ჩამოტვირთვა
km: ទាញ​យក​ស្រទាប់​ទិន្នន័យ
ro: Descarcă straturi de date
sv: Hämta datalager
sw: Download Takwimu Tabaka
uk: Завантажити шарів даних

source: Download Web Map Context
af: Aflaai Web Map Konteks
bg_bg: Свали контекста на уеб картата
cs: Stáhnout webový kontext mapy
fa_ir: دانلود نقشه وب متن
fi: Lataa Web Map Context
hu: Letöltés Web Map Context
ka: ვებ რუკის კონტექსტის გადმოწერა
km: ទាញ​យក​ប​ណ្តា​ញ​ផែនទី​បរិបទ
ro: Descarcă Web Map Context
sv: Hämta Web Karta Context
sw: Pakua maudhui ya ramani ya wavuti
uk: Завантажити Web Map Context

source: Edit Map
af: Wysig Map
bg_bg: Редакция на карта
cs: Upravit mapu
fa_ir: ویرایش نقشه
fi: Edit Kartta
hu: Térkép szerkesztése
ka: რუკის რედაქტირება
km: កែសម្រួល​ផែនទី
sv: Redigera Karta
sw: Hariri Ramani
uk: Редагувати Карта

source: Map Layers
af: Kaartlae
bg_bg: Картни слоеве
cs: Mapové vrstvy
fa_ir: لایه های نقشه
fi: Karttatasot
hu: Térkép Rétegek
ka: რუკის ფენა
km: ស្រទាប់​ផែនទី
ro: Harta Straturi
sv: Kartlager
sw: Ramani tabaka
uk: Шари карти

source: This map uses the following layers:
af: Hierdie kaart gebruik die volgende lae:
bg_bg: Тази карта използва следните слоеве:
cs: Tato mapa používá následující vrstvy:
fa_ir: این نقشه شامل لایه های زیر است:
fi: Tämä kartta käyttää seuraavat kerrokset:
hu: Ez a térkép használja a következő rétegeket:
ka: ეს რუკა იყენებს შემდეგ ფენებს:
km: ផែនទី​នេះ​ប្រើ​ស្រទាប់​ដូច​ខាង​ក្រោម​:
ro: Această hartă utilizează următoarele straturi:
sv: Denna karta använder följande skikt:
sw: Ramani hii inatumia tabaka yafuatayo:
uk: Ця карта використовує наступні шари:

source: Documents related to this map
af: Dokumente wat verband hou met die kaart
bg_bg: Документи, свръзани към тази карта
cs: Dokumenty související s touto mapou
fa_ir: مستندات وابسته به این نقشه
fi: Asiakirjoja, jotka liittyvät tähän karttaan
hu: Kapcsolódó dokumentumok megosztása
ka: ეს დოკუმენტები დაკავშირებულია ამ რუკასთან
km: ឯកសារ​ដែល​ទាក់ទង​ទៅ​នឹង​ផែនទី​នេះ
ro: Documente legate de această hartă
sv: Dokument relaterade till denna karta
sw: Nyaraka kuhusiana na ramani hii
uk: Документи, пов'язані з цією мапі

source: List of documents related to this map:
af: Lys van dokumente wat verband hou met hierdie kaart:
bg_bg: Списък на документи, свързани към тази карта:
cs: Seznam dokumentů souvisejících s touto mapou:
fa_ir: لیست مستندات وابسته به این نقشه:
fi: Luettelo asiakirjoista, jotka liittyvät tähän karttaan:
hu: Dokumentumok listája ehhez a térképen:
ka: დოკუმენტების ჩამონათვალი, რომელიც ეხება ამ რუკა
km: បញ្ជី​ឯកសារ​ដែល​ទាក់ទង​ទៅ​នឹង​ផែនទី​នេះ​:
ro: Lista documentelor legate de această hartă:
sv: Förteckning över dokument som rör den här kartan:
sw: Orodha ya nyaraka kuhusiana na ramani hii:
uk: Перелік документів, пов'язаних з цією карті:

source: Specify which users can view or modify this map
af: Spesifiseer wat gebruikers kan sien of die kaart verander
bg_bg: Специфицирай кои потребители могат да разглеждат или променят тази карта
cs: Určete, kteří uživatelé mohou tuto mapu zobrazit nebo upravit
fa_ir: تخصیص کاربرانی که می توانند این نقشه را مشاهده و تغییر دهند
fi: Määrittää käyttäjät, jotka voivat tarkastella tai muokata tätä karttaa
hu: Adja meg, mely a felhasználók megtekinthetik és módosíthatják ezt a térképet
ka: უფლებამოსული წევრები, რომლებსაც შეუძლიათ ნახონ ან შეცვალონ ეს რუკა
km: បញ្ជាក់​អ្នក​ប្រើ​ដែល​អាច​មើល​ឬ​កែប្រែ​ផែនទី​នេះ
ro: Precizați care utilizatorii pot vizualiza sau modifica această hartă
sv: Ange vilka användare kan visa eller ändra denna karta
sw: Bayana ambayo watumiaji unaweza kuona au kurekebisha ramani hii
uk: Вкажіть, які користувачі можуть переглядати або змінювати цей карту

source: Change Permissions of this Map
af: Verandering regte van die kaart
bg_bg: Промени разрешенията за тази карта
cs: Změna oprávnění této mapy
fa_ir: تغییر مجوز دسترسی به این نقشه
fi: Muuta Oikeudet tällä Kartta
hu: Engedélyek módosítása ezen Térkép
ka: უფლებების შეცვლა მოცემულ რუკაზე
km: ការ​ផ្លាស់​ប្តូ​រ​សិទ្ធិ​នៃ​ផែនទី​នេះ
ro: Modifica permisiunile de acest Hartă
sv: Ändra behörigheter för denna karta
sw: Change Permissions ya Ramani hii
uk: Змінити Права доступу до цього мапі

source: Copy this map
af: Kopieer die kaart
bg_bg: Копиране на карта
cs: Kopírovat tuto mapu
fa_ir: کپی این نقشه
fi: Kopioi tämä kartta
hu: Másolja ezt a térképet
ka: ამ რუკის კოპირება
km: ចម្លង​ផែនទី​នេះ
ro: Copiați această hartă
sv: Kopiera denna karta
sw: Nakili ramani hii
uk: Скопіюйте цю карту

source: Duplicate this map and modify it for your own purposes
af: Dupliseer die kaart en verander dit vir jou eie doeleindes
bg_bg: Направи копие на тази карта или я промени за своите цели
cs: Duplikujte tuto mapu a upravte ji pro své vlastní účely
fa_ir: ایجاد نسخه کپی از این نقشه برای ایجاد تغییرات متناسب با نیاز خود
fi: Monista tämä kartta ja muokata sitä omaan käyttöösi
hu: Másolat ezt a térképet, és módosítsa a saját céljaira
ka: თქვენი მიზნებისათვის ამ რუკის დუბლიკაცია და განახლება
km: ស្ទួន​ផែនទី​នេះ​និង​កែប្រែ​វា​សម្រាប់​គោល​បំណង​ផ្ទាល់​ខ្លួន​របស់​អ្នក
ro: Duplicat această hartă și modificați-l în scopuri proprii
sv: Duplicera denna kartan och ändra det för egna syften
sw: Duplicate ramani hii na kurekebisha kwa madhumuni yako mwenyewe
uk: Дублювати цю карту і змінити його в своїх цілях

source: WMS layer group for local map layers
af: WMS laag groep vir plaaslike kaartlae
bg_bg: WMS група от слоеве за локалните картни слоеве
cs: Skupina vrstev WMS pro místní vrstvy mapy
fa_ir: گروه لایه WMS برای لایه های نقشه محلی
fi: WMS kerroksen ryhmä paikallisia karttatasot
hu: WMS réteg csoport helyi térkép rétegek
ka: WMS ფენის ჯგუფი ლოკალური რუკის ფენებისთვის
km: ក្រុម​ស្រទាប់ WMS សម្រាប់​ស្រទាប់​ផែនទី​ក្នុង​តំបន់
ro: WMS grup de straturi de straturi de harta locale
sv: WMS lagergruppen för lokala kartlager
uk: WMS шару група місцевих картографічних шарів

source: local OWS
af: plaaslike OWS
bg_bg: локална OWS
cs: lokální OWS
fa_ir: OWS محلی
fi: paikallinen OWS
hu: helyi OWS
ka: ლოკალური OWS
km: OWS ក្នុង​ស្រុក
ro: OWS locale
sv: lokala OWS
uk: місцеві РМО

source: Publish local map layers as WMS layer group
af: Publiseer plaaslike kaart lae soos WMS laag groep
bg_bg: Публикувай локални картни слоеве като WMS група от слоеве
cs: Publikovat místní vrstvy map jako skupinu vrstev WMS
fa_ir: انتشار لایه های نقشه محلی برای گروه لایه WMS
fi: Julkaise paikallinen kartta kerrokset WMS kerroksen ryhmä
hu: Helyi térkép-fóliák közreadása WMS fólia-csomagként
ka: გამოქვეყნებული ლოკალური რუკსი ფენა, როგორც ჯგუფური ფენის WMS
km: បោះ​ពុ​ម្ភ​ស្រទាប់​ផែនទី​ក្នុង​តំបន់​ជា​ក្រុម​ស្រទាប់ WMS
ro: Publica straturi harta locale ca grup strat WMS
sv: Publicera lokala kartlager som WMS lagergruppen
uk: Опублікувати місцеві шари карти, як WMS шару групи

source: Publish Map WMS
af: Publiseer Map WMS
bg_bg: Публикувай карта WMS
cs: Publikovat mapu WMS
fa_ir: انتشار نقشه WMS
fi: Julkaise Kartta WMS
hu: WMS térkép közreadása
ka: WMS რუკის გამოქვეყნება
km: បោះ​ពុ​ម្ភ​ផែនទី WMS
ro: Publica Harta WMS
sv: Publish Karta WMS
sw: Sambaza WMS ya Ramani
uk: Опублікувати Карта WMS

source: Remove Map
bg_bg: Премахване на карта
cs: Odstranit mapu
ka: რუკის წაშლა

source: Are you sure you want to remove <a href="%(map.get_absolute_url)s">%(map_title)s</a>?
bg_bg: Сигурен ли си, че искаш да премахнеш <a href="%(map.get_absolute_url)s">%(map_title)s</a>?
cs: Opravdu chcete odstranit <a href="%(map.get_absolute_url)s">%(map_title)s</a>?

source: Change password
af: Verandering wagwoord
bg_bg: Смени парола
cs: Změnit heslo
fa_ir: تغییر رمز عبور
fi: Vaihda salasana
hu: Jelszó módosítása
ka: პაროლის შეცვლა
km: ផ្លាស់​ប្តូ​រ​ពាក្យ​សម្ងាត់​របស់
ro: Schimbă parola
sv: Ändra lösenord
uk: Змінити пароль

source: Upload new layers
af: Oplaai nuwe lae
bg_bg: Зареждане на нови слоеве
cs: Nahrajte nové vrstvy
fa_ir: آپلود لایه جدید
fi: Lataa uusia kerroksia
hu: Feltöltés rétegek
ka: ახალი ფენის ატვირთვა
km: ផ្ទុក​ឡើង​ស្រទាប់​ថ្មី
ro: Încărcați noi straturi
sv: Ladda upp nya lager
sw: pakia matabaka mapya
uk: Завантажити нові шари

source: Create a new map
af: Skep 'n nuwe kaart
bg_bg: Създаване на нова карта
cs: Vytvořit novou mapu
fa_ir: ایجاد نقشه جدید
fi: Luo uusi kartta
hu: Hozzon létre egy új térképet
ka: ახალი რუკის შექმნა
km: បង្កើត​ផែនទី​ថ្មី​មួយ
ro: Creați o nouă hartă
sv: Skapa en ny karta
sw: Tengeneza ramani mpya
uk: Створіть нову карту

source: Invite User
af: Nooi gebruiker
bg_bg: Покани потребител
cs: Pozvat uživatele
fa_ir: دعوت از کاربر
fi: Kutsu Käyttäjä
hu: Felhasználó meghívása
ka: მომხმარებლის მოწვევა
km: អញ្ជើញ​អ្នក​ប្រើប្រាស់
ro: Invita-ti de utilizare
sv: Bjuda Användar
sw: Alika Mtu
uk: Запросити Користувач

source: Your username for
af: Jou gebruikersnaam vir
bg_bg: Вашето потребителско име за
cs: Vaše uživatelské jméno pro
fa_ir: نام کاربری برای
fi: Käyttäjätunnuksesi
hu: A felhasználónevet
ka: მომხმარებლის სახელი
km: ឈ្មោះ​អ្នក​ប្រើ​របស់​អ្នក​សម្រាប់
ro: Numele de utilizator îți pentru
sv: Ditt användarnamn för
sw: Jina la mtumiaji la
uk: Ваше ім'я користувача для

source: Auto-detect
af: Auto-spoor
bg_bg: Автоматично засичане
cs: Auto detekce
fa_ir: شناسایی خودکار
fi: Automaattinen tunnistus
hu: Automatikus felismerés
ka: ავტომატური-აღმოჩენა
km: រក​ឃើញ​ដោយ​ស្វ័យ​ប្រវត្តិ
ro: Auto-detecta
sw: Baini kiautomatiki
uk: Автоматичне виявлення

source: Catalogue Service
af: Katalogus Service
bg_bg: Каталог услуги
cs: Katalogové služby
fa_ir: خدمات
fi: Katalogi Service
hu: Katalógus Service
ka: სერვისის კატალოგი
km: សេវា​កាតាឡុក
ro: Serviciul de catalog
sv: Katalogtjänst
sw: Huduma ya Catalogue
uk: Каталог Сервіс

source: ArcGIS REST Service
bg_bg: ArcGIS REST услуга
cs: Služba ArcGIS REST
fa_ir: نرم افزار ArcGIS REST خدمات
fi: ArcGIS REST palvelu
hu: ArcGIS REST szolgáltatás
ka: ArcGIS REST სერვისი
km: ArcGIS ផ្សេងទៀត​សេវា
ro: ArcGIS REST Serviciu
sv: ArcGIS REST Tjänst
sw: Huduma ya REST ya ArcGIS
uk: Сервіс ArcGIS REST

source: Service name
bg_bg: Име на услугата
cs: Název služby
ka: სერვისის სახელი

source: Layer Name
af: Laag Naam
bg_bg: Име на слой
cs: Název vrstvy
fa_ir: نام لایه
fi: Tason nimi
hu: Réteg neve
ka: ფენის სახელი
km: ឈ្មោះ​ស្រទាប់
ro: Strat Nume
sw: Jina la Tabaka
uk: Ім'я шару

source: Layer Title
af: Laag titel
bg_bg: Заглавие на слой
cs: Nadpis vrstvy
fa_ir: عنوان لایه
fi: Kerros Otsikko
hu: Réteg címe
ka: ფენის სატაური
km: ចំណងជើង​ស្រទាប់
ro: Strat Titlu
sv: Skiktet Titel
sw: Kichwa cha tabaka
uk: Шар Назва

source: Layer Description
af: Laag beskrywing
bg_bg: Описание на слой
cs: Popis vrstvy
fa_ir: لایه شرح
fi: Kerros Kuvaus
hu: Réteg Leírás
ka: ფენის აღწერილობა
km: ស្រទាប់​ការ​ពិពណ៌នា​សង្ខេប
ro: Strat Descriere
sv: Skiktet Beskrivning
sw: Maelezo kuhu tabaka
uk: Шар Опис

source: Layer Styles
af: Laag Styles
bg_bg: Стилове слой
cs: Styly vrstvy
fa_ir: سبک های لایه
fi: Tasotyylit
hu: Réteg stílusok
ka: ფენის სტილი
km: រចនាប័ទ្ម​ស្រទាប់
ro: Stiluri Layer
sv: Lagerstilar
sw: Mitindo ya matabaka
uk: Стилі шару

source: All/None
af: Alle / Geen
bg_bg: Всички/Никои
cs: Všechna / žádná
fa_ir: همه / هیچ
fi: Kaikki mukaan / pois
hu: Összes / Semelyik
ka: ყველა/არცერთი
km: ទាំងអស់ / គ្មាន
ro: Toate / Nimic
sv: Alla / ingen
sw: Yote/Hakuna
uk: не все / нічого

source: Add Layers
af: Voeg Lae
bg_bg: Добавете слоеве
cs: Přidat vrstvy
fa_ir: اضافه نمودن لایه ها
fi: Lisätä kerroksia
hu: Rétegek hozzáadása
ka: ფენის დამატება
km: បន្ថែម​ស្រទាប់
ro: Adaugă Straturi
sv: Lägg Lager
sw: ongeza Tabaka
uk: Додати Layers

source: Name:
af: Naam:
bg_bg: Име:
cs: Název:
fa_ir: نام:
fi: Nimi:
hu: Név:
ka: სახელი:
km: ឈ្មោះ​:
ro: Nume:
sv: Namn:
sw: Jina:
uk: Ім'я:

source: Abstract:
af: Opsomming:
bg_bg: Описание:
cs: Shrnutí:
fa_ir: چکیده:
hu: Absztrakt:
ka: ანოტაცია:
km: អរូបី​:
ro: Rezumat:
sv: Sammanfattning:
sw: Dibaji:
uk: Анотація:

source: Keywords:
af: Sleutelwoorde:
bg_bg: Ключови думи:
cs: Klíčová slova:
fa_ir: کلمات کلیدی:
fi: Avainsanat:
hu: Kulcsszavak:
ka: საკვანძო სიტყვა:
km: ពាក្យ​គន្លឹះ​:
ro: Cuvinte cheie:
sv: Nyckelord:
sw: Maneno msingi:
uk: Ключові слова:

source: Contact:
af: Kontak:
bg_bg: Контакт:
cs: Kontakt:
fa_ir: تماس با:
fi: Yhteystiedot:
hu: Kapcsolat:
ka: კონტაქტები:
km: ទំនាក់ទំនង​:
ro: De contact:
sv: Kontaktperson:
sw: Mawasiliano:
uk: Контакти:

source: This CSW server contains the following services
af: Dit CSW bediener bevat die volgende dienste
bg_bg: Този CSW сървър съдържа следните услуги
cs: Tento CSW server obsahuje následující služby
fa_ir: این سرور CSW شامل خدمات زیر
fi: Tämä CSW-palvelin sisältää seuraavat palvelut
hu: Ez CSW szerver a következő szolgáltatásokat tartalmazza
ka: ეს CSW სერვერი შეიცავს შემდეგ სერვისებს
km: ម៉ាស៊ីន​បម្រើ CSW នេះ​មាន​សេវា​ដូច​ខាងក្រោម
ro: Acest server CSW conține următoarele servicii
sv: Denna CSW servern innehåller följande tjänster
sw: Seva hii ya CSW ina huduma zifuatazo
uk: Це РКС сервер містить наступні послуги

source: This Service contains the following layers
af: Hierdie Service bevat die volgende lae
bg_bg: Услугата съдържа следните слоеве
cs: Tato služba obsahuje následující vrstvy
fa_ir: این خدمات شامل لایه های زیر
fi: Tämä palvelu sisältää seuraavat kerrokset
hu: Ez a szolgáltatás a következő rétegeket
ka: ეს სერვისი შეიცავს შემდეგ ფენებს
km: សេវា​នេះ​មាន​ស្រទាប់​ខាង​ក្រោម​នេះ
ro: Acest serviciu cuprinde următoarele straturi
sv: Den här tjänsten innehåller följande skikt
sw: Huduma hii ina matabaka yafuatayo
uk: Це служба містить наступні шари

source: Service:
bg_bg: Услуга:
cs: Služba:
fa_ir: خدمات:
fi: Palvelu:
hu: Szolgáltatás:
ka: სერვიცი:
km: សេវា​:
ro: Serviciu:
sv: Tjänst:
sw: Huduma:
uk: Послуги:

source: The following layers will soon be added to the data catalog:
af: Die volgende lae sal binnekort aan die data katalogus bygevoeg word:
bg_bg: Следните слоеве ще бъдат добавени към каталога с данни скоро:
cs: Do katalogu dat budou brzy přidány následující vrstvy:
fa_ir: لایه های زیر به زودی به فروشگاه داده ها اضافه خواهد شد:
fi: Seuraavat kerrokset pian lisätään tietojen luettelo:
hu: A következő rétegeket hamarosan hozzá kell adni a katalógus adatok:
ka: ფენა მალე დაემატება მონაცემის კატალოგში:
km: ស្រទាប់​ខាងក្រោម​នឹង​ត្រូវ​បាន​បន្ថែម​ទៅ​បញ្ជី​ទិន្នន័យ​:
ro: Următoarele straturi vor fi adăugate în curând în catalogul de date:
sv: Följande skikt kommer snart att läggas till datakatalogen:
sw: Matabaka yafuatazo yataingizwa kwenye orodha hivi karibuni:
uk: Наступні шари незабаром буде додано до каталогу даних:

source: Register a new Service
af: Registreer 'n nuwe diens
bg_bg: Регистрирай нова услуга
cs: Registrujte novou službu
fa_ir: ثبت نام یک سرویس جدید
fi: Rekisteröi uusi palvelu
hu: Regisztráljon egy új szolgáltatás
ka: ახალი სერვისის რეგისტრაცია
km: ចុះ​ឈ្មោះ​ជា​មួយ​សេវាកម្ម​ថ្មី
ro: Înregistrează-o nouă Serviciu
sv: Registrera en ny service
sw: Sajili Huduma mpya
uk: Реєстрація нового служба

source: Service has been created:
af: Diens is geskep:
bg_bg: Услугата е създадена:
cs: Služba byla vytvořena:
fa_ir: خدمات ایجاد شده است:
fi: Palvelu on luotu:
hu: Szolgáltatás jött létre:
ka: სერვისი იყო შექმნილი
km: សេវាកម្ម​ត្រូវ​បាន​បង្កើត​:
ro: Serviciu a fost creat:
sv: Tjänsten har skapats:
sw: Huduma imeanzishwa:
uk: Сервіс був створений:

source: The following layers will be imported
af: Die volgende lae ingevoer word
bg_bg: Следните слоеве ще бъдат импортирани
cs: Následující vrstvy budou importovány
fa_ir: لایه زیر وارد خواهد شد
fi: Seuraavat kerrokset tuodaan
hu: A következő rétegeket fogja importálni
ka: ფენა დაიმპორტირდება
km: ស្រទាប់​ខាង​ក្រោម​នឹង​ត្រូវ​បាន​នាំ​ចូល
ro: Următoarele straturi vor fi importate
sv: Följande skikt kommer att importeras
sw: Matabaka yafuatayo yataingizwa
uk: Наступні шари будуть імпортовані
