Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: This file type is not allowed
af: Hierdie lêer tipe is nie toegelaat
ar: لا يسمح هذا النوع من الملفات
bg_bg: Форматът на файла не е позволен
cs: Tento typ souboru není povolen
de: Dieser Dateityp ist nicht erlaubt
es: Este tipo de archivo no esta permitido
fa_ir: این نوع فایل مجاز نیست
fi: Tämä tiedostotyyppi ei ole sallittu
fr: Ce type de fichier n'est pas autorisé
hu: Ez a fájl típus nem engedélyezett
it: Questo tipo di file non è consentito
ja: このファイルタイプは許可されていません
ka: ეს ფაილი არაა ნებადართული
km: ប្រភេទ​ឯកសារ​នេះ​មិន​ត្រូវ​បាន​អនុញ្ញាត
pl: Ten typ pliku nie jest dozwolony
pt: Este tipo de ficheiro não é permitido
pt_br: Este tipo de arquivo não é permitido
ro: Acest tip de fișier nu este permis
sv: Den här filtypen är inte tillåtet
sw: Aina hii ya faili hairuhusiwi
tr: Bu dosya türüne izin verilmiyor.
uk: Цей тип файлу не допускається

source: The URL of the document if it is external.
af: Die URL van die dokument as dit ekstern.
ar: عنوان المستند إذا كان خارجيًا.
bg_bg: URL адресът на документа, ако е външен.
cs: Adresa URL dokumentu, pokud je externí.
de: Die URL des Dokuments, wenn es extern existiert.
es: La URL del documento si este es externo.
fa_ir: URL از سند اگر آن خارجی است.
fi: URL asiakirja, jos se on ulkoinen.
fr: L'URL du document si il s'agit d'un document distant.
hu: Az URL a dokumentum, ha a külső.
it: La URL del documento nel caso sia esterno.
ja: それが外部にある場合は、ドキュメントのURL。
ka: დოკუმენტის მისამართი (URL), თუ ის არ არის შიდა
km: URL របស់​ឯកសារ​នេះ​ប្រសិន​បើ​វា​គឺ​ជា​ការ​ខាង​ក្រៅ​។
pl: Adres URL dokumentu, jeśli jest zewnętrzny.
pt: O URL do documento, se for externo.
pt_br: O URL do documento, se ele for externo.
ro: Adresa URL a documentului în cazul în care este extern.
sv: Webbadressen till dokumentet om den är extern.
sw: URL ya hati kama ni kutoka nje.
tr: Belge dışarıdaysa URL'si.
uk: Посилання на документ, якщо він є зовнішнім.

source: URL
ar: رابط
ka: მისამართი (URL)
km: URL ដែល
pl: Adres URL

source: for %(document_title)s
ar: إلى %(document_title)s
es: por %(document_title)s
fr: pour %(document_title)s
it: per %(document_title)s
ja: %(document_title)sの場合
pl: dla %(document_title)s
pt: para %(document_title)s

source: Completeness
ar: كمال
de: Vollständigkeit
es: Completo
fr: Complétude
it: Completezza
ja: 完成度
pl: Kompletność
pt: Grau de perfeição
pt_br: Integridade

source: Metadata Schema mandatory fields completed
ar: اكتمال حقول بيانات التعريف الوصفية
de: Metadaten Schema Pflichtfelder vollständig
es: Campos obligatorios del esquema de metadatos completados
fr: Champs obligatoires complétés du schéma de métadonnées
it: Campi obbligatori dello schema dei metadati completati
ja: メタデータスキーマの必須フィールドの入力が完了
pl: Wypełniono obowiązkowe pola schematu metadanych
pt: Campos obrigatórios para o Esquema de Metadados completado
pt_br: Campos obrigatórios do Esquema de Metadados preenchidos

source: Check Schema mandatory fields
ar: تحقق مخطط الحقول الإلزامية
de: Überprüfen Sie die Schema Pflichtfelder
es: Verificar los campos obligatorios del esquema
fr: Vérifier les champs obligatoires du schéma
it: Controllare i campi obbligatori dello schema
ja: スキーマの必須フィールドをチェック
pl: Sprawdź obowiązkowe pola schematu metadanych
pt: Verificar campos obrigatórios do Esquema
pt_br: Cheque os campos obrigatórios do Esquema

source: Error updating metadata. Please check the following fields:
af: Fout met die opdatering metadata. Gaan asseblief die volgende velde:
ar: خطأ تحديث البيانات الوصفية. يرجى التحقق من الحقول التالية
bg_bg: Грешка при качване на метаданни. Моля проверете следните полета:
cs: Chyba při aktualizaci metadat. Zkontrolujte prosím následující pole:
de: Fehler beim aktualisieren der Metadaten. Bitte prüfen Sie die folgenden Felder:
es: Error de actualización de metadatos. Verifique los siguientes campos:
fa_ir: خطا ابرداده به روز رسانی. لطفا فیلدهای زیر را چک کنید:
fi: Virhe päivitettäessä metatiedot. Tarkista seuraavat kentät:
fr: Erreur lors de la mise à jour des métadonnées. Veuillez vérifier les champs suivants:
hu: Hiba frissítése metaadatokat. Kérjük, ellenőrizze az alábbi területeken:
it: Errore nell'aggiornamento dei metadati. Per favore controlla i seguenti campi:
ja: メタデータのアップデートにエラー発生。以下のフィールドを確認してください:
ka: შეცდომა მეტამონაცემის ატვირთვის დროს. გთხოვთ შეამოწმეთ შემდეგი ველები
km: កំហុស​ក្នុង​ការ​ធ្វើ​ឱ្យ​ទាន់​សម័យ​ទិន្នន័យ​មេតា​។ សូម​ពិនិត្យ​មើល​វាល​ដូច​ខាង​ក្រោម​:
pl: Błąd przy aktualizacji metadanych. Proszę sprawdzić następujące pola:
pt: Erro na atualização de metadados. Por favor verifique os seguintes campos:
pt_br: Erro ao atualizar os metadados. Verifique os campos a seguir:
ro: Eroare la actualizarea metadatelor. Vă rugăm să verificați următoarele domenii:
sv: Fel uppdatering metadata. Kontrollera följande fält:
sw: Hitilafu imetokea katika kusasisha metadata. Tafadhali angalia uga zifuatazo:
uk: Помилка при оновленні метаданих. Будь ласка, перевірте наступні поля:

source: Done
ar: منجز
de: Fertig
es: Hecho
fr: Fait
it: Fatto
ja: 完了
pl: Gotowe
pt: Feito
pt_br: Finalizado

source: Metadata Provider
af: Metadata Verskaffer
ar: مزود بيانات التعريف
bg_bg: Доставчик на метаданни
cs: Poskytovatel metadat
de: Metadaten-Quelle
es: Proveedor de metadatos
fa_ir: تامین کننده متادیتا
fr: Fournisseur de métadonnées
hu: Metaadatok Szolgáltató
it: Fornitore metadati
ja: メタデータの提供者
ka: პროვაიდერის მეტამონაცემი
km: ក្រុមហ៊ុន​ផ្ដល់​ទិន្នន័យ​មេតា
pl: Dostawca metadanych
pt: Fornecedor de Metadados
pt_br: Provedor de Metadados
ro: Furnizor de metadate
sw: Mtoa metadata
uk: Провайдер метаданих

source: << Back
ar: << رجوع
de: << Zurück
es: << Previo
fr: << Retour
it: <<< Indietro
ja: << 前へ
pl: < < Wstecz
pt: << Retroceder
pt_br: << Voltar

source: Update
af: Werk
ar: تحديث
bg_bg: Обновяване
cs: Aktualizace
de: Aktualisieren
es: Actualizar
fa_ir: بروزرسانی
fi: Päivitys
fr: Mise à jour
hu: Frissítés
it: Aggiorna
ja: 更新
ka: განახლება
km: ធ្វើ​ឱ្យ​ទាន់សម័យ
pl: Aktualizuj
pt: Atualizar
pt_br: Atualizar
ro: Actualizare
sv: Uppdatera
sw: Kusasisha
tr: Güncelle
uk: Оновлення

source: Next >>
ar: التالي >>
de: Nächste >>
es: Siguiente >>
fr: Suivant >>
it: Successivo >>
ja: 次へ >>
pl: Następny > >
pt: Avançar >>
pt_br: Próximo >>

source: Select an option
ar: حدد خيار
de: Wählen Sie ein Option
es: Seleccione una opción
fr: Selectionner une option
it: Seleziona un'opzione
ja: オプション選択
pl: Wybierz opcję
pt: Selecione uma opção
pt_br: Selecionar uma opção

source: Explore Documents
af: Verken dokumente
ar: تصفح المستندات
bg_bg: Преглед на документи
cs: Prozkoumat dokumenty
de: Dokumente erkunden
es: Explorar Documentos
fa_ir: مرور مستندات
fi: Tutustu Asiakirjat
fr: Explorer les documents
hu: Fedezze fel a dokumentumok
it: Esplora Documenti
ja: ドキュメントを検索
ka: დოკუმენტების მიმოხილვა
km: រក​មើល​ឯកសារ
pl: Przeglądaj dokumenty
pt: Explorar Documentos
pt_br: Explorar documentos
ro: Exploreaza Documente
sv: Utforska Dokument
sw: Peruzi Hati
uk: Досліджуйте документи

source: Edit Metadata
af: Wysig Metadata
ar: تعديل البيانات الوصفية
bg_bg: Редакция на метаданни
cs: Upravit Metadata
de: Metadaten bearbeiten
es: Editar Metadatos
fa_ir: ویرایش متادیتا
fr: Modifier les métadonnées
hu: Metaadatok szerkesztése
it: Modifica metadati
ja: メタデータの編集
ka: მეტამონაცემების რედაქტირება
km: កែសម្រួល​ទិន្នន័យ​មេតា
pl: Edytuj metadane
pt: Editar Metadados
pt_br: Editar metadados
ro: Editează metadatele
sv: Redigera metadata
sw: Hariri Metadata
uk: Зміна метаданих

source: Editing details for
ar: تعديل تفاصيل ل
bg_bg: Редакционни детайли за
cs: Úprava podrobností pro
de: Details bearbeiten von
es: Detalles de edición para
fr: Modifier les détails de
it: Modifica dettagli per
ja: の編集内容
ka: დეტალური ინფორმაციის რედაქტირება
pl: Edycja szczegółów dla
pt: Editar detalhes para
pt_br: Editando detalhes para

source: Return to Document
ar: العودة إلى المستند
cs: Návrat k dokumentu
de: Zurück zum Dokument
es: Volver al Documento
fr: Revenir au document
it: Ritorna al documento
ja: ドキュメントに戻る
pl: Wróć do dokumentu
pt: Voltar ao Documento
pt_br: Retornar ao Documento

source: Replace Document
af: Vervang Document
ar: استبدال الوثيقة
bg_bg: Замени документ
cs: Nahradit dokument
de: Dokument ersetzen
es: Remplaza Documento
fa_ir: جایگزین سند
fi: Vaihda Document
fr: Remplacer le document
hu: Cserélje dokumentum
it: Sostituisci documento
ja: ドキュメントを入れ替え
ka: დოკუმენტის გადაადგილება
km: ជំនួស​ឯកសារ
pl: Zamień dokument
pt: Substituir Documento
pt_br: Substituir documento
ro: Înlocuiți Document
sv: Ersätt Dokument
sw: Badilisha Hati
uk: Замінити документ

source: Replace
af: Vervang
ar: استبدل
bg_bg: Замяна
cs: Nahradit
de: Ersetzen
es: Remplazar
fa_ir: جایگزین
fi: Korvata
fr: Remplacer
hu: Cserélje ki
it: Sostituire
ja: 入れ替え
ka: გადაადგილება
km: ជំនួស
pl: Zastąp
pt: Substituir
pt_br: Substituir
ro: Înlocui
sv: Ersätt
sw: Badilisha
uk: Замінювати

source: Clear
af: Duidelik
ar: مسح
bg_bg: Изчистване
cs: Vymazat
de: Löschen
es: Borrar
fa_ir: واضح
fi: Selkeä
fr: Vider
hu: Tiszta
it: Pulisci
ja: クリア
ka: გასუფთავება
km: ច្បាស់​លាស់
pl: Usuń
pt: Limpar
pt_br: Limpar
ro: Clar
sv: Klar
sw: Safisha
uk: Ясно

source: Upload Document's Thumbnail
ar: تحميل المستندات المصغرة
de: Thumbnail für das Dokuments hochladen
es: Subir miniatura del documento
fr: Télécharger une miniature du document
it: Carica la miniatura del documento
ja: ドキュメントのサムネイルをアップロードする
pl: Prześlij miniaturę dokumentu
pt: Carregar Thumbnail do Documento
pt_br: Carregar Miniatura dos Documentos

source: Drop files here
af: Drop lêers hier
ar: قم بوضع الملفات هنا
bg_bg: Поставете файловете тук
cs: Zde přetáhněte soubory
de: Dateien hierauf ziehen
es: Colocar los archivos aquí
fa_ir: فایل هار اینجا قرار دهید
fi: Pudota tiedostot tähän
fr: Déposez les fichiers ici
hu: Drop fájlokat itt
it: Trascina qui i file
ja: ファイルをドロップしてください
ka: ჩააგდეთ ფაილები აქ
km: ទម្លាក់​ឯកសារ​នៅ​ទីនេះ
pl: Upuść pliki tutaj
pt: Arraste e solte ficheiros aqui
pt_br: Solte os arquivos aqui
ro: Fixați fișierele aici
sv: Släpp filer här
sw: Achia mafaili hapa
uk: Киньте файли тут

source: or select them one by one:
af: of kies hulle een vir een:
ar: أو حددهم واحدا تلو الآخر:
bg_bg: или ги изберете един по един:
cs: nebo je vyberte jeden po druhém:
de: oder wählen Sie diese einzeln aus:
es: o seleccionarlos de a uno:
fa_ir: و یا آنها را انتخاب کنید یک به یک:
fi: tai valitse ne yksi kerrallaan:
fr: ou sélectionnez-les un par un:
hu: vagy jelölje ki őket egyenként:
it: oppure selezionarli uno per uno:
ja: あるいは各々を選択:
ka: ან აირჩიეთ ამათგან ერთი:
km: ឬ​ជ្រើស​វា​ម្តង​មួយ​:
pl: lub wybierz je jeden po drugim:
pt: ou selecione-os um por um:
pt_br: ou selecione-os um a um:
ro: sau selectați-le unul câte unul:
sv: eller välja dem en efter en:
sw: au chagua moja baada ya lingiine:
uk: або вибрати їх по одному:

source: Choose Files
ar: اختيار المستخدمين
de: Dateien wählen
es: Escoger archivos
fr: Selectionner des Fichiers
it: Seleziona File
ja: ファイルを選択してください
pl: Wybierz pliki
pt: Escolha os ficheiros
pt_br: Escolher Arquivos

source: Files to be uploaded
af: Lêers opgelaai word
ar: الملفات المراد تحميلها
bg_bg: Слоеве за зареждане
cs: Soubory, které chcete nahrát
de: Dateien, die hochgeladen werden
es: Archivos a subir
fa_ir: فایل های آپلود می شود
fi: Tiedostot ladattavaksi
fr: Fichiers à envoyer
hu: Fájlok feltöltését
it: File da caricare
ja: アップロード対象ファイル
ka: ფაილები აიტვირთა
km: ឯកសារ​នឹង​ត្រូវ​បាន​ផ្ទុក​ឡើង
pl: Pliki do przesłania
pt: Ficheiros a serem carregados
pt_br: Arquivos para upload
ro: Fișiere pentru a fi încărcate
sv: Filer som laddas upp
sw: Mafaili yakupakia
uk: Файли для завантаження

source: Is Upload Metadata XML Form
ar: يتم تحميل بيانات التعريف لنموذج XML
de: Metadaten XML Upload
es: Estan los metadatos en formato XML
fr: Est le formulaire XML de téléchargement des métadonnées
ja: メタデータをアップロードするためのXMLフォーム
pl: Czy przesłane metadane są w formacie XML
pt: É o formulário XML de metadados do carregamento
pt_br: É um formulário XML para upload de metadados

source: Upload files
af: Lêers oplaai
ar: تحميل الملفات
bg_bg: Зареждане на файлове
cs: Nahrát soubory
de: Dateien hochladen
es: Cargar archivos
fa_ir: فایل های آپلود
fi: Lataa tiedostoja
fr: Télécharger les fichiers
hu: Fájlok feltöltése
it: Carica file
ja: ファイルアップロード
ka: ფაილების ატვირთვა
km: ផ្ទុក​ឯកសារ​ឡើង
pl: Prześlij pliki
pt: Carregar camada
pt_br: Fazer upload dos arquivos
ro: Încărcați fișiere
sv: Ladda upp filer
sw: Pakia mafaili
uk: Завантаження файлів

source: Upload Document
af: Oplaai Document
ar: تحميل الوثيقة
bg_bg: Зареждане на документи
cs: Nahrát dokument
fa_ir: آپلود سند
fi: Tallennettu asiakirja
hu: Dokumentum feltöltése
ka: დოკუმენტის ატვირთვა
km: ផ្ទុក​ឡើង​ឯកសារ
ro: Încărcați documente
sv: Överför dokument
sw: Pakia hati
uk: Завантажити документ

source: Permissions
ar: أذونات
bg_bg: Настройки за сигурност
cs: Oprávnění
de: Berechtigungen
es: Permisos
fa_ir: مجوزها
fi: Oikeudet
fr: Autorisations
hu: Engedélyek
it: Permessi
ja: 権限
ka: უფლებები
km: សិទ្ធិ
pl: Uprawnienia
pt: Permissões
pt_br: Permissões
ro: Permisiuni
sv: Behörigheter
sw: Vibali
tr: İzinler
uk: Дозволи

source: Upload Documents
af: Oplaai dokumente
ar: تحميل المستندات
bg_bg: Зареждане на документи
cs: Nahrát dokumenty
de: Dokumente hochladen
es: Cargar Documentos
fa_ir: آپلود مستندات
fi: Ladata dokumentteja
fr: Ajouter des documents
hu: Dokumentumok feltöltése
it: Carica Documenti
ja: ドキュメントをアップロード
ka: დოკუმენტების ატვირთვა
km: ឯកសារ​ផ្ទុក​ឡើង
pl: Prześlij dokumenty
pt: Carregar Documentos
pt_br: Fazer upload de documentos
ro: Încarcă Documente
sv: Ladda upp dokument
sw: Pakia Hati
uk: Завантажити документи

source: Allowed document types
ar: أنواع المستندات المسموح بها
de: Zulässige Datentypen
es: Tipos de documentos permitidos
fr: Types de documents autorisés
it: Tipi di documento consentiti
ja: 許可されているドキュメントタイプ
pl: Dozwolone typy plików
pt: Tipos de documento permitidos
pt_br: Tipos de documentos permitidos

source: Done!
ar: منجز!
de: Fertig!
es: Hecho!
fr: Fait!
it: Fatto!
ja: 完了
pl: Gotowe!
pt: Feito!
pt_br: Finalizado!

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuracion
fr: Paramètres
it: Settaggi
ja: 設定
pl: Ustawienia
pt: Configurações
pt_br: Configurações

source: Mandatory
ar: إلزامي
de: Verpflichtend
es: Obligatorio
fr: Obligatoire
it: Obbligatorio
ja: 必須
pl: Obowiązkowe
pt: Obrigatório
pt_br: Obrigatório

source: Optional
ar: اختياري
es: Opcional
fr: Facultatif
it: Opzionale
ja: オプション
pl: Dodatkowe
pt: Opcional
pt_br: Opcional

source: Basic Metadata
ar: البيانات الوصفية الأساسية
de: Grundlegende Metadaten
es: Metadatos Básicos
fr: Métadonnées de base
it: Metadati di Base
ja: 基本的なメタデータ
pl: Podstawowe metadane
pt: Metadados Básicos
pt_br: Metadados Básicos

source: Location and Licenses
ar: الموقع والتراخيص
de: Ort und Lizenzen
es: Ubicación y licencias
fr: Localisation et licences
it: Posizione Geografica e Licenze
ja: 所在地とライセンス
pl: Lokalizacja i licencje
pt: Localização e Licenças
pt_br: Localização e Licenças

source: Optional Metadata
ar: بيانات وصفية اختيارية
de: Optionale Metadaten
es: Metadatos opcionales
fr: Métadonnées facultatives
it: Metadati Opzionali
ja: 任意のメタデータ
pl: Dodatkowe metadane
pt: Metadados opcionais
pt_br: Metadados Opcionais

source: Choose one of the following...
ar: اختر أحد الخيارات التالية...
de: Eine der Folgenden auswählen...
es: Elige uno de los siguientes...
fr: Choisissez l'une des options suivantes...
it: Scegli una delle seguenti opzioni...
ja: 以下の中から1つ選んでください…
pl: Wybierz jedno z następujących...
pt: Escolha um dos seguintes...
pt_br: Escolha um dos seguintes…

source: Other, Optional, Metadata
ar: أخرى ، اختياري ، بيانات التعريف
de: Andere, optionale, Metadaten
es: Otro, opcional, metadatos
fr: Autre, facultatif, métadonnées
it: Altri metadati opzionali
ja: その他、オプション、メタデータ
pl: Inne, dodatkowe, matadane
pt: Outro, Opcional, Metadados
pt_br: Outros, Opcional, Metadado

source: Responsible Parties
ar: الأطراف المسؤولة
de: Verantworliche Person
es: Partes responsables
fr: Parties responsables
it: Parti responsabili
ja: 責任者
pl: Podmioty odpowiedzialne
pt: Partes Resposáveis
pt_br: Partes Responsáveis

source: Publishing
ar: نشر
de: Veröffentlichen
es: Publicando
fr: Publication
it: Pubblicazione in corso
ja: 発行
pl: Publikowanie
pt: Tipo de Publicação
pt_br: Publicando

source: You are not allowed to view this document.
af: Jy word nie toegelaat om hierdie dokument te besigtig.
ar: لا يسمح لك بعرض هذه الوثيقة.
bg_bg: Вие нямате право да видите този документ.
cs: Nemáte povoleno prohlížení tohoto dokumentu.
de: Sie sind nicht berechtigt, dieses Dokument aufzurufen.
es: Usted no está autorizado para ver este documento.
fa_ir: شما مجاز به مشاهده این سند نیستید
fi: Et voi tarkastella tätä asiakirjaa.
fr: Vous n'êtes pas autorisé à voir ce document.
hu: Nem tekintheted meg ezt a dokumentumot.
it: Non sei autorizzato a visualizzare questo documento.
ja: ドキュメントの閲覧が許可されていません。
ka: თქვენ არ შეგიძლიათ ნახოთ ეს დოკუმენტი
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឱ្យ​មើល​ឯកសារ​នេះ​។
pl: Nie masz uprawnień, aby zobaczyć ten dokument.
pt: Você não tem permissão para ver este documento.
pt_br: Você não tem permissão para visualizar este documento.
ro: Nu este permis pentru a vizualiza acest document.
sv: Du har inte rätt att visa det här dokumentet.
sw: Hauruhusiwi kutazama hati hii
tr: Bu belgeyi görüntüleme izniniz yok.
uk: Ви не можете переглянути цей документ.

source: You are not permitted to delete this document
af: Jy word nie toegelaat om hierdie dokument te verwyder
ar: لا يسمح لك بحذف هذه الوثيقة
bg_bg: Вие нямате разрешение да изтриете този документ
cs: Nelze smazat tento dokument
de: Sie sind nicht dazu berechtigt dieses Dokument zu löschen
es: Usted no tiene permitido eliminar este documento
fa_ir: شما مجاز به پاک کردن این سند نیستید
fi: Sinulla ei ole oikeutta poistaa tätä asiakirjaa
fr: Vous n'avez la permission de supprimer ce document
hu: Ön nem jogosult törölni a dokumentum
it: Non hai il permesso di eliminare questo documento
ja: このドキュメントを削除する権限がありません
ka: თქვენ არ გაქვთ ამ დოკუმენტის წაშალის დაშვება
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឱ្យ​លុប​ឯកសារ​នេះ
pl: Nie masz uprawnień, aby usunąć ten dokument
pt: Você não tem permissão para apagar este documento
pt_br: Você não tem permissão para excluir este documento
ro: Tu nu sunt permise pentru a șterge acest document
sv: Du får inte ta bort det här dokumentet
sw: Hauruhusiwi kufuta hati hii
uk: Вам не дозволяється видаляти цей документ

source: You do not have permissions for this document.
af: Jy het nie toestemming om hierdie dokument.
ar: لم يكن لديك صلاحيات لهذه الوثيقة.
bg_bg: Вие нямате разрешение за този този документ.
cs: Nemáte oprávnění k tomuto dokumentu.
de: Für dieses Dokument besitzen Sie keine Berechtigungen.
es: Usted no tiene permisos para acceder a este documento.
fa_ir: شما اجازه دسترسی به این سند را ندارید
fi: Sinulla ei ole oikeuksia tämän asiakirjan.
fr: Vous n'avez pas les autorisations suffisantes pour ce document.
hu: Nem rendelkezik engedélyekkel a dokumentumot.
it: Non hai i permessi per questo documento.
ja: このドキュメントのアクセス権がありません
ka: თქვენ არ გაქვთ დაშვება ამ დოკუმენტიზე
km: អ្នក​មិន​មាន​សិទ្ធិ​សម្រាប់​ឯកសារ​នេះ​។
pl: Nie masz uprawnień do tego dokumentu.
pt: Você não possui permissões para este documento.
pt_br: Você não tem permissões para este documento.
ro: Nu aveți permisiuni pentru acest document.
sv: Du har inte behörighet för det här dokumentet.
sw: Huna kibali cha hati hii.
uk: Ви не маєте прав для цього документа.

source: You are not permitted to modify this document
af: Jy word nie toegelaat om hierdie dokument te verander
ar: لا يسمح لك بتعديل هذه الوثيقة
bg_bg: Вие нямате разрешение да променяте този документ.
cs: Nemáte oprávnění upravovat tento dokument
de: Sie sind nicht berechtigt dieses Dokument zu verändern
es: Usted no tiene permitido modificar este documento
fa_ir: شما مجاز به ایجاد تغییرات در این سند نیستید
fi: Sinulla ei ole oikeutta muuttaa tätä asiakirjaa
fr: Vous n'êtes pas autorisé à modifier ce document
hu: Ön nem jogosult módosítani a dokumentumot
it: Non hai il permesso di modificare questo documento
ja: このドキュメントの変更権限がありません
ka: თქვენ არ გაქვთ ამ დოკუმენტის განახლების უფლება
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឱ្យ​កែប្រែ​ឯកសារ​នេះ
pl: Nie masz uprawnień, aby zmodyfikować ten dokument
pt: Você não tem permissão para modificar este documento
pt_br: Você não tem permissão para modificar este documento
ro: Tu nu sunt permise pentru a modifica acest document
sv: Det är inte tillåtet att modifiera detta dokument
sw: Huruhusiwi kubadilisha hati hii
uk: Вам не дозволяється змінювати цей документ

source: You are not permitted to modify this document's metadata
af: Jy word nie toegelaat metadata hierdie dokument te verander
ar: غير مسموح لك بتعديل البيانات الأولية لهذا المستند
bg_bg: Вие нямате разрешение да променяте метаданните на този документ.
cs: Nemáte oprávnění měnit metadata tohoto dokumentu
de: Sie sind nicht dazu berechtigt die Metadaten dieses Dokumentes zu verändern
es: Usted no tiene permitido modificar los metadatos de este documento
fa_ir: شما مجاز به ایجاد تغییرات در متادیتای این سند نیستید
fi: Sinulla ei ole oikeutta muuttaa tätä asiakirjaa metatietoja
fr: Vous n'avez pas la permission de modifier les métadonnées de ce document
hu: Ön nem jogosult módosítani a dokumentum metaadatait
it: Non hai il permesso di modificare i metadati di questo documento
ja: このドキュメントのメタデータを変更する権限がありません
ka: თქვენ არ გაქვთ ამ დოკუმენტის მეტამონაცემების განახლების უფლება
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឱ្យ​កែប្រែ​ទិន្នន័យ​មេតា​របស់​ឯកសារ​នេះ
pl: Nie masz uprawnień, aby zmodyfikować metadane tego dokumentu
pt: Você não tem permissão para modificar os metadados desse documento
pt_br: Você não tem permissão para modificar os metadados deste documento
ro: Tu nu sunt permise de a modifica metadatele acest document
sv: Det är inte tillåtet att modifiera detta dokument metadata
sw: Hauruhusiwi kubadilisha metadata za hati hii
uk: Вам не дозволяється змінювати метадані цього документа

source: You are not permitted to view this document
af: Jy word nie toegelaat om hierdie dokument te sien
ar: لا يسمح لك بعرض هذه الوثيقة
bg_bg: Вие нямате разрешение да разглеждате този документ.
cs: Nemáte oprávnění k zobrazení tohoto dokumentu
de: Sie sind nicht dazu berechtigt dieses Dokument zu betrachten
es: Usted no tiene permitido ver este documento
fa_ir: شما مجاز به مشاهده این سند نیستید
fi: Sinulla ei ole oikeuksia tarkastella tätä asiakirjaa
fr: Vous n'avez pas la permission de voir ce document
hu: Ön nem jogosult megtekinteni a dokumentumot
it: Non hai il permesso di visualizzare questo documento
ja: このドキュメントを閲覧する権限がありません
ka: თქვენ არ გაქვთ ამ დოკუმენტის ნახვის უფლება
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឱ្យ​មើល​ឯកសារ​នេះ
pl: Nie masz uprawnień, aby zobaczyć ten dokument
pt: Você não tem permissão para ver este documento
pt_br: Você não tem permissão para visualizar este documento
ro: Tu nu sunt permise pentru a vizualiza acest document
sv: Det är inte tillåtet att visa detta dokument
sw: Huna kibali cha kutazama hati hii
uk: Вам не дозволяється, щоб подивитися цей документ

source: You must set a point of contact for this resource
ar: يجب تعيين نقطة اتصال لهذا المورد
bg_bg: Трябва да зададете точка за контакт към този ресурс
cs: Musíte nastavit kontaktní místo pro tento zdroj
ka: თქვენ უნდა მიუთითოთ საკონტაქტო ინფორმაცია ამ რესურსზე

source: You must set an author for this resource
ar: يجب تعيين مؤلف لهذا المورد
bg_bg: Трябва да посочите автор на този ресурс
cs: Musíte nastavit autora tohoto zdroje
ka: თქვენ უნდა მიუთითოთ ავტორის ინფორმაცია ამ რესურსზე

source: Favorite
ar: مفضلة
bg_bg: Предпочитан
cs: Oblíbený
fi: Suosittu
ka: რჩეული

source: Add to Favorites
ar: اضافة الى المفضلة
bg_bg: Добави в Любими
cs: Přidat k oblíbeným
fi: Lisää suosituksiin
ka: რჩეულებში დამატება
uk: Додати в обране
