Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Register Service
ar: تسجيل خدمة
de: Neuen Service registrieren
es: Registrar Servicio
fr: Enregistrer un service
it: Registra un nuovo servizio
ja: サービスを登録
pl: Zarejestruj usługę
pt: Registar Serviço
pt_br: Registrar Serviço
tr: Hizmet Kaydet

source: Register New Service
ar: تسجيل خدمة جديدة
bg_bg: Регистриране нова услуга
cs: Zaregistrujte novou službu
de: Neuen Service registrieren
es: Registrar Nuevo Servicio
fr: Enregistrer un nouveau service
it: Registra un nuovo servizio
ja: 新規サービスを登録
ka: ახალი სერვისის რეგისტრაცია
pl: Zarejestruj nową usługę
pt: Registar Novo Serviço
pt_br: Registrar Novo Serviço
tr: Yeni Hizmet Kaydet

source: Remove Remote Service
ar: إزالة الخدمة عن بعد
bg_bg: Премахни услугата за отдалечен достъп
cs: Odstraňte vzdálenou službu
de: Remote-Service entfernen
es: Eliminar Servicio Remoto
fr: Supprimer un service à distance
it: Rimuovere Servizio Remoto
ja: リモートサービスを削除
ka: დისტანციური სერვისის გათიშვა
pl: Usuń usługę zdalną
pt: Remover Serviço Remoto
pt_br: Excluir Serviço Remoto
tr: Uzak Hizmeti Kaldır

source: Are you sure you want to remove
af: Is jy seker jy wil verwyder
ar: هل أنت متأكد من أنك تريد إزالة
bg_bg: Сигурни ли сте, че искате премахване
cs: Opravdu chcete odstranit
de: Sind Sie sich sicher, dass Sie das entfernen wollen
es: Está usted seguro que quiere remover
fa_ir: آیا مطمئن هستید که می خواهید به حذف
fi: Oletko varma, että haluat poistaa
fr: Voulez-vous vraiment supprimer
hu: Biztos, hogy el akarja távolítani
it: Sei sicuro di voler rimuovere
ja: 本当に削除してよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ წაშალოთ
km: តើ​អ្នក​ពិត​ជា​ចង់​យក
pl: Czy na pewno chcesz usunąć
pt: Tem certeza de que deseja remover
pt_br: Tem certeza de que deseja excluir
ro: Sunteți sigur că doriți să eliminați
sv: Är du säker på att du vill ta bort
sw: Je, una uhakika unataka kuondoa
tr: Kaldırmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити

source: Deleting service and its associated resources...
ar: جارٍ حذف الخدمة والموارد المرتبطة بها ...
de: Dienst und zugehörige Ressourcen löschen ...
es: Eliminar el servicio y sus recursos asociados...
fr: Supprimer un service et ses ressources associées...
it: Eliminazione del servizio e delle risorse associate in corso...
ja: サービスと関連リソースを削除中…
pl: Usuwanie usługi i powiązanych z nią zasobów...
pt: Eliminando serviço e respetivos recursos...
pt_br: Excluindo serviço e seus recursos associados …
tr: Hizmet ve ilişkili kaynakları siliniyor...

source: Import resources
ar: استيراد الموارد
de: Ressourcen importieren
es: Impotar Recursos
fr: Importer des ressources
it: Importa risorse
ja: リソースを追加
pl: Zaimportuj zasoby
pt: Importar recursos
pt_br: Importar recursos
tr: Kaynakları İçe Aktar

source: no
ar: لا
de: nein
fr: non
pl: nie
pt: não
pt_br: não
tr: hayır

source: resources can be imported
ar: يمكن استيراد الموارد
de: Ressourcen können importiert werden
es: los recursos pueden ser importados
fr: aucune ressource n'a encore été importée
it: nessuna risorsa è stata importata ancora
ja: リソースを追加可能
pl: zasoby mogą zostać zaimportowane
pt: recursos podem ser importados
pt_br: recursos podem ser importados
tr: kaynaklar içe aktarılabilir

source: - These will be cascaded through your local geoserver instance
ar: - سيتم تتابع هذه من خلال مثيلك الجغرافي المحلي
de: - Diese werden über Ihre lokale Geoserver-Instanz kaskadiert
es: - Estos se conectarán en cascada a través de su instancia de geoserver local
fr: - Ces données seront transmises en cascade par l'intermédiaire de votre géoserveur local
it: - Questi verranno in cascata attraverso l'istanza geoserver locale
ja: これらはあなたのローカルGeoServerを通じて接続されます
pl: - Będą one przekazywane kaskadowo przez lokalną instancję GeoServera
pt: - Estes serão acedidos pela sua instalação local do geoserver
pt_br: - Estes serão colocados em cascata por meio de sua instância local do GeoServer
tr: - Bunlar yerel geoserver örneğinize kaskadlanacaktır.

source: Clear Filter
ar: مسح فلتر
de: Filter abwählen
es: Borrar Filtro
fr: Supprimer tous les filtres
it: Cancellare Filtro
ja: フィルターを解除
pl: Wyczyść filtr
pt: Limpar Filtro
pt_br: Limpar Filtro
tr: Filtreyi Temizle

source: Back to service details
ar: العودة إلى تفاصيل الخدمة
de: Zurück zu den Servicedetails
es: Volver a detalles del servicio
fr: Retour aux détails du service
it: Torna ai dettagli del servizio
ja: サービスの詳細に戻る
pl: Wróć do szczegółów usługi
pt: Voltar aos detalhes do serviço
pt_br: Retornar aos detalhes do serviço
tr: Hizmet detaylarına geri dön

source: Import Resources
ar: استيراد الموارد
de: Ressourcen importieren
es: Importar Recursos
fr: Importer des ressources
it: Importa risorse
ja: リソースを追加
pl: Zaimportuj zasoby
pt: Importar Recursos
pt_br: Importar Recursos
tr: Kaynakları İçe Aktar

source: Previous
ar: السابق
de: Vorherige
es: Anterior
fr: Précédent
it: Precedente
ja: 前へ
pl: Poprzedni
pt: Anterior
pt_br: Anterior
tr: Önceki

source: All resources have already been imported
ar: تم بالفعل استيراد جميع الموارد
de: Alle Ressourcen wurden bereits importiert
es: Todos los recursos ya han sido importados
fr: Toutes les ressources ont déjà été importées
it: Tutte le risorse sono già state importate
ja: すべてのリソースは追加済みです
pl: Wszystkie zasoby zostały już zaimportowane
pt: Todos os recursos já tinham sido importados
pt_br: Todos os recursos foram importados
tr: Tüm kaynaklar zaten içe aktarılmıştır.

source: Harvesting resources...
ar: حصاد الموارد ...
de: Ressourcen werden geharvestet ...
es: Recolectando recursos...
fr: Collection de ressources ...
it: Inserimento risorse...
ja: リソースを収集中…
pl: Harwestowanie zasobów...
pt: Recolhendo os recursos...
pt_br: Coletando os recursos...
tr: Kaynaklar toplanıyor...

source: Re-scan Service for new Resources
ar: إعادة فحص الخدمة للحصول على موارد جديدة
de: Scannen Sie den Dienst auf neue Ressourcen
es: Servicio de re-escaneo para nuevos recursos
fr: Réanalyser le service pour de nouvelles ressources
it: Ri-analizzare il servizio per le nuove risorse
ja: 新たなリソースに関するサービスを再スキャン
pl: Ponownie przeskanuj usługę w poszukiwaniu nowych zasobów
pt: Reanalisar Serviço para novos Recursos
pt_br: Escanear novamente o serviço para novos recursos
tr: Yeni Kaynaklar için Hizmeti Yeniden Tara

source: Service registered successfully
ar: تم تسجيل الخدمة بنجاح
de: Dienst erfolgreich registriert
es: Servicio registrado exitosamente
fr: Service enregistré avec succès
it: Servizio registrato correttamente
ja: サービスの登録が完了しました
pl: Usługa została zarejestrowana pomyślnie
pt: Serviço registado com sucesso
pt_br: Serviço registrado com sucesso
tr: Hizmet başarıyla kaydedildi

source: The selected resources are being imported
ar: يتم استيراد الموارد المحددة
de: Die ausgewählten Ressourcen werden importiert
es: Los recursos seleccionados se están importando
fr: Les ressources sélectionnées sont importées
it: Le risorse selezionate sono state importate
ja: 選択されたリソースは追加中です
pl: Trwa import wybranych zasobów
pt: Os recursos selecionados estão a ser importados
pt_br: O recurso selecionado foi importado
tr: Seçilen kaynaklar içe aktarılıyor

source: The selected resources have been imported
ar: تم استيراد الموارد المحددة
de: Die ausgewählten Ressourcen wurden importiert
es: Los recursos seleccionados han sido importados
fr: Les ressources sélectionnées ont été importées
it: Le risorse selezionate sono state importate
ja: 選択されたリソースは追加されています
pl: Wybrane zasoby zostały zaimportowane
pt: Os recursos selecionados foram importados
pt_br: O recurso selecionado foi importado
tr: Seçilen kaynaklar içe aktarıldı

source: Service rescanned successfully
ar: تم إعادة فحص الخدمة بنجاح
de: Der Service wurde erfolgreich erneut gescannt
es: Servicio reescaneado con éxito
fr: Service rescanné avec succès
it: Il servizio è stato analizzato di nuovo correttamente
ja: サービスの再スキャンが完了しました
pl: Pomyślnie ponwnie przeskanowano usługę
pt: Serviço reanalisado com sucesso
pt_br: Serviço reescaneado com sucesso
tr: Hizmet başarıyla yeniden tarandı

source: You are not permitted to change this service.
ar: غير مسموح لك بتغيير هذه الخدمة.
de: Sie dürfen diesen Dienst nicht verändern.
es: No tiene permiso para cambiar este servicio.
fr: Vous n'êtes pas autorisé à modifier ce service.
it: Non è consentito modificare questo servizio.
ja: このリソースを変更する権限がありません。
pl: Nie masz uprawnień, aby zmienić tę usługę.
pt: Você não tem permissão para alterar este serviço.
pt_br: Você não tem permissão para alterar este serviço.
tr: Bu hizmeti değiştirmek için izniniz yok.

source: You are not permitted to remove this service.
af: Jy word nie toegelaat om hierdie diens te verwyder nie.
ar: لا يسمح لك بإزالة هذه الخدمة.
bg_bg: Не можете да премахнете тази услуга.
cs: Nemáte oprávnění tuto službu odstranit.
de: Sie dürfen diesen Dienst nicht entfernen.
es: Usted no tiene permitido remover éste servicio.
fa_ir: شما مجاز به حذف این سرویس.
fi: Sinulla ei ole oikeutta poistaa tätä palvelua.
fr: Vous n'etes pas autorisé à supprimer ce service.
hu: Nem megengedett, hogy távolítsa el ezt a szolgáltatást.
it: Non è consentito rimuovere questo servizio.
ja: このリソースを削除する権限がありません。
ka: თქვენ არ გაქვთ ამ სერვისის წაშლის უფლება
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ក្នុង​ការ​យក​សេវា​នេះ​។
pl: Nie masz uprawnień, aby usunąć tę usługę.
pt: Você não tem permissão para remover este serviço.
pt_br: Você não tem permissão para excluir este serviço.
ro: Tu nu sunt permise pentru a elimina acest serviciu.
sv: Det är inte tillåtet att ta bort den här tjänsten.
sw: Hauruhusiwi kuondoa huduma hii.
tr: Bu hizmeti kaldırmak için izniniz yok.
uk: Вам не дозволяється видаляти цю послугу.

source: created
af: geskep
ar: تم الإنشاء
bg_bg: създаден
cs: vytvořeno
de: erstellt
es: creado
fa_ir: ساخته
fi: luotu
fr: créé
hu: létre
it: creato
ja: 作成
ka: შეიქმნა
km: បាន​បង្កើត​ឡើង
pl: stworzony
pt: criado
pt_br: criado
ro: creată
sv: skapad
sw: kuundwa
tr: oluşturuldu
uk: створений

source: deleted
af: geskrap
ar: تم الحذف
bg_bg: изтрит
cs: vymazáno
de: gelöscht
es: eliminado
fa_ir: حذف
fi: Poistetaan
fr: supprimé
hu: törölve
it: eliminato
ja: 削除
ka: წაიშალა
km: លុប
pl: usunięty
pt: apagado
pt_br: excluído
ro: eliminat
sv: utgår
sw: kufutwa
tr: silindi
uk: віддалений

source: updated
ar: تم التحديث
bg_bg: обновен
cs: aktualizováno
de: aktualisiert
es: actualizado
fa_ir: به روز شده
fi: päivitetty
fr: mis à jour
hu: korszerűsített
it: aggiornato
ja: 更新
ka: განახლდა
km: ធ្វើ​ឱ្យ​ទាន់សម័យ
pl: zaktualizowany
pt: atualizado
pt_br: atualizado
ro: actualizat
sv: uppdaterad
sw: kusasishwa
tr: güncellendi
uk: оновлений

source: added a comment
af: het 'n opmerking
ar: إضافة تعليق
bg_bg: добавен коментар
cs: přidán komentář
fa_ir: اضافه نظر
fi: lisäsi kommentin
hu: hozzá egy megjegyzést
ka: კომენტარის დამატება
km: បាន​បន្ថែម​សេចក្តី​អធិប្បាយ
ro: a adăugat un comentariu
sv: kommenterade
sw: maoni yameingizwa
uk: додав коментар

source: updated a comment
af: updated 'n opmerking
ar: تحديث تعليق
bg_bg: обновен коментар
cs: aktualizován komentář
fa_ir: به روز شده نظر
fi: päivitetty kommentti
hu: frissített egy megjegyzést
ka: კომენტარი განახლდა
km: ធ្វើ​ឱ្យ​ទាន់​សម័យ​មតិយោបល់
ro: actualizat un comentariu
sv: uppdateras en kommentar
sw: maoni yamesasishwa
uk: оновлюються коментар

source: uploaded
af: foto
ar: تم رفعها
bg_bg: зареден
cs: nahráno
de: hochgeladen
es: subido
fa_ir: آپلود شده
fi: latasi
fr: téléchargé
hu: feltöltve
it: aggiornato
ja: アップロード
ka: განახლდა
km: ផ្ទុក​ឡើង
pl: przesłany
pt: carregado
pt_br: upload concluído
ro: încărcat
sv: uppladdad
sw: kupakiwa
tr: yüklendi
uk: завантажено

source: Recent activity
af: Onlangse aktiwiteit
ar: النشاط الأخير
bg_bg: Актуални действия
cs: Poslední aktivita
de: Neueste Aktivität
es: Actividad reciente
fa_ir: فعالیت های اخیر
fi: Viimeaikainen toiminta
fr: Activité récente
hu: Legutóbbi aktivitás
it: Attività recenti
ja: 最近の更新
ka: ბოლო აქტიურობა
km: សកម្មភាព​ថ្មី
pl: Ostatnia aktywność
pt: Atividade recente
pt_br: Atividade recente
ro: Activitate recentă
sv: Senaste aktivitet
sw: Matukio ya hivi karibuni
tr: Son etkinlikler
uk: Останні дії

source: Layers
af: Lae
ar: طبقات
bg_bg: Слоеве
cs: Vrstvy
de: Ebenen
es: Capas
fa_ir: لایه ها
fi: Kerrokset
fr: Couches
hu: Rétegek
it: Livelli
ja: レイヤー
ka: ფენები
km: ស្រទាប់
pl: Warstwy
pt: Camadas
pt_br: Camadas
ro: Straturi
sv: Skikt
sw: Matabaka
uk: Шари

source: to
af: te
ar: إلى
bg_bg: към
cs: na
de: auf
es: para
fa_ir: به
fi: jotta
fr: à
hu: hogy
it: a
ja: へ
ka: კენ
km: ទៅ
pl: do
pt: para
pt_br: para
ro: pentru
sv: till
sw: kwa
tr: için
uk: до

source: on
af: op
ar: في
bg_bg: на
cs: na
fa_ir: بر
fi: päällä
hu: tovább
ka: ჩართვა
km: នៅ​លើ
ro: pe
sv: på
sw: juu ya
uk: на

source: Not Permitted
af: Nie toegelaat
ar: لا يسمح
bg_bg: Неразрешен
cs: Nepovoleno
de: Nicht erlaubt
es: No Permitido
fa_ir: مجاز نیست
fi: Ei sallita
fr: Non autorisé
hu: Nem megengedett
it: Non Permesso
ja: 許可されていません
ka: არ დაიშვება
km: មិន​ត្រូវ​បាន​អនុញ្ញាត
pl: Niedozwolone
pt: Não Permitido
pt_br: Não é Permitido
ro: Nu este permisă
sv: Ej tillåtet
sw: Hairuhusiwi
tr: İzin Verilmedi
uk: Чи не Допустиме

source: You are not allowed to perform this operation.
ar: ‫غير مسموح لك بتنفيذ هذه العملية.
de: Sie dürfen diesen Vorgang nicht durchführen.
es: No tiene permiso para realizar esta operación.
fr: Vous n'êtes pas autorisé à effectuer cette opération.
it: Non sei autorizzato ad effettuare questa operazione.
ja: この操作を行う権限がありません。
pl: Nie masz uprawnień, aby wykonać tę operację.
pt: Você não tem permissão para executar esta operação.
pt_br: Você não tem permissão para realizar esta operação.
tr: Bu işlemi gerçekleştirmenize izin verilmiyor.

source: Please verify that you are logged in as the correct user.
af: Maak seker dat jy aangeteken in die korrekte gebruiker.
ar: يرجى التحقق من أنك قمت بتسجيل الدخول باسم المستخدم الصحيح.
bg_bg: Моля проверете дали сте се регистрирали като точния потребител.
cs: Ověřte, zda jste přihlášeni jako správný uživatel.
de: Bitte vergewissern Sie sich, dass Sie als korrekter Benutzer angemeldet sind.
es: Por favor verifica que estás en la sesión con el usuario correcto.
fa_ir: لطفا بررسی کنید که شما به عنوان کاربر درست وارد سایت شوید.
fi: Ole hyvä ja tarkista, että olet kirjautunut sisään oikean käyttäjän.
fr: S'il vous plaît, vérifiez que vous possédez les droits nécessaires.
hu: Kérjük, ellenőrizze, hogy be van jelentkezve, mint a megfelelő felhasználó.
it: Verifica di essere entrato con l'utente corretto.
ja: 適切なユーザーでログインしているか確認してください。
ka: გთხოვთ დაადასტუროთ, რომ თქვენ შემოსული ხართ, როგორც სწორი მომხმარებელი.
km: សូម​ផ្ទៀងផ្ទាត់​ថា​អ្នក​បាន​ចូល​ជា​អ្នក​ប្រើ​ត្រឹមត្រូវ​។
pl: Sprawdź, czy jesteś zalogowany jako właściwy użytkownik.
pt: Por favor, verifique se você está logado como o utilizador correto.
pt_br: Verifique se você realizou login com o usuário correto.
ro: Vă rugăm să verificați că sunteți conectat ca utilizatorul corect.
sv: Kontrollera att du är inloggad som rätt användare.
sw: Tafadhali thibitisha kwamba umeingia kama mtumiaji sahihi.
tr: Lütfen doğru kullanıcı olarak oturum açtığınızı doğrulayın.
uk: Будь ласка, переконайтеся, що ви увійшли в якості правильного користувач.

source: Please login or register and retry.
af: Asseblief aanmeld of registreer en probeer weer.
ar: الرجاء الدخول أو التسجيل وإعادة المحاولة.
bg_bg: Моля регистрирайте се като потребител и пробвайте отново.
cs: Přihlaste se nebo zaregistrujte a zkuste to znovu.
de: Bitte einloggen oder registrieren und erneut versuchen.
es: Por favor inicia sesión o regístrate e intenta de nuevo.
fa_ir: لطفا ثبت نام کنید و دوباره سعی کنید و یا وارد سایت شوید.
fi: Ole hyvä ja kirjaudu tai rekisteröidy ja yritä uudelleen.
fr: S'il vous plaît, connectez-vous ou enregistrez-vous puis réessayez.
hu: Kérlek jelentkezz be vagy regisztrálj, és próbálkozzon újra.
it: Effettua il login o registrati e riprova.
ja: 登録・ログインして再試行してください。
ka: გთხოვთ შემოხვიდეთ ან დარეგისტრირდეთ და ხელახლა სცადოთ
km: សូម​ចូល​ឬ​ចុះ​ឈ្មោះ​និង​ព្យាយាម​ម្ដង​ទៀត​។
pl: Zaloguj się lub zarejestruj i spróbuj ponownie.
pt: Por favor, faça o login ou registre-se e tente novamente.
pt_br: Favor realizar login ou registre-se e tente novamente.
ro: Vă rugăm să login sau înregistrare și încercați din nou.
sv: Logga in eller registrera och försök igen.
sw: Tafadhali ingia au jisajili na kisha jaribu tena.
tr: Lütfen oturum açın veya kaydolun ve tekrar deneyin.
uk: Будь ласка, увійдіть або зареєструйтесь і повторіть спробу.

source: Page Not Found
af: Bladsy nie gevind
ar: الصفحة غير موجودة
bg_bg: Страницата не е открита
cs: Stránka nenalezena
de: Seite nicht gefunden
es: Página no encontrada
fa_ir: صفحه پیدا نشد
fi: Sivua ei löydy
fr: Page non trouvée
hu: Az oldal nem található
it: Pagina non trovata
ja: ページがみつかりません
km: រក​មិន​ឃើញ​ទំព័រ
pl: Nie znaleziono strony
pt: Página Não Encontrada
pt_br: Página não encontrada
ro: Pagina nu a fost găsită
sv: Sidan kan inte hittas
sw: Ukurasa Haukupatikana
tr: Sayfa Bulunamadı
uk: Сторінку не знайдено

source: The page you requested does not exist. Perhaps you are using an outdated bookmark?
ar: ‫الصفحة التي طلبتها غير موجودة. ربما كنت تستخدم إشارة مرجعية قديمة?
de: Die angeforderte Seite existiert nicht. Vielleicht verwenden Sie ein veraltetes Lesezeichen?
es: La página solicitada no existe. ¿Quizás estás usando un marcador desactualizado?
fr: La page que vous avez demandée n'existe pas. Peut-être utilisez-vous un signet obsolète?
it: La pagina richiesta non esiste. Forse si utilizza un segnalibro obsoleto?
ja: あなたが要求したページは存在しません。古いブックマークを使用していませんか？
pl: Żądana strona nie istnieje. Być może używasz nieaktualnej zakładki?
pt: A página solicitada não existe. Talvez você esteja usando um marcador desatualizado?
pt_br: A página solicitada não existe. Talvez o marcador que você está utilizando esteja desatualizado.
tr: İstediğiniz sayfa mevcut değil. Belki de güncel olmayan bir yer imi kullanıyorsunuz?

source: Toggle navigation
ar: تبديل الإبحار

source: People
af: Mense
ar: الاشخاص
bg_bg: Потребители
cs: Lidé
de: Benutzer
es: Personas
fa_ir: کاربران
fi: Ihmiset
fr: Personnes
hu: Emberek
it: Utenti
ja: ユーザー
ka: მომხმარებლები
km: ប្រជាជន
pl: Ludzie
pt: Utilizadores
pt_br: Pessoas
ro: Oameni
sv: Människor
sw: Watu
uk: Люди

source: Register
ar: تسجيل
bg_bg: Регистър
cs: Registrovat
de: Registrieren
es: Registrarse
fa_ir: ثبت نام
fi: Rekisteröidy
fr: S'inscrire
hu: Regisztráció
it: Registrati
ja: 登録
ka: რეგისტრაცია
km: ចុះឈ្មោះ
pl: Zarejestruj się
pt: Registrar-se
pt_br: Registre-se
ro: Inregistrare
sw: Jisajili
uk: Реєстрація

source: Sign in
af: Teken in
ar: تسجيل الدخول
bg_bg: Регистрирай се
cs: Přihlásit se
de: Anmelden
es: Ingresar
fa_ir: ثبت
fi: Kirjaudu sisään
fr: Connexion
hu: Bejelentkezés
it: Accedi
ja: サインイン
ka: შესვლა
km: ចុះ​ឈ្មោះ​ចូល
pl: Zaloguj się
pt: Entrar
pt_br: Entrar
ro: Conectați-vă
sv: Logga in
sw: Ingia
uk: Увійдіть

source: You are using an outdated browser that is not supported by GeoNode.
ar: أنت تستخدم متصفحا قديما غير مدعوم من قبل GeoNode.
de: Sie verwenden einen veralteten Browser, der nicht von GeoNode unterstützt wird.
es: Está utilizando un navegador desactualizado que no es compatible con GeoNode.
fr: Vous utilisez un navigateur obsolète ou non supporté par GeoNode.
it: Stai usando un browser obsoleto che non è supportato da GeoNode.
ja: GeoNodeでサポートされていない古いブラウザーが使用されています。
pl: Używasz przestarzałej przeglądarki, która nie jest obsługiwana przez GeoNode.
pt: Está a usar um browser desatualizado que não é suportado pelo GeoNode.
pt_br: Você está usando um navegador desatualizado que não é compatível com GeoNode.

source: Please use a <strong>modern browser</strong> like Mozilla Firefox, Google Chrome or Safari.
ar: الرجاء استخدام <strong> متصفح حديث </ strong> مثل Mozilla Firefox أو Google Chrome أو Safari.
de: Bitte verwenden Sie einen <strong>modernen Browser</strong> wie Mozilla Firefox, Google Chrome oder Safari. Egal was, Hauptsache nicht den Internet Explorer.
es: Utilice un <strong>navegador moderno</strong> como Mozilla Firefox, Google Chrome o Safari.
fr: Utiliser un <strong>navigateur moderne</strong> comme Mozilla Firefox, Google Chrome ou Safari.
it: Utilizza un <strong>browser moderno</strong> come Mozilla Firefox, Google Chrome o Safari.
ja: Mozilla FirefoxやGoogle Chrome、Safariなどの<strong>新しいブラウザー</strong>を使用してください。
pl: Użyj <strong> nowoczesnej przeglądarki </strong>, takiej jak Mozilla Firefox, Google Chrome lub Safari.
pt: Utilize um <strong> navegador moderno </strong> como o Mozilla Firefox, Google Chrome ou Safari.
pt_br: Favor utilizar um <strong> navegador moderno </strong> como Mozilla Firefox, Google Chrome ou Safari.

source: There was a problem loading this page
af: Daar was 'n probleem met die laai hierdie bladsy
ar: كانت هناك مشكلة تحميل لهذه الصفحة
bg_bg: Имаше проблем при зареждане на страницата
cs: Při načítání této stránky došlo k problému
de: Beim Laden dieser Seite ist ein Fehler aufgetreten
es: Hubo un problema al cargar esta página
fa_ir: مشکلی در بارگیری این صفحه وجود ندارد
fi: Oli ongelma tämän sivun lataus
fr: Il y a eu un problème lors du chargement de la page
hu: Volt egy probléma betöltése ezen az oldalon
it: C'è stato un problema nel caricare la pagina
ja: ページ読み込み時に問題が発生しました
ka: ამ გვერდის ჩატვირთვისას, შეიქმნა პორბლემა
km: មាន​បញ្ហា​ក្នុង​ការ​ផ្ទុក​ទំព័រ​នេះ​គឺ
pl: Wystąpił problem podczas ładowania tej strony
pt: Ocorreu um erro carregando esta página
pt_br: Ocorreu um problema ao carregar esta página
ro: A apărut o problemă la încărcarea această pagină
sv: Det gick inte att läsa den här sidan
sw: Kuna hitilafu imejitokeza katika upakiaji wa ukurasa huu
tr: Bu sayfa yüklenirken bir sorun oluştu.
uk: Існував проблема завантаження на цій сторінці

source: Please contact your GeoNode administrator (they may have received an email automatically if they configured it properly). If you are the site administrator, enable debug mode to see the actual error and fix it or file an issue in <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>
ar: يرجى الاتصال بمسؤول GeoNode (قد يكون قد تلقى رسالة إلكترونية تلقائيا إذا قام بتهيئته بشكل صحيح). إذا كنت مشرف الموقع، فيمكنك تمكين وضع التصحيح للاطلاع على الخطأ الفعلي وإصلاحه أو تقديم طلب في <a href="http://github.com/GeoNode/geonode/issues"> تعقب المشكلة فيGeoNode </a>

source: Add User
ar: اضافة مستخدم
de: Benutzer hinzufügen
es: Agregar Usuario
fr: Ajouter un utilisateur
it: Aggiungi utente
ja: ユーザーを追加
pl: Dodaj użytkownika
pt: Adicionar Utilizador
pt_br: Adicionar Usuário

source: Powered by
af: Aangedryf deur
ar: مدعوم من
bg_bg: Поддържано от
cs: Běží na
de: Unterstützt durch
es: Proporcionado por
fa_ir: صفحه
fr: Propulsé par
it: Fornito da
ka: დაპროგრამებულია
km: ឧបត្ថម្ភ​ដោយ
pl: Obsługiwane przez
pt: Distribuído por
pt_br: Produzido por
sv: Drivs av
sw: Imewezeshwa na
uk: Харчування від

source: version
af: weergawe
ar: نسخة
bg_bg: версия
cs: verze
es: versión
fa_ir: نسخه
fi: versio
hu: változat
it: versione
ja: バージョン
km: កំណែ
pl: wersja
pt: versão
pt_br: versão
ro: versiune
sw: toleo
uk: версія

source: Developers
af: Ontwikkelaars
ar: المطورين
bg_bg: Разработчици
cs: Vývojáři
de: Entwickler
es: Desarrolladores
fa_ir: توسعه دهندگان
fi: Kehittäjät
fr: Développeurs
hu: Fejlesztők
it: Sviluppatori
ja: 開発者
ka: დეველოპერები
km: អ្នក​អភិវឌ្ឍ
pl: Deweloperzy
pt: Programadores
pt_br: Desenvolvedores
ro: Dezvoltatori
sv: Utvecklare
sw: Waandaaji
uk: Розробників

source: Username
af: Gebruikersnaam
ar: اسم المستخدم
bg_bg: Потребителско име
cs: Uživatelské jméno
de: Benutzer
es: Usuario
fa_ir: نام کاربری
fi: Käyttäjätunnus
fr: Utilisateur
hu: Felhasználónév
ja: ユーザ名
ka: მომხმარებელი
km: ឈ្មោះ​អ្នក​ប្រើ
pl: Nazwa użytkownika
pt: Utilizador
pt_br: Nome do Usuário
ro: Nume de utilizator
sv: Användarnamn
sw: Jina la mtumiaji
uk: Ім'я користувача
