Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Level
ar: مستوى
bg_bg: Ниво
cs: Úroveň
es: Nivel
fr: Niveau
it: Livello
ja: レベル
ka: დონე
pl: Poziom
pt: Nível
pt_br: Nível
tr: Seviye

source: Announcement
af: Aankondiging
ar: إعلان
bg_bg: Известие
cs: Oznámení
de: Ankündigung
es: Notificaciones
fa_ir: اعلانات
fi: Tiedotus
fr: Annonce
hu: Közlemény
it: Notizia
ja: お知らせ
ka: განცხადებები
km: សេចក្តី​ប្រកាស
pl: Ogłoszenie
pt: Anúncio
pt_br: Anúncio
ro: Anunț
sv: Meddelande
sw: Tangazo
tr: Duyuru
uk: Оголошення

source: Published From
af: Gepubliseer
ar: نشرت من
bg_bg: Публикувана форма
cs: Publikováno z
de: Veröffentlicht von
es: Publicado desde
fa_ir: منتشر شده از
fi: Julkaistu Alkaen
fr: Publié depuis
hu: Közreadta
it: Pubblicato da
ja: 公開元
km: បាន​ចេញ​ផ្សាយ​ពី
pl: Opublikowane od
pt: Publicado de
pt_br: Publicado de
ro: Publicat la
sv: Publicerad Från
sw: Toleo kutoka
tr: Yayınlandığı Tarih
uk: Опубліковано С

source: Published from <b>%(publish_start)s</b> to <b>%(publish_end)s</b>.
ar: تم النشر من <b>%(publish_start)s</b> إلى <b>%(publish_end)s</b>
bg_bg: Публикувано от <b>%(publish_start)s</b> to <b>%(publish_end)s</b>.
cs: Publikováno od <b>%(publish_start)s</b> do <b>%(publish_end)s</b>.
de: Veröffentlicht von <b>%(publish_start)s</b> bis <b>%(publish_end)s</b>.
es: Publicado desde <b>%(publish_start)s</b> hasta <b>%(publish_end)s</b>.
fr: Publié depuis le <b>%(publish_start)s</b> au <b>%(publish_end)s</b>.
it: Pubblicato da <b>%(publish_start)s</b> per <b>%(publish_end)s</b>.
ja: 公開期間: <b>%(publish_start)s</b> 〜 <b>%(publish_end)s</b>
pl: Opublikowane od <b>%(publish_start)s</b> do <b>%(publish_end)s</b>.
pt: Publicado desde <b>%(publish_start)s</b> a <b>%(publish_end)s</b>.
pt_br: Publicado de <b>%(publish_start)s</b> para <b>%(publish_end)s</b>.
tr: <b>%(publish_start)s</b>'den <b>%(publish_end)s</b>'ye yayınlandıb>.

source: Announcements : %(announcement)s
af: Aankondigings: %(announcement)s
ar: إعلانات: %(announcement)s
bg_bg: Известия : %(announcement)s
cs: Oznámení : %(announcement)s
de: Ankündigungen: %(announcement)s
es: Notificaciones : %(announcement)s
fa_ir: اطلاعیه:%(announcement)s بازدید کنندگان
fi: Ilmoitukset: %(announcement)s
fr: Annonces : %(announcement)s
hu: Közlemények: %(announcement)s
it: Notizie: %(announcement)s
ja: お知らせ : %(announcement)s
ka: განცხადება : %(announcement)s
km: សេចក្តី​ប្រកាស​:​ %(announcement)s
pl: Ogłoszenia: %(announcement)s
pt: Anúncios : %(announcement)s
pt_br: Anúncios : %(announcement)s
ro: Anunțuri: %(announcement)s
sv: Meddelanden: %(announcement)s
sw: Matangazo: %(announcement)s
tr: Duyurular : %(announcement)s
uk: Оголошення: %(announcement)s

source: Back to edit your profile information
af: Terug jou profiel inligting te wysig
ar: الرجوع الى تعديل معلومات ملفك الشخصي
bg_bg: Обратно към редактиране на вашата информация в профила
cs: Zpět k úpravě informace o vašem profilu
fa_ir: بازگشت به ویرایش اطلاعات پروفایل خود را
fi: Takaisin muokata profiilisi tietoja
hu: Vissza szerkesztheti a profilját információ
ka: უკან დაბრუნება, რომ დაარედაქტიროთ თქვენი პროფილის ინფორმაცია
km: ត្រឡប់​មក​វិញ​ដើម្បី​កែសម្រួល​ព័ត៌មាន​ទម្រង់​របស់​អ្នក
ro: Înapoi pentru a modifica informațiile din profilul dvs.
sv: Tillbaka för att redigera din profilinformation
sw: Rudi kuhariri maelezo ya wasifu wako
uk: Повернутися редагувати інформацію свого профілю

source: Your current avatar:
af: Jou huidige avatar:
ar: الصورة الشخصية الحالية
bg_bg: Сегашната ви снимка:
cs: Váš současný avatar:
fa_ir: تصور فعلی شما
fi: Nykyinen avatar:
hu: Az aktuális avatar:
ka: თქვენი მიმდინარე სურათი:
km: រូប​តំ​នាង​បច្ចុប្បន្ន​របស់​អ្នក​:
ro: Avatarul curentă:
sv: Din nuvarande avatar:
sw: Avatar yako ya sasa:
tr: Mevcut avatarınız:
uk: Ваше поточне аватара:

source: You haven't uploaded an avatar yet. Please upload one now.
af: Jy het nie 'n avatar opgelaai nie. Laai asseblief een nou.
ar: لم يتم تحميل صورة شخصية بعد. الرجاء تحميل واحدة الآن.
bg_bg: До момента не сте качила профилна снимка. Моля качете такава сега.
cs: Dosud není nahraný avatar. Nahrajte prosím jeden.
fa_ir: شما آواتار آپلود نشده است. در حال حاضر لطفا یکی را بارگذاری کنید.
fi: Et ole ladannut avatar vielä. Lataa nyt.
hu: Még nem töltött fel egy avatart még. Kérjük, töltse egyet.
ka: თქვენ ჯერ არ აგითვირთავთ სურათი. გთხოვთ ეხლა ატვირთოთ.
km: អ្នក​មិន​បាន​ផ្ទុក​ឡើង​រូប​តំ​នាង​មួយ​នៅ​ឡើយ​ទេ​។ សូម​ផ្ទុក​ឡើង​មួយ​ពេល​ឥឡូវ​នេះ​។
ro: Nu ați încărcat un avatar încă. Vă rugăm să încărcați unul acum.
sv: Du har inte laddat upp en avatar än. Lägg upp en nu.
sw: Hujapakia avatar bado. Tafadhali pakia moja sasa.
tr: Henüz bir avatar yüklemediniz. Lütfen şimdi bir tane yükleyin.
uk: Ви не додав аватар ще. Будь ласка, завантажте його прямо зараз.

source: Upload New Image
af: Laai New Image
ar: تحميل صورة جديدة
bg_bg: Качване на ново изображение
cs: Nahrát nový obrázek
fa_ir: آپلود تصویر جدید
fi: Lähetä uusi kuva
hu: Új kép feltöltése
ka: ახალი სურათის ატვირთვა
km: ផ្ទុក​រូបភាព​ថ្មី
ro: Încărcați o imagine nouă
sv: Ladda upp ny bild
sw: Pakia Picha Mpya
tr: Yeni Resim Yükle
uk: Додати нове зображення

source: Choose new Default
af: Kies nuwe Standaard
ar: إختر إفتراضي جديد
bg_bg: Изберете нова опция по подразбиране
cs: Vybrat nový výchozí
fa_ir: انتخاب پیش فرض جدید
fi: Valitse uusi Oletus
hu: Válassza ki az új alapértelmezett
km: ជ្រើស​លំនាំដើម​ថ្មី
ro: Alege nou Implicit
sv: Välj ny standard
sw: Kuchagua Default mpya
tr: Yeni Varsayılanı Seç
uk: Виберіть новий замовчуванням

source: Delete Your Avatar
ar: حذف الصورة الشخصية
bg_bg: Изтрийте вашaта снимка
cs: Smazat váš avatar
ka: თქვენი სურათის წაშლა

source: Please select the avatars that you would like to delete.
af: Kies die avatars wat jy wil verwyder.
ar: الرجاء تحديد الصور الشخصية التي تريد حذفها.
bg_bg: Моля изберете снимките, които искате да изтриете.
cs: Vyberte prosím avatary, které chcete smazat.
fa_ir: لطفا آواتار که شما می خواهم برای حذف انتخاب کنید.
fi: Valitse avatarit, jotka haluat poistaa.
hu: Kérjük, válassza ki az avatart, amit szeretne törölni.
ka: გთხოვთ მონიშნოთ სურათი, რომლის წაშლაც გსურთ
km: សូម​ជ្រើស​អវ​តា​ដែល​អ្នក​ចង់​លុប​។
ro: Vă rugăm să selectați avatarurile pe care doriți să le ștergeți.
sv: Välj de avatarer som du vill ta bort.
sw: Tafadhali chagua avatars ambazo ungependa kufuta.
tr: Silmek istediğiniz avatarları seçin.
uk: Будь ласка, виберіть аватари, які ви хотіли б видалити.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
af: Jy het geen avatars te verwyder. Let <a href="%(avatar_change_url)s">laai een</a> nou.
ar: ليس لديك أي صور شخصية للحذف. الرجاء <"a href="%(avatar_change_url)s> تحميل ملف واحد </a> الآن.
bg_bg: Нямате профилни снимки за изтриване. Моля <a href="%(avatar_change_url)s">качете такава</a> сега.
cs: Nemáte žádné avatary ke smazání. <a href="%(avatar_change_url)s">Nahrajte</a> jeden.
fa_ir: شما هیچ آواتار را حذف کنید. لطفا <a href="%(avatar_change_url)s">یکی آپلود</a> کن.
fi: Sinulla ei ole avataria poistettavaksi. Ole hyvä ja <a href="%(avatar_change_url)s">lataa itsellesi</a> nyt.
hu: Nincs avatart törölni. Kérjük, <a href="%(avatar_change_url)s">töltse fel egyet</a> most.
ka: თქვენ არ გაქვთ წასაშლელი სურათი. გთხოვთ <a href="%(avatar_change_url)s">ეხლა</a> ატვირთოთ.
km: អ្នក​មាន​អវ​តា​លុប​ទេ​។ សូម <a href="%(avatar_change_url)s">ផ្ទុក​ឡើង​មួយ</a> ពេល​ឥឡូវ​នេះ​។
ro: Nu ai nici un avatar pentru a șterge. Vă rugăm să <a href="%(avatar_change_url)s">încărcați unul</a> acum.
sv: Du har inga avatarer att ta bort. Vänligen <a href="%(avatar_change_url)s">ladda upp något</a> nu.
sw: Huna avatars za kufuta. Tafadhali <a href="%(avatar_change_url)s">pakia mojawapo</a> sasa.
tr: Silinecek avatarınız yok. Lütfen <a href="%(avatar_change_url)s">bir tane yükleyin</a>.
uk: У вас немає аватари для видалення. Будь ласка, <a href="%(avatar_change_url)s">завантажте один</a> зараз.

source: Delete These
af: Vee hierdie
ar: حذف هذه
bg_bg: Изтрий тези
cs: Smazat tyto
fa_ir: حذف این
fi: Poistaa nämä
hu: Ezek törlése
ka: ამის წაშლა
km: លុប​ទាំង​នេះ
ro: Ștergeți aceste
sv: Ta bort dessa
sw: Futa hizi
tr: Bunları Sil
uk: Видалити ці

source: GeoNode Search
ar: بحث GeoNode
de: GeoNode Suche
es: Búsqueda GeoNode
fr: Chercher
it: Ricerca GeoNode
pl: Wyszukiwanie GeoNode
pt: Pesquisa Geonode
pt_br: Pesquisa do GeoNode
tr: GeoNode Arama

source: Uploading...
ar: تحميل ...
de: Hochladen ...
es: Subiendo...
fr: Téléchargement...
ja: アップロード中…
pl: Przesyłanie...
pt: Carregando...

source: Upload in progress...
ar: التحميل قيد التقدم ...
de: Upload läuft ...
es: Subida en progreso...
fr: Téléchargement en cours...
it: Caricamento in corso...
ja: アップロード進行中…
pl: Trwa przesyłanie...
pt: Carregamento m processo...
pt_br: Realizando upload...

source: Processing...
ar: معالجة...
de: Verarbeite ...
es: Procesando...
fr: Traitement en cours…
it: Elaborazione in corso...
ja: 処理中…
pl: Przetwarzanie...
pt: Processando...
pt_br: Processando…

source: Updating Thumbnail...
ar: جارٍ تحديث الصورة المصغرة ...
de: Thumbnail wird aktualisiert ...
es: Actualizando miniatura ...
fr: Mise à jour de la Miniature...
it: Aggiornamento Miniatura...
ja: サムネイルを更新中…
pl: Aktualizuję miniaturę...
pt: Atualizar Thumbnail...
pt_br: Atualizando Miniatura...

source: Message. Do you want to proceed?
ar: هل أنت متأكد من أنك تريد إزالة?
de: Nachricht. Möchten sie fortfahren?
es: Mensaje. Quieres proceder?
fr: Message. Voulez-vous poursuivre ?
it: Sei sicuro di voler procedere?
ja: 続行してよろしいですか？
pl: Wiadomość. Czy chcesz kontynuować?
pt: Mensagem. Tem certeza que quer avançar?
pt_br: Mensagem. Tem certeza de que deseja prosseguir?

source: Some text in the modal
ar: بعض النصوص في الوسائط
de: Text im Modal
es: Algún texto en el modal
fr: Quelques textes dans le modal
pl: Jakiś tekst w modalu
pt: Algum texto no modal
pt_br: Algum texto no modal

source: Information for Developers
af: Inligting vir Developers
ar: معلومات للمطورين
bg_bg: Информация за разработчици
cs: Informace pro vývojáře
de: Informationen für Entwickler
es: Información para desarrolladores
fa_ir: اطلاعات برای توسعه دهندگان
fi: Tietoja kehittäjille
fr: Informations pour les développeurs
hu: Információ fejlesztők számára
it: Informazioni per gli sviluppatori
ja: 開発者向け情報
ka: ინფორმაცია დეველოპერებზე
km: ព័ត៌មាន​សម្រាប់​អ្នក​អភិវឌ្ឍន៍
pl: Informacje dla deweloperów
pt: Informações para Desenvolvedores
pt_br: Informações para desenvolvedores
ro: Informații pentru dezvoltatori
sv: Information för utvecklare
sw: Taarifa kwa Developers
tr: Geliştiriciler için Bilgi
uk: Інформація для розробників

source: Useful information for developers interested in GeoNode.
af: Nuttige inligting vir ontwikkelaars wat belangstel in GeoNode.
ar: معلومات مفيدة للمطورين المهتمين ب GeoNode.
bg_bg: Полезна информация за разработчици, които се интересуват от GeoNode
cs: Užitečné informace pro vývojáře, kteří mají zájem o GeoNode.
de: Hilfreiche Informationen für Entwickler, die an GeoNode interessiert sind.
es: Información útil para desarrolladores interesados en GeoNode.
fa_ir: اطلاعات مفید برای توسعه دهندگان علاقه مند در GeoNode.
fi: Hyödyllistä tietoa kehittäjille kiinnostunut GeoNode.
fr: Informations pratiques pour les développeurs intéressés par GeoNode.
hu: Hasznos információk a fejlesztők iránt érdeklődő GeoNode.
it: Informazioni utili per gli sviluppatori interessati a GeoNode.
ja: GeoNodeに興味のある開発者向けの情報。
ka: სასარგებლო ინფორმაცია GeoNode-ში, რომელიც დააინტერესებს დეველოპერებს
km: ព័ត៌មាន​ដែល​មាន​ប្រយោជន៍​សម្រាប់​អ្នក​អភិវឌ្ឍន៍​ចាប់​អារម្មណ៍​នៅ​ក្នុង​ការ GeoNode ។
pl: Przydatne informacje dla deweloperów zainteresowanych GeoNode.
pt: Informações úteis para programadores interessados no GeoNode.
pt_br: Informações úteis para desenvolvedores interessados em GeoNode.
ro: Informații utile pentru dezvoltatorii interesați în GeoNode.
sv: Användbar information för utvecklare som är intresserade av GeoNode.
sw: Mambo muhimu kwa developers ambao wangependa kutumia GeoNode.
tr: GeoNode ile ilgilenen geliştiriciler için yararlı bilgiler.
uk: Корисна інформація для розробників, зацікавлених в GeoNode.

source: GeoNode's Web Services
af: GeoNode se Web Services
ar: خدمات ويب GeoNode
bg_bg: Уеб услуги на GeoNode
cs: Webové služby GeoNode
de: GeoNode's Webdienste
es: Servicios web de GeoNode
fa_ir: خدمات وب GeoNode را
fi: GeoNode Web Services
fr: Services Web de GeoNode
hu: GeoNode Web Services
it: Web Services di GeoNode
ja: GeoNodeのウェブサービス
ka: GeoNode-ს ვებ-სერვისი
km: សេវា​គេហទំព័រ GeoNode របស់
pl: Usługi internetowe GeoNode
pt: Web Services do GeoNode
ro: Servicii Web GeoNode lui
sv: GeoNode Web Services
sw: Huduma za GeoNode kwa mtandao
tr: GeoNode'un Web Servisleri
uk: Web Services GeoNode в

source: GeoNode's Web Services are available from the following URLs:
af: GeoNode se Web Services is beskikbaar by die volgende URL:
ar: تتوفر خدمات ويب GeoNode من عناوين المواقع التالية:
bg_bg: Уеб услугите на GeoNode са налични на следните URL:
cs: Webové služby služby GeoNode jsou k dispozici z následujících adres URL:
de: Die Webdienste von GeoNode sind unter den folgenden URLs verfügbar:
es: Los servicios web de GeoNode están disponibles en las siguientes URLs:
fa_ir: خدمات وب GeoNode از URL های زیر در دسترس هستند:
fi: GeoNode Web Services ovat saatavilla osoitteissa:
fr: Les services web de GeoNode sont disponibles à partir des liens suivantes:
hu: GeoNode Web Services-ről a következő címeken:
it: I Web Services di GeoNode sono disponibili ai seguenti indirizzi:
ja: GeoNodeのウェブサービスは、次のURLで利用可能です:
ka: GeoNode-ს ვებ-სერვისი ხელმისაწვდომია შემდეგ URLs:
km: សេវា​គេហទំព័រ GeoNode គឺ​អាច​រក​បាន​ពី URLs ដែល​ដូច​ខាងក្រោម​:
pl: Usługi inernetowe GeoNode dostępne są pod następującymi adresami:
pt: Web Services do GeoNode estão disponíveis a partir das seguintes URLs:
pt_br: GeoNode’s Web Services estão disponíveis a partir das seguintes URLs:
ro: Servicii Web GeoNode sunt disponibile la următoarele URL-uri:
sv: GeoNode Web Services finns på följande URL:
sw: Huduma za GeoNode kwa mtandao zinapatikana kupitia URL zifuatazo:
tr: GeoNode'un Web Servisleri aşağıdaki URL'lerden erişilebilir:
uk: Web Services GeoNode були доступні з наступних адрес:

source: Dynamic tiles via WMS:
af: Dinamiese teëls via WMS:
ar: البلاط الديناميكي عبر WMS:
bg_bg: Динамична разграфка чрез WMS:
cs: Dynamické dlaždice pomocí WMS:
de: Dynamische Kacheln über WMS:
es: Teselas dinámicas vía WMS:
fa_ir: کاشی پویا از طریق WMS:
fi: Dynaaminen laatat kautta WMS:
fr: Tuiles dynamique via WMS:
hu: Dinamikus lapok via WMS:
ja: WMSによる動的タイル:
km: ក្បឿង​ថាមវន្ត​តាម​រយៈ WMS​:
pl: Dynamiczne kafelki przez WMS:
pt: Tiles dinâmicos via WMS:
ro: Gresie dinamice prin intermediul WMS:
sv: Dynamiska plattor via WMS:
sw: `Dynamic tiles` kupitia WMS:
tr: Dinamik döşemeler WMS üzerinden:
uk: Динамічні плитки через WMS:

source: Vector data via WFS:
af: Vektor data via WFS:
ar: البيانات المتجهة عبر WFS:
bg_bg: Векторни данни чрез WFS:
cs: Vektorová data přes WFS:
de: Vektordaten über WFS:
es: Datos vectoriales vía WFS:
fa_ir: اطلاعات بردار از طریق WFS:
fi: Vector dataa WFS:
fr: Données vectorielles via WFS:
hu: Vector adatok segítségével WFS:
it: Dati vettoriali via WFS:
ja: WFSによるベクタデータ:
km: ទិន្នន័យ​វ៉ិចទ័រ​តាមរយៈ WFS​:
pl: Dane wektorowe przez WFS:
pt: Dados vetoriais via WFS:
pt_br: Dados vetoriais via WFS:
ro: Date vectoriale prin WFS:
sv: Vektordata via WFS:
sw: Takwimu za vekta kupitia WFS:
tr: Vektör verileri WFS üzerinden:
uk: Вектор даних через WFS:

source: Raster data via WCS:
ar: البيانات النقطية عبر WCS:
bg_bg: Растерни данни чрез WCS:
cs: Rastrová data přes WCS:
de: Rasterdaten über WCS:
es: Datos de mapa de bits vía WCS:
fa_ir: اطلاعات شطرنجی از طریق WCS:
fi: Rasteritietoja kautta WCS:
fr: Données rasters par WCS:
hu: Raszter adatok segítségével WCS:
it: I dati raster tramite WCS:
ja: WCS経由ラスタデータ:
km: ទិន្នន័យ​បន្ទាត់​បញ្ឈរ​តាម​រយៈ​អង្គការ WCS​:
pl: Dane rastrowe przez WCS:
pt: Dados raster via WCS:
pt_br: Dados raster via WCS:
ro: Date raster prin WCS:
sw: Takwimu za `Raster` kupitia WCS:
tr: Raster verileri WCS üzerinden:
uk: Растрові дані через WCS:

source: Metadata search via CSW:
af: Metadata soek via CSW:
ar: بحث البيانات الوصفية عبر CSW:
bg_bg: Търсене на метаданни чрез CSW:
cs: Hledání metadat pomocí CSW:
de: Metadatensuche via CSW:
es: Búsqueda de metadatos vía CSW:
fa_ir: جستجو متاداده از طریق CSW:
fi: Metatietojen haku kautta CSW:
fr: Recherche de métadonnées via CSW:
hu: Metaadat keresés via CSW:
it: Ricerca Metadati via CSW:
ja: CSWによるメタデータ検索:
km: ការ​ស្វែង​រក​ទិន្នន័យ​មេតា​តាម​រយៈ CSW​:
pl: Wyszukiwanie metadanych przez CSW:
pt: Busca de metadados via CSW:
pt_br: Pesquisa de metadados via CSW:
ro: Căutare metadate prin LSC:
sv: Metadata sökning via CSW:
sw: Tafuta metadata kupitia CSW:
tr: Meta veri arama CSW üzerinden:
uk: Пошук метаданих за допомогою РКС:

source: Metadata search via OpenSearch:
ar: بحث البيانات الوصفية عبر البحث المفتوح :
bg_bg: Търсене на метаданни чрез OpenSearch:
cs: Hledání metadat pomocí OpenSearch:
de: Metadatensuche über OpenSearch:
es: Búsqueda de metadatos a través de OpenSearch:
fr: Recherche des métadonnées via OpenSearch :
it: Ricerca Metadati via OpenSearch:
ja: OpenSearchによるメタデータ検索:
pl: Wyszukiwanie metadanych przez OpenSearch:
pt: Pesquisa de metadados através do OpenSearch:
pt_br: Pesquisa de metadados usando OpenSearch:
tr: Meta veri arama OpenSearch üzerinden:

source: Metadata search via OAI-PMH:
ar: بحث البيانات الوصفية عبر OAI-PMH :
bg_bg: Търсене на метаданни чрез OAI-PMH
cs: Hledání metadat pomocí OAI-PMH:
de: Metadatensuche über OAI-PMH:
es: Búsqueda de metadatos vía OAI-PMH:
fr: Recherche des métadonnées via OAI-PMH :
it: Ricerca Metadati via OAI-PMH:
ja: OAI_PMHによるメタデータ検索:
pl: Wyszukiwanie metadanych przez OAI-PMH:
pt: Pesquisa de metadados através do OAI-PMH:
pt_br: Pesquisa de metadados usando OAI-PMH:
tr: Meta veri arama OAI-PMH üzerinden:

source: Cached tiles via WMTS:
af: Cached teëls via WMTS:
ar: البلاط المخبأ عبر WMTS:
bg_bg: Каширани разграфки чрез WMTS:
cs: Dlaždice v mezipaměti pomocí WMTS:
de: Zwischengespeicherte Kacheln über WMTS:
es: Teseleas cacheadas vía WMTS:
fa_ir: کاشی ذخیره سازی از طریق WMTS:
fi: Välimuistissa laatat kautta WMTS:
fr: Tuiles mises en cache via WMTS :
hu: Gyorsítótárazott csempe via WMTS:
it: Cache dei tile attraverso WMTS:
ja: WMTSによるキャッシュ付きタイル:
km: ក្បឿង​ទុក​ក្នុង​ឃ្លាំង​សម្ងាត់​តាម​រយៈ WMTS​:
pl: Buforowane płytki przez WMTS:
pt: Tiles cacheados via WMTS:
ro: Gresie retinute prin WMTS:
sv: Cachade plattor via WMTS:
sw: `Tiles` kutoka kwenye kashe kupitia WMTS:
tr: Önbellekli döşemeler WMTS üzerinden:
uk: Збережено в кеші плитки через WMTS:

source: User Guide
ar: دليل المستخدم
bg_bg: Ръководство на потребителя
cs: Uživatelská příručka
de: Benutzerhandbuch
es: Guía para el Usuario
fa_ir: راهنمای کاربری
fi: Käyttöohjeet
fr: Guide de l'utilisateur
hu: Felhasználói kézikönyv
it: Guida per l'utilizzatore
ja: ユーザーガイド
ka: მომხმარებლის მეგზური
km: មគ្គុទ្ទេសក៍​អ្នក​ប្រើ
pl: Podręcznik użytkownika
pt: Guia do Utilizador
pt_br: Manual do usuário
ro: Ghid de utilizare
sv: Användarhandbok
sw: Muongozo kwa mtumiaji
tr: Kullanıcı Kılavuzu
uk: Керівництво користувача

source: GeoNode Help
af: GeoNode Hulp
ar: GeoNode مساعدة
bg_bg: GeoNode помощ
cs: Nápověda GeoNode
de: GeoNode Hilfe
es: Ayuda para GeoNode
fa_ir: راهنمای سیستم
fi: GeoNode Ohje
fr: GeoNode Aide
hu: GeoNode Segítség
it: Aiuto su GeoNode
ja: GeoNodeヘルプ
ka: GeoNode დახმარება
km: GeoNode ជំនួយ
pl: Pomoc GeoNode
pt: Ajuda do Portal
pt_br: Ajuda do GeoNode
ro: GeoNode Ajutor
sv: GeoNode Hjälp
sw: Msaada kuhusu Geonode
tr: GeoNode Yardım
uk: GeoNode Допомога

source: This page provides helpful information about how to use the GeoNode. You can use the sidebar links to navigate to what you want to know.
af: Hierdie bladsy bied nuttige inligting oor hoe die GeoNode te gebruik. Jy kan die sidebar skakels gebruik om na wat jy wil weet.
ar: توفر هذه الصفحة معلومات مفيدة حول كيفية استخدام ‫(GeoNode)‬. يمكنك استخدام روابط الشريط الجانبي للانتقال إلى ما تريد معرفته.
bg_bg: Тази страница предоставя полезна информация за това как да използвате GeoNode. Можете да използвате страничната лента за навигация към това, което искате да знаете.
cs: Tato stránka poskytuje užitečné informace o tom, jak používat GeoNode. Pomocí odkazů postranního panelu se můžete dostat na to, co chcete znát.
de: Diese Seite stellt hilfreiche Informationen über den Umgang mit GeoNode zur Verfügung. Sie können die Links in der Seitenleiste verwenden um zu den Themen zu navigieren über das Sie etwas wissen wollen.
es: Esta página contiene información útil sobre como usar el GeoNode. Puedes usar los vínculos de la barra lateral para ir hacia lo que quieras conocer.
fa_ir: این صفحه اطلاعات مفید در مورد چگونگی استفاده از GeoNode فراهم می کند. شما می توانند لینک ها ستون کناری برای رفتن به آنچه شما می خواهید بدانید که استفاده کنید.
fi: Tällä sivulla on hyödyllistä tietoa siitä, miten käyttää GeoNode. Voit käyttää sivupalkin linkeillä mitä haluat tietää.
fr: Cette page fourni l'aide sur la façon d'utiliser GeoNode. Vous pouvez utiliser les liens de la barre latérale pour naviguer vers ce que vous désirez connaître.
hu: Ezen az oldalon hasznos információkat, hogyan kell használni a GeoNode. Használhatja a tálaló linkeket navigálni, mit szeretne tudni.
it: Questa pagina fornisce informazioni di aiuto sull'utilizzo di GeoNode. Puoi utilizzare i collegamenti nella barra laterale per ricercare quello che ti interessa.
ja: このページでは、GeoNodeの使用方法に関する有用な情報を提供しています。サイドバーのリンクから知りたい情報に移動できます。
km: ទំព័រ​នេះ​ផ្តល់​នូវ​ព័ត៌មាន​មាន​ប្រយោជន៍​អំពី​របៀប​ប្រើ GeoNode នេះ​។ អ្នក​អាច​ប្រើ​តំណ​ភ្ជាប់​របារ​ចំហៀង​ដើម្បី​រុករក​អ្វី​ដែល​អ្នក​ចង់​ដឹង​។
pl: Ta strona zawiera przydatne informacje o tym, jak korzystać z GeoNode. Możesz użyć linków na pasku bocznym, aby przejść do tego, co chcesz wiedzieć.
pt: Esta página contém informações úteis sobre como usar o Portal. Você pode usar os links da barra lateral para navegar conforme seu interesse.
pt_br: Esta página contém informações úteis sobre como usar o GeoNode. Você pode usar os links da barra lateral para navegar pelos itens de seu interesse.
ro: Această pagină oferă informații utile cu privire la modul de utilizare a GeoNode. Puteți să utilizați linkurile de bara laterală pentru a naviga la ceea ce vrei să știi.
sv: Denna sida ger användbar information om hur du använder GeoNode. Du kan använda sidofältets länkar för att navigera till det du vill veta.
sw: Ukurasa hii hutoa habari muhimu kuhusu jinsi ya kutumia GeoNode. Unaweza kutumia viungo sidebar navigate kwa nini unataka kujua.
tr: Bu sayfa, GeoNode'un nasıl kullanılacağı hakkında faydalı bilgiler sunmaktadır. Öğrenmek istediklerinize ulaşmak için kenar çubuğu bağlantılarını kullanabilirsiniz.
uk: Ця сторінка надає корисну інформацію про те, як використовувати GeoNode. Ви можете використовувати панелі посилань для навігації, що ви хочете знати.

source: Sections
af: Artikels
ar: أقسام
bg_bg: Сегменти
cs: Sekce
de: Sektionen
es: Secciones
fa_ir: بخش ها
fi: Pääluokat
hu: Szakaszok
it: Sezioni
ja: セクション
ka: განყოფილებები
km: ផ្នែក
pl: Działy
pt: Seções
pt_br: Seções
ro: Secțiuni
sv: Sektioner
sw: Sehemu
tr: Bölümler
uk: Розділи

source: Browsing Layers
af: Blaai Lae
ar: تصفح الطبقات
bg_bg: Търсене на слоеве
cs: Procházení vrstev
de: Layer durchsehen
es: Navegar por las Capas
fa_ir: جستجوی لایه ها
fi: Selailu Tasot
fr: Parcourir les couches
hu: Böngészés Rétegek
it: Naviga i livelli
ja: レイヤー閲覧
ka: ფენების დათვალიერება
km: ស្រទាប់​រក​មើល
pl: Przeglądanie warstw
pt: Procurar Camadas
pt_br: Navegando pelas camadas
ro: Browsing Straturi
sv: Bläddrar Skikt
sw: Kuperuzi Matabaka
tr: Katmanları Gözden Geçirme
uk: Перегляд Шари
