Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Anyone may join this group.
af: Enigeen kan hierdie groep aan te sluit.
ar: يمكن لأي شخص الانضمام إلى هذه المجموعة.
bg_bg: Всеки може да се присъедини към тази група.
cs: K této skupině se může připojit každý.
de: Jeder kann dieser Gruppe beitreten.
es: Cualquiera puede unirse a este grupo.
fa_ir: همه ممکن است این گروه بپیوندید.
fi: Kuka tahansa voi liittyä tähän ryhmään.
fr: Tout le monde peut rejoindre ce groupe.
hu: Bárki csatlakozhat a csoporthoz.
it: Chiunque può aderire a questo gruppo.
ja: 誰もがこのグループに参加することができる。
ka: ყველას შეუძლია შეუერთდეს ამ ჯგუფს.
km: មនុស្ស​គ្រប់​គ្នា​អាច​ចូល​រួម​ជាមួយ​ក្រុម​នេះ​។
pl: Każdy może dołączyć do tej grupy.
pt: Qualquer pessoa pode juntar-se a este grupo.
pt_br: Qualquer pessoa pode participar deste grupo.
ro: Oricine poate participa la acest grup.
sv: Vem som helst kan gå med i denna grupp.
sw: Mtu yeyote anaweza kujiunga na kundi hili.
tr: Bu gruba herkes katılabilir.
uk: Будь-хто може приєднатися до цієї групи.

source: Join Group
af: Sluit Group
ar: انضمام مجموعة
bg_bg: Присъедини се към групата
cs: Připojit se ke skupině
de: Gruppe beitreten
es: Unirse al Grupo
fa_ir: عضویت در گروه
fi: Liity ryhmään
fr: Rejoindre le groupe
hu: Csatlakozz Group
it: Iscriviti al gruppo
ja: グループに参加
ka: შეუერთდი ჯგუფს
km: ចូលរួម​ក្នុង​ក្រុម
pl: Dołącz do grupy
pt: Junte-se ao grupo
pt_br: Participar do Grupo
ro: Alătură-te grupului
sv: Gå med i gruppen
sw: Jiunge na Kundi
tr: Gruba Katıl
uk: Приєднатися до групи

source: Anyone may view this group but membership is by invitation only.
af: Enigeen kan hierdie groep sien, maar lidmaatskap is slegs op uitnodiging.
ar: يمكن لأي شخص عرض هذه المجموعة ولكن العضوية بالدعوة فقط.
bg_bg: Всеки може да разглежда групата, но членството е само с покана.
cs: Každý může tuto skupinu vidět, ale členství je pouze na základě pozvání.
de: Jeder kann diese Gruppe betrachten, aber die Mitgliedschaft ist nur auf Einladung.
es: Cualquiera puede ver éste grupo pero la membresía es solamente por invitación.
fa_ir: همه ممکن است این گروه را مشاهده اما عضویت تنها دعوت.
fi: Kuka tahansa voi katsella tätä ryhmää, mutta jäsenyys on vain kutsusta.
fr: Tout le monde peut voir ce groupe mais il n'est possible de le rejoindre que sur invitation.
hu: Bárki megtekintheti ezt a csoportot, de a tagság csak meghívóval.
it: Chiunque può visualizzare questo gruppo, ma l'iscrizione è possibile solo su invito.
ja: 誰もがこのグループを表示できますが、メンバーシップは招待者のみである。
ka: ყველას შეუძლია ნახოს ეს ჯგუფი,მხოლოდ ჯგუფის წევრების მოწვევით.
km: មនុស្ស​គ្រប់​គ្នា​អាច​មើល​ក្រុម​នេះ​ទេ​ប៉ុន្តែ​សមាជិក​ភាព​គឺ​ដោយ​អញ្ជើញ​តែ​ប៉ុណ្ណោះ​។
pl: Każdy może zobaczyć tę grupę, ale członkostwo jest tylko na zaproszenie.
pt: Qualquer pessoa pode exibir este grupo, mas a adesão é apenas por convite.
pt_br: Qualquer pessoa pode visualizar este grupo, mas a adesão é apenas por convite.
ro: Oricine poate vedea acest grup, dar de membru este de doar invitație.
sv: Vem som helst kan se den här gruppen, men medlemskapet är endast inbjudan.
sw: Mtu yeyote anaweza kuona kundi hili lakini uanachama kwa mwaliko tu.
tr: Bu grubu herkes görüntüleyebilir ancak üyelik yalnızca davetiyeyle mümkündür.
uk: Кожен може переглянути цю групу, але членство тільки на запрошення.

source: Membership is by invitation only.
af: Lidmaatskap is slegs op uitnodiging.
ar: العضوية عن طريق الدعوة فقط.
bg_bg: Членството е само с покана.
cs: Členství je pouze na pozvání.
de: Die Mitgliedschaft ist nur auf Einladung.
es: La Membresía es solamente por invitación.
fa_ir: عضویت فقط توسط دعوت نامه.
fi: Jäsenyys on vain kutsusta.
fr: Adhésion uniquement sur invitation.
hu: A tagság csak meghívóval.
it: L'iscrizione è possibile solo su invito.
ja: メンバーシップは招待者のみである。
ka: წევრობის მიღება შესაძლებელია მხოლოდ მოწვევის შემდეგ
km: សមាជិក​គឺ​ដោយ​អញ្ជើញ​តែ​ប៉ុណ្ណោះ​។
pl: Członkostwo jest tylko na zaproszenie.
pt: A adesão é apenas por convite.
pt_br: A adesão é apenas por convite.
ro: Calitatea de membru este de doar invitație.
sv: Medlemskapet är endast inbjudan.
sw: Uanachama ni kwa mwaliko tu.
tr: Üyelik yalnızca davetiyeyle mümkündür.
uk: Членство тільки за запрошенням.

source: Managers
af: Bestuurders
ar: مدراء
bg_bg: Администратори
cs: Manažeři
de: Manager
es: Administradores
fa_ir: مدیران
fi: Päättäjät
fr: Responsables
hu: Menedzserek
it: Gestori
ja: 経営者
ka: მენეჯერები
km: អ្នក​ចាត់​ការ​ទូទៅ
pl: Admini
pt: Gestores
pt_br: Administradores
ro: Manageri
sv: Chefer
sw: Wasimamizi
tr: Yöneticiler
uk: Менеджери

source: Members
af: Lede
ar: أعضاء
bg_bg: Членове
cs: Členové
de: Mitglieder
es: Miembros
fa_ir: کاربران
fi: Jäsenet
fr: Membres
hu: Tagok
it: Utenti
ja: メンバー
ka: წევრები
km: សមាជិក
pl: Członkowie
pt: Membros
pt_br: Membros
ro: Membri
sv: Medlemmar
sw: Wanachama
tr: Üyeler
uk: Користувачі

source: Create a New Group
ar: إنشاء مجموعة جديدة
cs: Vytvořit novou skupinu
de: Neue Gruppe erstellen
es: Crear un grupo nuevo
fr: Créer un nouveau groupe
it: Crea un nuovo gruppo
ja: 新規グループの作成
pl: Stwórz nową grupę
pt: Criar um Novo Grupo
pt_br: Criar um Novo Grupo
tr: Yeni Bir Grup Oluştur

source: Edit Members for
ar: تعديل أعضاء ل
bg_bg: Редактирай членове за
cs: Upravit členy pro
de: Mitglieder bearbeiten für
es: Editar Miembros para
fr: Mettre à jour les membres pour
it: Gestisci membri per
ja: メンバーの編集
ka: მონაწილეების რედაქტირება, რაღაცისთვის
pl: Edytuj członków dla
pt: Editar Membros para
pt_br: Editar Membros para
tr: Üyeleri Düzenle

source: Current Members
ar: الأعضاء الحاليين
de: Aktuelle Mitglieder
es: Miembros Actuales
fr: Membres actuels
it: Iscritti attuali
ja: 現在のメンバー
pl: Obecni członkowie
pt: Membros Atuais
pt_br: Membros Atuais
tr: Mevcut Üyeler

source: Remove
af: Verwyder
ar: إزالة
bg_bg: Премахване
cs: Odstranit
de: Entfernen
es: Remover
fa_ir: برداشتن
fi: Poistaa
fr: Supprimer
hu: Eltávolít
it: Elimina
ja: 削除する
ka: წაშლა
km: យក
pl: Usuń
pt: Remover
pt_br: Remover
ro: Scoate
sv: Ta bort
sw: Ondoa
tr: Kaldır

source: Promote
ar: ترويج
de: Bewerben
es: Ascender
fr: Promouvoir
it: Promuovi
ja: 進める
pl: Awansuj
pt: Promover
pt_br: Promover
tr: Terfi Et

source: Demote
ar: تخفيض
de: Abwerten
es: Degradar
fr: Rétrograder
it: Retrocedere
ja: 戻る
pl: Degraduj
pt: Destituir
pt_br: Rebaixar
tr: Aldır

source: Role
ar: وظيفة
bg_bg: Роля
de: Rolle
es: Rol
fr: Rôle
it: Ruolo
ja: ロール
ka: როლი
pl: Rola
pt: Cargo
pt_br: Regra
tr: Rol

source: Add new members
ar: إضافة أعضاء جدد
de: Neue Mitglider hinzufügen
es: Agregar nuevos miembros
fr: Ajouter de nouveaux membres
it: Aggiungi nuovi membri
ja: 新規メンバーを追加
pl: Dodaj nowych członków
pt: Adicionar novos membros
pt_br: Adicionar novos membros
tr: Yeni üyeler ekle

source: Add Group Members
ar: إضافة أعضاء للمجموعة
de: Gruppenmitglieder verwalten
es: Administrar Miembros del Grupo
fr: Inviter des personnes
it: Aggiungi membri al gruppo
ja: グループメンバーを追加
pl: Dodaj członków grupy
pt: Adicionar Membros do Grupo
pt_br: Adicionar Membros do Grupo
tr: Grup Üyeleri Ekle

source: Are you sure you want to remove the group: %(group_title)s?
af: Is jy seker jy wil die groep te verwyder: %(group_title)s?
ar: هل أنت متأكد أنك تريد إزالة المجموعة: %(group_title)s
bg_bg: Сигурни ли сте, че искате да премахнете групата: %(group_title)s?
cs: Opravdu chcete odstranit skupinu: %(group_title)s?n
de: Sind Sie sicher dass Sie die Gruppe entfernen möchten: %(group_title)s?
es: Está seguro de querer remover el grupo: %(group_title)s?
fa_ir: آیا مطمئن هستید که می خواهید به حذف گروه: %(group_title)sخبر؟
fi: Oletko varma, että haluat poistaa ryhmä: %(group_title)s?
fr: Etes-vous sûr de vouloir supprimer le groupe: %(group_title)s?
hu: Biztos, hogy el akarja távolítani a csoporthoz: %(group_title)s?
it: Sei sicuro di voler rimuovere il gruppo: %(group_title)s?
ja: あなたがグループを削除してもよろしいですか：%(group_title)s？
ka: დარწმუნებული ხართ წაშალოთ ჯგუფი: %(group_title)s?
km: តើ​អ្នក​ពិត​ជា​ចង់​យក​ក្រុម​:​ %(group_title)s​?
pl: Czy na pewno chcesz usunąć grupę: %(group_title)s?
pt: Tem a certeza que deseja remover o grupo: %(group_title)s?
pt_br: Tem certeza que deseja excluir este grupo: %(group_title)s?
ro: Sunteți sigur că doriți să eliminați grupului: %(group_title)s?
sv: Är du säker på att du vill ta bort gruppen: %(group_title)s?
sw: Je, una uhakika unataka kuondoa kikundi: %(group_title)s?
tr: %(group_title)s grubunu kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити групу: %(group_title)s?

source: Yes, I am sure
af: Ja, ek is seker
ar: نعم، أنا متأكد
bg_bg: Да, сигурен съм
cs: Ano, jsem si jistý
de: Ja, ich bin sicher
es: Si, estoy seguro
fa_ir: بله، مطمئنم
fi: Kyllä, olen varma
fr: Oui, je confirme
hu: Igen, biztos vagyok benne,
it: Si, sono sicuro
ja: はい、確かにそうです
ka: დარწმუნებული ვარ
km: បាទ​, ខ្ញុំ​ប្រាកដ
pl: Tak, jestem pewien
pt: Sim, tenho certeza
pt_br: Sim, tenho certeza
ro: Da, eu sunt sigur
sv: Ja, jag är säker på
sw: Ndiyo, nina uhakika
tr: Evet, eminim
uk: Так, я впевнений,

source: No, don't remove it
af: Nee, moenie dit verwyder nie
ar: لا، لا تقم بإزالته
bg_bg: Не го премахвай
cs: Ne, neodstraňovat to
de: Nein, nicht löschen
es: No, no voy a eliminarlo
fa_ir: خیر،‌ پاک نشود
fi: Ei, älä poista sitä
fr: Non, ne pas supprimer
hu: Nem, ne távolítsa el
it: No, non eliminarlo
ja: いいえ、削除しません
ka: არ წაშალო
km: គ្មាន​, មិន​យក​វា​ចេញ
pl: Nie, nie usuwaj go
pt: Não, não remover
pt_br: Não, não remover
ro: Nu, nu-l scoate
sv: Nej, ta inte bort det
sw: Hapana, usiondoe
tr: Hayır, kaldırmayın
uk: Ні, він не знятий

source: Remove Maps/Data from Group
af: Verwyder kaarte / Data uit Groep
ar: إزالة خرائط / بيانات من المجموعة
bg_bg: Премахни карти/данни от група
cs: Odstranit mapy / data ze skupiny
de: Entfernen Sie Karten / Daten von der Gruppe
es: Remover Mapas/Datos del Grupo
fa_ir: حذف نقشه / اطلاعات از گروه
fi: Poista Kartat / Data Group
fr: Supprimer des cartes/données du groupe
hu: Távolítsuk Maps / Adatok Group
it: Rimuovere mappe / dati da gruppo
ja: グループからの地図/データを削除する
ka: რუკის წაშლა / მონაცემები ჯგუფიდან
km: យក​ផែនទី / ទិន្នន័យ​ពី​ក្រុម
pl: Usuń mapy/dane z grupy
pt: Remover Mapas / Informação do Grupo
pt_br: Remover Mapas/Dados do Grupo
ro: Scoateți Hărți / date de la Grupul
sv: Ta bort kartor / Data från gruppen
sw: Ondoa Ramani/Data kwenye Kundi
tr: Grup Haritalarını/Verilerini Kaldır
uk: Видалити Карт / даних з групи

source: Remove selected maps/data
af: Verwyder gekies kaarte / data
ar: إزالة خرائط اختيار / بيانات
bg_bg: Премахни избраните карти/данни
cs: Odebrat vybrané mapy / data
de: Ausgewählten Karten entfernen / Daten
es: Remover mapas/datos seleccionados
fa_ir: حذف نقشه انتخاب / اطلاعات
fi: Poista valitut kartat / data
fr: Supprimer les cartes et les données sélectionnées
hu: Távolítsuk el a kiválasztott térképek / adatok
it: Rimuovere mappe selezionate / dati
ja: 選択したマップを削除/データ
ka: მონიშვნული რუკის / მონაცემის წაშლა
km: យក​ផែនទី​ដែល​បាន​ជ្រើសរើស / ទិន្នន័យ
pl: Usuń wybrane mapy/dane
pt: Remover mapas seleccionados / dados
pt_br: Remover mapas/dados selecionados
ro: Scoateți hărți selectate / date
sv: Ta bort markerade kartor / data
sw: Ondoa ramani/data zilizochaguliwa
tr: Seçilen haritaları/verileri kaldır
uk: Видалити вибрані карти / дані

source: Edit Group Category Details
ar: تعديل تفاصيل فئة المجموعة
es: Editar detalles de categoría de grupo
fr: Modifier les détails des catégories de groupes
it: Modifica dettagli categoria gruppo
ja: グループの詳細を編集
pl: Edytuj szczegóły kategorii grup
pt: Editar Detalhes da Categoria do Grupo
pt_br: Editar Detalhes da Categorias de Grupo
tr: Grup Kategori Ayrıntılarını Düzenle

source: Groups
af: Groepe
ar: مجموعات
bg_bg: Групи
cs: Skupiny
de: Gruppen
es: Grupos
fa_ir: گروه
fi: Ryhmät
fr: Groupe
hu: Csoportok
it: Gruppi
ja: グループ
ka: ჯგუფები
km: ក្រុម
pl: Grupy
pt: Grupos
pt_br: Grupos
ro: Grupuri
sv: Grupper
sw: Makundi
tr: Gruplar
uk: Групи

source: Create Group Category
ar: إنشاء فئة المجموعة
de: Gruppen Kategorie erstellen
es: Crear categoría de grupo
fr: Créer une catégorie de groupe
it: Crea categoria di gruppo
ja: グループカテゴリー作成
pl: Stwórz kategorię grupy
pt: Criar Categoria de Grupo
pt_br: Criar Categoria de Grupos
tr: Grup Kategorisi Oluştur

source: Create a Group Category
ar: إنشاء فئة المجموعة
de: Eine Gruppen Kategorie erstellen
es: Create Group Category
fr: Créer une catégorie de groupe
it: Creare una categoria di gruppo
ja: グループカテゴリーを作成
pl: Stwórz kategorię grupy
pt: Criar uma Categoria de Grupo
pt_br: Criar uma Categoria de Grupo
tr: Bir Grup Kategorisi Oluştur

source: Edit Group Category
ar: تعديل فئة المجموعة
de: Gruppenkategorie bearbeiten
es: Editar categoría de grupo
fr: Modifier une catégorie de groupe
it: Modifica categoria gruppo
ja: グループカテゴリー編集
pl: Edytuj kategorię grupy
pt: Editar Categoria de Grupo
pt_br: Editar Categoria de Grupo
tr: Grup Kategorisini Düzenle

source: Save
ar: حفظ
bg_bg: Запеметяване
cs: Uložit
de: Speichern
es: Guardar
fa_ir: ذخیره
fi: Tallenna
fr: Enregistrer
hu: Mentés
it: Salva
ja: 保存
ka: შენახვა
km: រក្សា​ទុក
pl: Zapisz
pt: Guardar
pt_br: Salvar
ro: Salvați
sv: Spara
sw: Hifadhi
tr: Kaydet
uk: Зберегти

source: E-mail
ar: بريد إلكتروني
es: Correo Electrónico
fr: Courrier électronique
ja: Eメール
tr: E-posta

source: Invitations successfully sent to '%(email)s'
ar: تم إرسال الدعوات بنجاح إلى '%(email)s'
de: Einladung erfolgreich an '%(email)s' versendet
es: Invitaciones enviadas con éxito a '%(email)s'
fr: Les invitations ont été envoyées avec succès à '%(email)s'
it: Inviti mandati con successo a '%(email)s'
ja: 招待が「%(email)s」に正常に送信されました。
pl: Zaproszenia zostały pomyślnie wysłane do '%(email)s'
pt: Convites enviados com sucesso para '%(email)s'
pt_br: Convite enviado com sucesso para ‘%(email)s’
tr: Davetiyeler '%(email)s' adresine başarıyla gönderildi.

source: Sorry, it was not possible to invite '%(email)s' due to the following isse: %(error)s (%(type)s)
ar: عذرًا ، لم يكن من الممكن دعوة '%(email)s' بسبب المشكلة التالية: %(error)s (%(type)s)
de: Es ist nicht möglich folgende E-Mail Adressen '%(email)s' aufgrund folgenden. Fehlers einzuladen: %(error)s (%(type)s)
es: Lo sentimos, no fue posible invitar a '%(email)s' debido a lo siguiente problema: %(error)s (%(type)s)
fr: Désolé, il n'a pas été possible d'inviter '%(email)s' en raison de l'erreur suivante: %(error)s (%(type)s)
it: Spiacenti, non è stato possibile invitare '%(email)s' a causa di quanto segue: %(error)s (%(type)s)
ja: 申し訳ありませんが、次のような理由で「%(email)s」を招待することができませんでした: d%(error)s (%(type)s)
pl: Przepraszamy, nie można było zaprosić '%(email)s' z powodu następującego błędu: %(error)s (%(type)s)
pt: Desculpe, não foi possível convidar %(email)s' devido ao seguinte problema: %(error)s (%(type)s)
pt_br: Infelizmente não é possível enviar um convite para ‘%(email)s’ devido ao seguinte erro: %(error)s (%(type)s)
tr: Üzgünüm, '%(email)s' adresini davet etmek mümkün olmadı: %(error)s (%(type)s)

source: style name
af: styl naam
ar: اسم النمط
bg_bg: стил на име
cs: název stylu
de: Stil-Name
es: nombre de Estilo
fa_ir: نام نحوه نمایش
fi: tyylin nimi
fr: nom du style
hu: stílus neve
it: nome dello stile
ja: スタイル名
ka: სტილის სახელწოდება
km: ឈ្មោះ​របស់​រចនាប័ទ្ម
pl: nazwa stylu
pt: nome do estilo
pt_br: nome do estilo
ro: Numele de stil
sv: formatnamn
sw: jina la mtindo
tr: stil adı
uk: Назва стилю

source: sld text
af: SLD teks
ar: نص sld
bg_bg: текст на sld
es: sld texto
fa_ir: متن SLD
fi: SLD teksti
fr: texte du sld
hu: SLD szöveg
ja: SLDテキスト
ka: sld ტექსტი
km: អត្ថបទ sld
pl: tekst pliku SLD
pt: texto do sld
pt_br: texto do sld
ro: Text SLD
tr: sld metni
uk: SLD текст

source: sld version
af: SLD weergawe
ar: إصدار sld
bg_bg: версия на sld
cs: sld verze
es: sld versión
fa_ir: نسخه SLD
fi: SLD versio
fr: version de sld
hu: SLD verzió
ja: SLDバージョン
ka: sld ვერსია
km: កំណែ sld
pl: wersja pliku SLD
pt: versão do sld
pt_br: versão do sld
ro: Versiune SLD
sw: toleo la sld
tr: sld sürümü
uk: SLD версія

source: sld url
ar: sld رابط
fa_ir: آدرس SLD
fr: url du sld
km: URL sld
pl: adres URL pliku SLD
pt: url do sld
pt_br: url do sld
ro: url SLD
sw: url ya sld
uk: SLD гіперпосилання

source: Workspace
ar: مساحة العمل
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
ja: ワークスペース
pl: Obszar roboczy
pt: Espaço de trabalho
tr: Çalışma Alanı

source: Store
ar: مخزن
de: Speicher
es: Almacen
ja: ストア
pl: Kontener
tr: Depo

source: Typename
ar: أكتب اسم
de: Typenname
fr: Type de nom
ja: タイプ名
pl: Typ nazwy
tr: Tür Adı

source: Is mosaic?
ar: هل هي فسيفساء؟
de: Ist Mosaik?
es: Es mosaico?
fr: C'est une mosaïque ?
it: È mosaico?
ja: モザイクですか？
pl: Jest mozaiką?
pt: É mosaico?
pt_br: É mosaico?
tr: Mozaik mi?

source: Has time?
ar: لديه وقت؟
de: Hat Zeitdaten?
es: Tiene tiempo?
fr: A-t-il le temps?
it: Ha tempo?
ja: 時間情報を持ちますか？
pl: Ma czas?
pt: Tem tempo?
pt_br: Possui tempo?
tr: Zaman var mı?

source: Has elevation?
ar: لديه ارتفاع؟
de: Hat Höhenangaben?
es: Tiene elevación?
fr: A-t-il une élévation?
it: Ha Elevazione?
ja: 標高情報を持ちますか？
pl: Ma wysokość?
pt: Tem elevação?
pt_br: Possui elevação?
tr: Yükseklik var mı?

source: Time regex
ar: وقت التعبير العادي
de: Regulärer Ausdruck Zeit
fr: La regex du temps
it: Regex temporale
ja: 時間の正規表現
pl: Wyrażenie regularne czasu
pt: Regex de Tempo
tr: Zaman düzeni

source: Elevation regex
ar: ارتفاع التعبير العادي
de: Regulärer Ausdruck Höhe
fr: Expression régulière (regex) d'élévation
it: Regex di elevazione
ja: 標高の正規表現
pl: Wyrażenie regularne wysokości
pt: Regex de Elevação
tr: Yükseklik düzeni

source: File cannot be opened, maybe check the encoding
ar: لا يمكن فتح الملف، ربما تحقق من الترميز
bg_bg: Файлът не може да бъде отворен, проверете кодирането.
cs: Soubor nelze otevřít, možná zkontrolovat kódování
de: Datei kann nicht geöffnet werden, bitte überprüfen Sie die Kodierung
es: El archivo no se puede abrir, comprobar tal vez la codificación
fr: Ce fichier ne peut être ouvert, il faut peut-être vérifier le codage
it: Il file non può essere aperto, prova a verificarne la codifica
ja: ファイルが開けません。エンコーディングを確認してみてください。
ka: ფაილის გახსნა ვერ მოხერხდება, შეამოწმეთ კოდირება (encoding)
pl: Nie można otworzyć pliku, sprawdź kodowanie
pt: O ficheiro não pode ser aberto, verifique a codificação
pt_br: O arquivo não pode ser aberto, verifique a codificação
tr: Dosya açılamıyor, belki kodlamayı kontrol edin.

source: attribute name
af: kenmerk naam
ar: اسم السمة
bg_bg: атрибутивно име
cs: název atributu
de: Attributname
es: nombre del atributo
fa_ir: اطلاعات توصیفی
fi: määritteen nimi
fr: nom de l'attribut
hu: attribútum neve
it: nome attributo
ja: 属性名
ka: ატრიბუტების სახელი
km: ឈ្មោះ Attribute
pl: nazwa atrybutu
pt: nome do atributo
pt_br: nome do atributo
ro: nume de atribut
sv: attributnamn
sw: jina la sifa
tr: öznitelik adı
uk: ім'я атрибута

source: name of attribute as stored in shapefile/spatial database
af: Naam van kenmerk as gestoor in shape file / ruimtelike databasis
ar: اسم السمة كما تم تخزينها في shapefile/ قاعدة البيانات المكانية
bg_bg: име на атрибута съхранен като шейпфайл/пространствена база данни
cs: název atributu uloženého v shapefile / prostorové databázi
de: Name des Attributes wie es im Shapefile bzw. in der Datenbank abgespeichert ist
es: nombre tal como está almacenado en el shapefile / base de datos espacial
fa_ir: عنوان اطلاعات توصیفی ذخیره شده در پایگاه داده مکانی
fi: nimeksi ominaisuuden tallennettu shapefile / spatiaalinen tietokanta
fr: nom de l'attribut tel qu'il est stocké dans le fichier shape/la base de données spatiale
hu: neve attribútum tárolt shapefile / térbeli adatbázis
it: nome dell'attributo come memorizzato nello shapefile/database spaziale
ja: シェープファイル/地理データベースに格納された属性の名称
ka: ატრიბუტის სახელი, რომელიც შენახულია shapefile/spatial მონაცემთა ბაზაში
km: ឈ្មោះ​គុណលក្ខណៈ​ដូច​ដែល​បាន​រក្សា​ទុក​ក្នុង shapefile មូលដ្ឋាន​ទិន្នន័យ / ទំហំ
pl: nazwa atrybutu, jak w shapefile'u / bazie danych przestrzennych
pt: nome do atributo como armazenado no shapefile/banco de dados espacial
pt_br: nome do atributo como armazenado no shapefile/banco de dados espaciais
ro: Numele atribut așa cum este stocată în shapefile / bază de date spațiale
sv: namn på attribut som lagras i shapefile / spatial databas
sw: jina la sifa kama kuhifadhiwa katika shapefile au hifadhidata ya kijiografia
tr: şekil dosyası/uzamsal veritabanında saklanan öznitelik adı
uk: ім'я атрибута, як зберігається в шейп / просторових даних

source: attribute description
af: skryf beskrywing
ar: وصف السمة
bg_bg: атрибутивно описание
cs: popis atributu
de: Beschreibung der Eigenschaften
es: descripción del atributo
fa_ir: توضیح اطلاعات توصیفی
fi: Yhdistän kuvaus
fr: description de l'attribut
hu: attribútum leírása
it: descrizione attributo
ja: 属性説明
ka: ატრიბუტის ახწერილობა
km: ចាត់ទុក​ការ​ពិពណ៌នា
pl: opis atrybutu
pt: descrição do atributo
pt_br: descrição do atributo
ro: Descriere atribut
sv: Attribut Beskrivning
sw: maelezo kuhusu sifa
tr: öznitelik açıklaması
uk: атрибутів опис

source: description of attribute to be used in metadata
af: beskrywing van eienskap in metadata gebruik word
ar: وصف السمة التي سيتم استخدامها في البيانات الوصفية
bg_bg: описание на атрибута, който ще бъде използван в метаданните
cs: popis atributu, který se má použít v metadatech
de: Beschreibung der in den Metadaten genutzten Eigenschaft
es: descripción del atributo a usar en los metadatos
fa_ir: شرح ویژگی که در ابرداده استفاده
fi: kuvaus ominaisuuden, jota käytetään metatietojen
fr: description de l'attribut à utiliser dans les métadonnées
hu: attribútum leírása használandó metaadatok
it: descrizione dell'attributo da utilizzare nei metadati
ja: メタデータ内で利用している属性概要
ka: ატრიბუტის ახწერილობა, რომლებიც გამოიყენება მეტამონაცემებში
km: ការ​ពិពណ៌នា​អំពី​គុណ​លក្ខណៈ​ដែល​នឹង​ត្រូវ​បាន​ប្រើ​ក្នុង​ទិន្នន័យ​មេតា
pl: opis atrybutu w metadanych
pt: descrição dos atributos usados nos metadados
pt_br: descrição do atributo a ser usado nos metadados
ro: descrierea atribut pentru a fi utilizate în metadate
sv: beskrivning av attribut som skall användas i metadata
sw: maelezo ya sifa kwa ajili ya metadata
tr: meta verilerinde kullanılacak öznitelik açıklaması
uk: Опис атрибута, які використовуватимуться в метаданих

source: attribute label
af: kenmerk etiket
ar: تسمية السمة
bg_bg: атрибутивен надпис
cs: visačka atributu
de: Attributbeschriftung
es: nivel de atributo
fa_ir: برچسب اطلاعات توصیفی
fi: Taito etiketti
fr: étiquette de l'attribut
hu: attribútum címke
it: etichetta dell'attributo
ja: 属性ラベル
ka: ატრიბუტის მარკირება
km: ស្លាក​គុណលក្ខណៈ
pl: etykieta atrybutu
pt: etiqueta do atributo
pt_br: rótulo do atributo
ro: eticheta atribut
sv: attributetikett
sw: lebo ya sifa
tr: öznitelik etiketi
uk: Етикетка атрибут

source: title of attribute as displayed in GeoNode
af: titel van eienskap soos vertoon in GeoNode
ar: عنوان السمة كما هو معروض في GeoNode
bg_bg: име на атрибута както е показан в GeoNode
cs: název atributu, jak je zobrazen v GeoNode
de: Titel der Attribute wie in GeoNode dargestellt
es: título de atributo como se muestra en GeoNode
fa_ir: عنوانن نمایش اطلاعات توصیفی
fi: otsikko ominaisuuden näytetään GeoNode
fr: titre de l'attribut tel qu'il apparaît dans GeoNode
hu: cím attribútum jelenik GeoNode
it: titolo dell'attributo visualizzato in GeoNode
ja: GeoNodeにおける属性表示タイトル
ka: ატრიბუტის სათაური რომელიც ასახულია GeoNode-ში
km: ចំណង​ជើង​នៃ​គុណ​លក្ខណៈ​ជា​ការ​បង្ហាញ​នៅ​ក្នុង GeoNode
pl: nazwa atrybutu wyświetlana w GeoNode
pt: título do atributo mostrado no GeoNode
pt_br: título do atributo como exibido no GeoNode
ro: Titlul de atribut așa cum sunt afișate în GeoNode
sv: Titeln på attribut som visas i GeoNode
sw: jina la sifa kama kuonyeshwa katika GeoNode
tr: GeoNode'da görüntülenen öznitelik başlığı
uk: Назва атрибута, як показано на GeoNode
