Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/djangojs.po
Languages: af, ar, bg_bg, bn, el, es, fa_ir, fi, hu, id, ja, km, no, pt_br, ro, si, sv, sw, ta, th, vi

source: The server returned an error
af: Die bediener het 'n fout
ar: عاد الخادم خطأ
bg_bg: Сървърът връща грешка
bn: সার্ভার একটি ত্রুটি ফিরে
el: Ο εξυπηρετητής επέστρεψε ένα σφάλμα
fa_ir: خطای ارسالی از سوی سرور
fi: Palvelin palautti virheen
hu: A szerver hibát jelzett
id: Server menghasilkan error
ja: サーバーはエラーを返しました
km: ម៉ាស៊ីន​បម្រើ​បាន​ត្រឡប់​កំហុស​មួយ
no: Feil på serveren
ro: Serverul a returnat o eroare
si: සේවාදායකය දෝෂයක් ආපසු
sv: Servern returnerade ett fel
sw: Seva imerudisha hitilafu
ta: சேவையகம் ஒரு பிழையை
th: เซิร์ฟเวอร์แจ้งกลับมาว่ามีปัญหาเกิดขึ้น
vi: Các máy chủ trả về một lỗi

source: Details...
af: Besonderhede ...
ar: التفاصيل ...
bg_bg: Информация...
bn: বিস্তারিত ...
el: Λεπτομέρειες...
fa_ir: جزییات...
fi: Tiedot ...
hu: Részletek ...
id: Detail
ja: 詳細
km: ព័ត៌មាន​លំអិត ...
no: Detaljer...
ro: Detalii ...
si: විස්තර...
sv: Detaljer ...
sw: Maelezo ...
ta: விவரங்கள் ...
th: รายละเอียด...
vi: Xem chi tiết ...

source: Add Layers
af: Voeg Lae
ar: إضافة طبقات
bg_bg: Добавете слоеве
bn: স্তরসমূহ যুক্ত করো
el: Προσθήκη Επιπέδων
fa_ir: اضافه نمودن لایه ها
fi: Lisätä kerroksia
hu: Rétegek hozzáadása
id: Tambah Layer
ja: レイヤーの追加
km: បន្ថែម​ស្រទាប់
no: Legg til kartlag
ro: Adaugă Straturi
si: ස්ථර එක් කරන්න
sv: Lägg Lager
sw: Ongeza Matabaka
ta: அடுக்குகள் சேர்
th: เพิ่มชั้นข้อมูล
vi: Thêm Layers

source: Add ArcGIS REST Server
ar: إضافة خادم ArcGIS REST
el: Προσθήκη ArcGIS REST Server

source: Link
ar: رابط
el: Σύνδεσμος

source: Area
ar: منطقة
bg_bg: Площ
bn: ক্ষেত্র
el: Εμβαδό
fa_ir: مساحت
fi: Alue
hu: Terület
ja: エリア
km: តំបន់
no: Areal
ro: Zonă
si: ප්‍රදේශය
sv: Område
sw: Eneo
ta: பகுதி
th: พื้นที่
vi: Khu vực

source: Background
af: Agtergrond
ar: خلفية
bg_bg: Фон
bn: পটভূমি
el: Υπόβαθρο
fa_ir: پس زمینه
fi: Tausta
hu: Háttér
id: Latar
ja: 背景
km: ផ្ទៃ​ខាង​ក្រោយ
no: Bakgrunn
ro: Fundal
si: පසුතලය
sv: Bakgrund
sw: Usuli
ta: பின்னணி
th: พื้นหลัง
vi: Lý lịch

source: Done
af: Gedaan
ar: منته
bg_bg: Изпълнено
bn: কারকিত
el: Ολοκληρώθηκε
fa_ir: انجام شد
fi: Tehty
hu: Csinált
id: Selesai
ja: 実行
km: ធ្វើ
no: Ferdig
ro: Terminat
si: හරි
sv: Klar
sw: Imefanyika
ta: முடிந்தது
th: เสร็จ
vi: Làm xong

source: Available Layers
af: Beskikbare lae
ar: الطبقات المتاحة
bg_bg: Налични слоеве
bn: উপলভ্য স্তরসমূহ
el: Διαθέσιμα Επίπεδα
fa_ir: لایه های موجود
fi: Saatavilla Tasot
hu: Rendelkezésre álló rétegek
id: Layer yang tersedia
ja: 利用可能なレイヤー
km: ស្រទាប់​ដែល​អាច​ប្រើ​បាន
no: Tilgjengelige kartlag
ro: Straturi disponibile
si: දැනට පවතින ස්ථර
sv: Tillgängliga Skikt
sw: Mabaka yaliyomo
ta: கிடைக்கும் அடுக்குகள்
th: ชั้นข้อมูลที่สามารถใช้ได้
vi: Layers có sẵn

source: Add feeds
ar: إضافة مواجز
el: Προσθήκη ροών δεδομένων

source: <p>Your map is ready to be published to the web! </p><p> Simply copy the following HTML to embed the map in your website: </p>
ar: <p> خريطتك جاهزة للنشر على الويب! </p> <p> ما عليك سوى نسخ HTML التالي لتضمين الخريطة في موقع الويب الخاص بك: </p>
el: <p>Ο χάρτης σας είναι έτοιμος να δημοσιευθεί στο διαδίκτυο!</p><p> Απλά αντιγράψτε τον παρακάτω σύνδεσμο HTML για να ενσωματώσετε τον χάρτη στην ιστοσελίδα σας:</p>

source: Height
af: Hoogte
ar: ارتفاع
bg_bg: Височина
bn: উচ্চতা
el: Ύψος
fa_ir: ارتفاع
fi: Korkeus
hu: Magasság
id: Tinggi
ja: 高さ
km: កម្ពស់
no: Høyde
ro: Înălțime
si: උස
sv: Höjd
sw: Kimo
ta: உயரம்
th: ความสูง
vi: Chiều cao

source: Help
ar: مساعدة
el: Βοήθεια

source: Get Feature Info
af: Kry Kenmerk Info
ar: ميزة الحصول على معلومات
bg_bg: Получаване на информация за обекта
bn: তথ্য বৈশিষ্ট্য পেতে
el: Λήψη Πληροφοριών Χαρακτηριστικού
fa_ir: دریافت اطلاعات توصیفی
hu: Get Info Szolgáltatás
id: Informasi Feature
ja: 地物情報を取得
km: ទទួល​បាន​បំពាក់​ព័ត៌មាន
ro: Fiți Feature Info
si: අංගයේ තොරතුරු ලබා ගන්න
sv: Få Feature Info
sw: Pata taarifa za sura hii
ta: தகவல் வசதியை பெற
th: ดูข้อมูลของฟีเจอร์
vi: Nhận Tính năng Thông tin

source: About
ar: حول
el: Σχετικά

source: About us
ar: معلومات عنا
el: Σχετικά με εμάς

source: Large
af: Groot
ar: كبير
bg_bg: Голям
bn: বড়
el: Μεγάλο
fa_ir: بزرگ
fi: Suuri
hu: Nagy
id: Besar
ja: 拡大
km: ធំ
no: Stor
ro: Mare
si: විශාල
sv: Stor
sw: Kubwa
ta: பெரிய
th: ใหญ่
vi: Lớn

source: or add a new server.
af: of voeg 'n nuwe bediener.
ar: أو إضافة خادم جديد.
bg_bg: или добави нов сървър
bn: অথবা একটি নতুন সার্ভার যোগ করুন.
el: ή προσθέστε εξυπηρετητή.
fa_ir: یا اضافه نمودن سرور جدید
fi: tai lisätä uuden palvelimen.
hu: vagy egy új szerver.
id: atau menambah server baru
ja: または新しいサーバーを追加
km: ឬ​បន្ថែម​ម៉ាស៊ីន​បម្រើ​ថ្មី​។
no: eller legg til ny server.
ro: sau adăugați un server nou.
si: හෝ නව සර්වරයක් එකතු කරන්න.
sv: eller lägga till en ny server.
sw: au ongeza seva mpya.
ta: அல்லது ஒரு புதிய சர்வர் சேர்க்க.
th: หรือเพิ่มเซิฟเวอร์ใหม่
vi: hoặc thêm một máy chủ mới.

source: Map Layers
af: Kaartlae
ar: طبقات الخريطة
bg_bg: Картни слоеве
bn: মানচিত্র স্তরসমূহ
el: Επίπεδα Χάρτη
fa_ir: لایه های نقشه
fi: Karttatasot
hu: Térkép Rétegek
id: Layer peta
ja: 地図レイヤー
km: ស្រទាប់​ផែនទី
no: Kartlag
ro: Harta Straturi
si: සිතියම් ස්ථර
sv: Kartlager
sw: Matabaka ya ramani
ta: வரைபட படுகைகள்
th: ชั้นข้อมูลในแผนที่
vi: Bản đồ Layers

source: Upload your own data
ar: قم بتحميل البيانات الخاصة بك
el: Μεταφορτώστε τα δικά σας δεδομένα

source: View available data from:
af: Kyk beskikbare data van:
ar: عرض البيانات المتاحة من:
bg_bg: Преглед на налични данни от:
bn: দেখুন উপলব্ধ তথ্য থেকে:
el: Δείτε δεδομένα από:
fa_ir: مشاهده داده موجود از:
fi: Näytä käytettävissä olevat tiedot:
hu: Az elérhető adatok:
id: Lihat data yang tersedia dari:
ja: 閲覧可能なデータ:
km: មើល​ទិន្នន័យ​ដែល​អាច​រក​បាន​ពី​:
no: Vis tilgjengelige data fra:
ro: Vezi datele disponibile de la:
si: සිට දැක්ම ලබාගත හැකි දත්ත
sv: Visa tillgängliga data från:
sw: Tazama data zinazopatikana toka:
ta: காண்க தரவிலிருந்து:
th: ดูข้อมูลที่สามารถใช้ได้จาก:
vi: Xem dữ liệu có sẵn từ:

source: Data
ar: معطيات
bg_bg: Данни
bn: উপাত্ত
el: Δεδομένα
fa_ir: داده
fi: Tiedot
hu: Adat
ja: データ
km: ទិន្នន័យ
ro: Date
si: දත්ත
ta: டேட்டா
th: ข้อมูล
vi: Dữ liệu

source: Layers
af: Lae
ar: طبقات
bg_bg: Слоеве
bn: স্তরসমূহ
el: Επίπεδα
fa_ir: لایه ها
fi: Kerrokset
hu: Rétegek
id: Layer
ja: レイヤー
km: ស្រទាប់
no: Kartlag
ro: Straturi
si: ස්ථර
sv: Skikt
sw: Matabaka
ta: படுகை
th: ชั้นข้อมูล

source: Legend
af: Legende
ar: مفتاح رسم بياني
bg_bg: Легенда
bn: কিংবদন্তী
el: Υπόμνημα
fa_ir: علائم و اختصارات
fi: Legenda
hu: Legenda
id: Legenda
ja: 凡例
km: តាង
no: Tegnforklaring
ro: Legendă
si: විස්තර පාඨය
sw: Ufunguo
ta: விளக்கம்
th: สัญลักษณ์
vi: Huyền thoại

source: Length
af: Lengte
ar: طول
bg_bg: Дължина
bn: লম্বা
el: Μήκος
fa_ir: عرض
fi: Pituus
hu: Hossz
id: Panjang
ja: 長さ
km: ប្រវែង
no: Lengde
ro: Lungime
si: දිග
sv: Längd
sw: Urefu
ta: நீளம்
th: ความยาว
vi: Chiều dài

source: Loading Map...
af: Plek ...
ar: تحميل الخريطة ...
bg_bg: Зареждане на картата...
bn: লোড হচ্ছে ম্যাপ ...
el: Φόρτωση χάρτη...
fa_ir: بارگذاری نقشه...
id: Mengambil Peta....
ja: 地図の読み込み中
km: កំពុង​ផ្ទុក​ផែនទី ...
no: Laster kart...
si: සිතියම ප්‍රවේශනය වීම...
sv: Laddar Mapp ...
sw: Ramani inapakiwa ...
ta: ஏற்றுகிறது வரைபடம் ...
th: กำลังโหลดแผนที่...
vi: Đang tải Bản đồ ...

source: Map Size
af: Kaart grootte
ar: حجم الخريطة
bg_bg: Големина на картата
bn: মানচিত্র আয়তন
el: Μέγεθος Χάρτη
fa_ir: ابعاد نقشه
fi: Kartta Koko
hu: Map méret
id: Ukuran Peta
ja: マップの大きさ
km: ទំហំ​ផែនទី
no: Kartstørrelse
ro: Harta Dimensiune
si: සිතියමෙහි ප්‍රමාණය
sv: Kartstorlek
sw: Ukubwa wa ramani
ta: வரைபடத்தின் அளவு
th: ขนาดแผนที่
vi: Bản đồ Kích

source: Measure
af: Maatreël
ar: قياس
bg_bg: Измерване
bn: মেজার
el: Μέτρηση
fa_ir: اندازه گیری
fi: Toimenpide
hu: Intézkedés
id: Ukuran
ja: 計測
km: វិធានការ
no: Mål
ro: Măsura
si: මනින්න
sv: Åtgärd
sw: Pima
ta: நடவடிக்கை
th: เครื่องมือวัด
vi: Biện pháp

source: Warning
ar: تحذير
el: Προειδοποίηση

source: You now have %n layers in your map. With more than %max layers you may experience problems with layer ordering, info balloon display, and general performance.
ar: لديك الآن %n طبقات في الخريطة. مع أكثر من% طبقات كحد اقصي قد تواجه مشاكل مع ترتيب الطبقة ، وعرض بالون المعلومات ، والأداء العام.
el: Έχετε %n επίπεδα στον χάρτη σας. Με περισσότερα από %n επίπεδα μπορεί να έχετε προβλήματα με τον ορισμό σειράς των επιπέδων, την εμφάνιση πληροφοριών και την απόδοση γενικότερα.

source: Contact
af: Kontak
ar: اتصال
bg_bg: Контакт
bn: যোগাযোগ
el: Επικοινωνία
fa_ir: تماس
fi: Yhteyshenkilö
hu: Kapcsolat
id: Kontak
ja: 連絡先
km: ទំ​ន​ក់​ទំនង
no: Kontakt
si: අමතන්න
sv: Kontakt
sw: Mawasiliano
ta: தொடர்பு
th: ติดต่อ
vi: Tiếp xúc

source: Permalink
ar: الرابط الثابت
bn: মাহবুব
el: Μόνιμος σύνδεσμος
fa_ir: permalink مشاهده مکالمات
ja: パーマリンク
km: គេ​តែង
no: Permalenke
si: මානාපය පළකර
sw: Kiungo cha kudumu
ta: அதன்
th: ลิงค์ถาวร
vi: Liên kết

source: Copy
ar: نسخ
el: Αντιγραφή

source: About this Map View
ar: حول عرض هذه الخريطة
el: Σχετικά με αυτό το χάρτη

source: Abstract (brief description)
ar: ملخص (وصف موجز)
el: Περίληψη (σύντομη περιγραφή)

source: Introduction (tell visitors more about your map view)
ar: مقدمة (أخبر الزوار المزيد عن عرض الخريطة)
el: Εισαγωγή (πείτε περισσότερα στους επισκέπτες σχετικά με το χάρτη)

source: UserUrl
ar: عنوان المستخدم

source: Mini
ar: مصغرة
bg_bg: Малък
bn: ক্ষুদ্র
el: Μικρογραφία
fa_ir: کوچک
ja: ミニ
km: កាត Mini
si: මිනි
ta: மினி
th: เล็ก

source: Add Category
ar: إضافة فئة
el: Προσθήκη Κατηγορίας

source: Add a new category to the layer tree
ar: أضف فئة جديدة إلى شجرة الطبقة
el: Πρόσθεσε νέα κατηγορία στη λίστα του χάρτη

source: Rename Category
ar: أعاده تسمية الفئة
el: Μετονομασία Κατηγορίας

source: Rename this category
ar: أعاده تسمية هذه الفئة
el: Μετονομασία αυτής της κατηγορίας

source: Remove Category
ar: إزالة الفئة
el: Κατάργηση Κατηγορίας

source: Remove this category and layers
ar: أزالة هذه الفئة والطبقات
el: Αφαίρεση αυτής της κατηγορίας και των επιπέδων της

source: Pan Map
af: Pan-oorsig
ar: خريطة عموم
bg_bg: Навигиране по карта
bn: প্যান ম্যাপ
el: Μετακίνηση Χάρτη
fa_ir: جابجایی نقشه
fi: Pan Kartta
hu: Pan Térkép
id: Geser Peta
ja: 地図を回転する
km: ប៉ាន់​ផែនទី
no: Flytt kartutsnitt
ro: Pan Hartă
si: Pan සිතියම
sv: Pan Karta
sw: `Pan` Ramani
ta: பான் வரைபடம்
th: เลื่อนแผนที่
vi: Pan Bản đồ

source: Zoom to Next Extent
af: Zoom Volgende Mate
ar: تكبير للبعد التالي
bg_bg: Отиди на следващо приближение
bn: পরবর্তী পরিমাণে জুম
el: Ζουμ στο επόμενο Επίπεδο
fa_ir: بزرگنمایی بعدی
fi: Zoomaa Seuraava laajuus
hu: Nagyítás Next terjedelme
id: Zoom ke Extent berikutnya
ja: 次の範囲へズームする
km: ពង្រីក​វិសាលភាព​បន្ទាប់
no: Zoom til neste utstrekning
ro: Zoom în măsura următor
si: Next Extent යන්න විශාලනය
sv: Zooma till nästa Omfattning
sw: Kuza kufikia kiwango kinachofuata
ta: அடுத்த விஸ்தீரணம் பெரிதாக்கவும்
th: ไปยังพื้นที่ถัดไป
vi: Phóng to để Mức độ Tiếp theo

source: Zoom to Previous Extent
af: Zoom Vorige Mate
ar: تكبير للبعد السابق
bg_bg: Върни на предишно приближение
bn: পূর্ববর্তী পরিমাণে জুম
el: Ζουμ στο προηγούμενο Επίπεδο
fa_ir: بزرگنمایی قبلی
fi: Zoomaa entisessä laajuudessa
hu: Nagyítás az előző terjedelme
id: Zoom ke Extent sebelumnya
ja: 前の範囲へズームする
km: ពង្រីក​វិសាលភាព​មុន
no: Zoom til forrige utstrekning
ro: Zoom în măsura anterioară
si: Previous Extent යන්න විශාලනය
sv: Zooma till föregående Omfattning
sw: Kuza kufikia kiwango kilichopita
ta: முந்தைய விஸ்தீரணம் பெரிதாக்கவும்
th: กลับไปพื้นที่ก่อนหน้านี้
vi: Phóng to để Mức độ trước

source: This map has not yet been saved.
af: Hierdie kaart is nog nie gestoor nie.
ar: لم يتم حفظ هذه الخريطة.
bg_bg: Картата не е запеметена
bn: এই মানচিত্রের এখনো সংরক্ষিত হয়নি.
el: Ο χάρτης αυτός δεν έχει ακόμη αποθηκευτεί.
fa_ir: این نقشه هنوز ذخیره نشده است.
fi: Tämä kartta ei ole vielä tallennettu.
hu: Ez a térkép még nincs elmentve.
id: Peta ini belum disimpan
ja: この地図はまだ保存されていません。
km: ផែនទី​នេះ​មិន​ទាន់​ត្រូវ​បាន​គេ​រក្សា​ទុក​។
no: Kartet har ikke blitt lagret.
ro: Această hartă nu a fost încă salvat.
si: මෙම සිතියම තවම සුරක්ශිත කර නොමැත.
sv: Denna karta har ännu inte sparats.
sw: Ramani hii bado haijahifadhiwa.
ta: இந்த வரைபடத்தை இன்னும் சேமிக்கப்படும்.
th: แผนที่นี้ยังไม่ได้บันทึก
vi: Bản đồ này vẫn chưa được lưu.

source: Premium
ar: قيمة
bg_bg: Премиум
bn: প্রিমিয়াম
el: Εξαιρετικά ποιοτικό
fa_ir: حق بیمه
fi: Palkkio
hu: Prémium
ja: プレミアム
km: ពិសេស
ro: Premiu
ta: பிரீமியம்
th: พรีเมียม
vi: Phí bảo hiểm

source: Print Map
af: Druk Map
ar: أطبع الخريطة
bg_bg: Отпечатване на картата
bn: প্রিন্ট ম্যাপ
el: Εκτύπωση Χάρτη
fa_ir: چاپ نقشه
fi: Tulosta Kartta
id: Cetak Peta
ja: 地図を印刷する
km: ការ​បោះពុម្ព​ផែនទី
no: Skriv ut kart
ro: Imprimare Hartă
si: සිතියම මුද්‍රණය කරන්න
sv: Skriv ut karta
sw: Chapisha Ramani
ta: அச்சு வரைபடம்
th: พิมพ์แผนที่
vi: In Bản

source: Print Preview
ar: معاينة قبل الطباعة
bg_bg: Изглед за печат
bn: মুদ্রণ পূর্বরূপ
el: Προεπισκόπηση εκτύπωσης
fa_ir: پیش نمایش نقشه
fi: Tulostuksen esikatselu
hu: Nyomtatási előnézet
id: Tampilan Cetak
ja: 印刷プレビュー
km: មើល​មុន​បោះពុម្ព
no: Skriv ut forhåndsvisning
sv: Förhandsgranska
sw: Hakiki Chapisho
ta: அச்சு முன்னோட்டம்
th: ตัวอย่างก่อนพิมพ์

source: Properties
af: Eiendomme
ar: خواص
bg_bg: Характеристики
bn: প্রোপার্টি
el: Επιλογές
fa_ir: ویژگی ها
fi: Ominaisuudet
hu: Tulajdonságok
id: Propiedades
ja: プロパティ
km: លក្ខណៈ​សម្បត្តិ
no: Egenskaper
ro: Proprietăți
si: ගුණංග
sv: Egenskaper
sw: Sifa
ta: பண்புகள்
th: คุณสมบัติ
vi: Thuộc tính

source: Publish Map
af: Publiseer Map
ar: نشر خريطة
bg_bg: Публикуване на карта
bn: মানচিত্র প্রকাশ করুন
el: Δημοσίευση Χάρτη
fa_ir: انتشار نقشه
fi: Julkaise Kartta
hu: Közzététele Térkép
id: Publish Peta
ja: 地図を発行する
km: បោះ​ពុ​ម្ភ​ផែនទី
no: Publiser kart
ro: Publica Harta
si: සිතියම ප්රකාශයට පත් කරනු ලබයි
sv: Publish Karta
sw: Sambaza ramani
ta: வரைபடம் வெளியிடு
th: เผยแพร่แผนที่
vi: Xuất bản Bản đồ

source: Remove Layer
af: Verwyder Layer
ar: إزالة طبقة
bg_bg: Премахване на слой
bn: লেয়ার সরান
el: Κατάργηση Επιφάνειας
fa_ir: حذف لایه
fi: Poista Layer
hu: Távolítsuk réteg
id: Hapus Layer
ja: レイヤーを削除する
km: យក​ចេញ​ស្រទាប់
no: Fjern kartlag
ro: Scoateți Layer
si: ස්ථරය ඉවත් කරන්න
sv: Avlägsna Layer
sw: Ondoa Tabaka
ta: அடுக்கு நீக்க
th: ลบชั้นข้อมูล
vi: Hủy bỏ lớp

source: Sorry, your map could not be saved.
af: Jammer, jou kaart kan nie gered word nie.
ar: آسف، لا يمكن أن يتم حفظ الخريطة الخاصة بك.
bg_bg: Съжаляваме, но картата не може да бъде запаметена.
bn: দুঃখিত, আপনার মানচিত্র সংরক্ষণ করা যায়নি.
el: Λυπούμαστε, δεν μπορέσαμε να αποθηκεύσουμε τον χάρτη σας.
fa_ir: متاسفانه نقشه شما قابل ذخیره سازی نیست.
fi: Anteeksi, kartta ei voitu tallentaa.
hu: Sajnos a térkép nem lehetett menteni.
id: Maaf peta anda tidak dapat disimpan
ja: あなたの地図は保存されていません。
km: សូម​អភ័យ​ទោស​, ផែនទី​របស់​អ្នក​មិន​អាច​ត្រូវ​បាន​រក្សា​ទុក​។
no: Beklager, kunne ikke lagre kartet ditt.
ro: Ne pare rău, harta nu a putut fi salvat.
si: සමාවෙන්න, ඔබගේ සිතියම සුරැකීමට බැරි වුනා.
sv: Tyvärr kan din karta inte sparas.
sw: Samahani, ramani yako hakuweza kuhifadhiwa.
ta: மன்னிக்கவும், உங்கள் வரைபடத்தை சேமிக்க முடியவில்லை.
th: ขออภัยด้วย ไม่สามาถบันทึกแผนที่ของคุณได้
vi: Xin lỗi, bản đồ của bạn có thể không được lưu.

source: Error While Saving
af: Fout terwyl spaar
ar: خطأ أثناء الحفظ
bg_bg: Грешка при запаметяване
bn: ত্রুটি যদিও সংরক্ষণ
el: Λάθος κατά την αποθήκευση
fa_ir: خطا هنگام ذخیره سازی
fi: Virhe tallennettaessa
hu: Hiba történt a mentése
id: Terdapat kesalahan pada saat menyimpan
ja: 保存中にエラーが生じました
km: មាន​កំហុស​ខណៈ​ពេល​រក្សាទុក
no: Lagringsfeil
ro: Eroare la salvarea
si: දෝෂ සුරකිමින් අතර
sv: Fel samtidigt spara
sw: Hitilafu Wakati wa Kuhifadhi
ta: பிழை போது சேமிப்பு
th: เกิดข้อผิดพลาดขณะกำลังบันทึก
vi: Lỗi khi tiết kiệm

source: Save Map
ar: حفظ خريطة
bg_bg: Запази картата
bn: সংরক্ষণ ম্যাপ
el: Αποθήκευση Χάρτη
fa_ir: ذخیره نقشه
fi: Tallenna Kartta
hu: Mentés Térkép
id: Simpan Peta
ja: 地図の保存
km: រក្សា​ទុក​ផែនទី
no: Lagre kart
ro: Salvați Harta
si: සිතියම සුරකින්න
sv: Spara Karta
sw: Hifadhi Ramani
ta: சேமி வரைபடம்
th: บันทึกแผนที่
vi: Lưu Bản đồ

source: You must be logged in to save this map.
af: Jy moet aangemeld wees om die kaart te red.
ar: يجب أن تكون مسجلا لحفظ هذه الخريطة.
bg_bg: Трябва да сте регистриран потребител, за да запазите картата.
bn: আপনি এই মানচিত্র সংরক্ষণ আবশ্যক লগ ইন.
el: Θα πρέπει να συνδεθείτε για να μπορείτε να σώσετε αυτό το χάρτη.
fa_ir: برای ذخیره این نقشه باید وارد سیستم شوید.
fi: Sinun täytyy olla kirjautuneena sisään tallentaaksesi tämän kartan.
hu: Be kell jelentkezned, hogy megmentse ezt a térképet.
id: Anda diharuskan login terlebih dahulu untuk menyimpan peta ini.
ja: この地図を保存するためにあなたはログインが必要です。
km: អ្នក​ត្រូវ​តែ​ចូល​ក្នុង​ដើម្បី​រក្សា​ទុក​ផែនទី​នេះ​។
no: Du må være innlogget for å kunne lagre kartet.
ro: Trebuie să fii autentificat pentru a salva această hartă.
si: ඔබ මෙම සිතියම බේරා ගැනීමට ලොගින් වී ගත යුතු ය.
sv: Du måste vara inloggad för att spara denna karta.
sw: Ni lazima ujisajili ili kuhifadhi ramani hii.
ta: இந்த வரைபடம் காப்பாற்ற வெளியேற்ற வேண்டும்.
th: คุณต้องลงชื่อเข้าใช้เพื่อบันทึกแผนที่นี้
vi: Bạn phải đăng nhập để lưu bản đồ này.

source: Small
af: Klein
ar: صغير
bg_bg: Малък
bn: ছোট
el: Μικρό
fa_ir: کوچک
fi: Pieni
hu: Kicsi
id: Kecil
ja: 小さい
km: តូច
no: Liten
ro: Mic
si: කුඩා
sv: Liten
sw: Ndogo
ta: சிறிய
th: เล็ก
vi: Nhỏ

source: Share Layer
ar: شارك طبقة
el: Διαμοιρασμός Επιπέδου

source: Error contacting server. Please check the url and try again.
af: Fout kontak bediener. Gaan asseblief die URL na en probeer weer.
ar: خطأ خادم الاتصال. يرجى التحقق من عنوان الموقع وحاول مرة أخرى.
bg_bg: Грешка при свързване със сървъра. Моля проверете адреса и опитайте отново.
bn: সার্ভার যোগাযোগ ত্রুটি. URL চেক করে আবার চেষ্টা করুন.
el: Σφάλμα στην επικοινωνία με τον εξυπηρετητή. Παρακαλώ ελέγξτε τον σύνδεσμο και δοκιμάστε ξανά.
fa_ir: خطا در تماس با سرور. لطفا URL را بررسی و دوباره امتحان کنید.
fi: Virhe yhteyttä palvelimeen. Tarkista URL-osoite ja yritä uudelleen.
hu: Hiba kapcsolatba szerver. Kérjük, ellenőrizze az URL-t, és próbálja újra.
id: Error pada saat berkomunikasi dengan server. Silahkan cek URL yang dimasukkan dan coba lagi.
ja: サーバー接続エラー。 URLを確認し再度試してください。
km: កំហុស​ទាក់ទង​ម៉ាស៊ីន​បម្រើ​។ សូម​ពិនិត្យ​មើល URL និង​ព្យាយាម​ម្ដង​ទៀត​។
ro: Eroare la contactarea serverului. Vă rugăm să verificați URL-ul și încercați din nou.
si: දෝෂ හා සම්බන්ධ server. URL එක පරික්ෂා කර, යළි උත්සාහ කරන්න.
sv: Felmeddelande bringa servern. Kontrollera webbadressen och försök igen.
sw: Hitilafu katika kuwasiliana na seva. Tafadhali angalia `url` kisha jaribu tena.
ta: சர்வர் தொடர்பு பிழை. URL ஐ சரிபார்க்க மற்றும் மீண்டும் முயற்சிக்கவும்.
th: เกิดปัญหาในการติดต่อกับเซิร์ฟเวอร์ โปรดตรวจสอบ url แล้วลองอีกครั้ง
vi: Lỗi liên lạc với máy chủ. Vui lòng kiểm tra địa chỉ và thử lại.

source: Layer Properties
af: Laag Properties
ar: خصائص الطبقة
bg_bg: Свойства на слоя
bn: লেয়ার প্রোপার্টি
el: Επιλογές Επιφάνειας
fa_ir: ویژگی های لایه
hu: Fóliatulajdonság
id: Data Layer
ja: レイヤープロパティ
km: លក្ខណៈ​សម្បត្តិ​ស្រទាប់
no: Kartlag egenskaper
ro: Proprietăți Layer
si: ස්ථරයේ ගුණාංග
sv: Lageregenskaper
sw: Sifa za tabaka
ta: அடுக்கு குணங்கள்
th: คุณสมบัติชั้นข้อมูล

source: Change layer format and style
af: Verandering laag formaat en styl
ar: تغيير تنسيق الطبقة والنمط
bg_bg: Промяна на формат и стил на слой
bn: পরিবর্তন স্তর বিন্যাস এবং শৈলী
el: Αλλαγή μορφής επιφάνειας και στυλ
fa_ir: تغییر فرمت و نحوه نماش لایه
fi: Muuta kerros muoto ja tyyli
hu: Változás réteg formátum és stílus
id: Ubah tampilan dan format layer
ja: レイヤー形式とスタイルを変更する
km: ការ​ផ្លាស់​ប្តូ​រ​ទ្រង់ទ្រាយ​ស្រទាប់​និង​រចនាប័ទ្ម
no: Endre format og stil til kartlaget
ro: Schimbarea formatului strat și stil
si: ස්ථරයේ ආකෘතිය සහ ශෛලිය වෙනස් කරන්න
sv: Ändra skikt format och stil
sw: Badilisha fomati na mtindo wa tabaka
ta: மாற்றம் அடுக்கு வடிவமைப்பு மற்றும் பாணி
th: เปลี่ยนรูปแบบและสไตล์ชั้นข้อมูล
vi: Thay đổi định dạng lớp và phong cách

source: Edit Styles
af: Wysig Styles
ar: تحرير أنماط
bg_bg: Редактиране на стилове
bn: সম্পাদনা স্টাইলস
el: Επεξεργασία στυλ
fa_ir: ویرایش نحوه نمایش
fi: Muokkaa Styles
hu: Stílusok szerkesztése
id: Ubah Tampilan
ja: スタイルを編集する
km: កែសម្រួល​រចនាប័ទ្ម
no: Endre stil
ro: Editați Stiluri
si: ශෛලීන් සංස්කරණය කරන්න
sv: Redigera Styles
sw: Hariri mitindo
ta: வடிவத்தை சரிசெய்க
th: แก้ไขสไตล์
vi: Chỉnh sửa Styles

source: Edit layer styles
af: Wysig laag style
ar: أساليب تحرير طبقة
bg_bg: Редактиране на стилове на слой
bn: সম্পাদনা স্তর শৈলী
el: Επεξεργασία στυλ επιφάνειας
fa_ir: ویرایش نحوه نمایش لایه
fi: Edit tasotyylit
hu: Szerkesztés rétegstílusok
id: Ubah tamplan layer
ja: レイヤースタイルを編集する
km: រចនាប័ទ្ម​កែ​សម្រួល​ស្រទាប់
no: Endre kartlagets stil
ro: Stiluri Editare strat
si: ස්ථරයේ ශෛලිය සංස්කරණය කරන්න
sv: Redigera lagerstilar
sw: Hariri mitindo ya tabaka
ta: திருத்த அடுக்கு பாணிகள்
th: แก้ไขสไตล์ของชั้นข้อมูล
vi: Phong cách chỉnh sửa lớp

source: Switch to Google Earth 3D Viewer
af: Skakel oor na Google Earth 3D Viewer
ar: قم بالتبديل إلى Google Earth 3D Viewer
bg_bg: Превключване към Google Earth 3D Viewer
bn: গুগল আর্থ 3D দর্শনকারী বাছাই করুন
el: Μεταβείτε στο Google Earth 3D Viewer
fa_ir: نمایشگر سه بعدی گوگل
fi: Vaihda Google Earth 3D Viewer
hu: Váltás a Google Earth 3D Viewer
id: Beralih ke tampilan Google Earth 3D
ja: Google Earth 3Dビューワに切り替える
km: ប្តូ​រ​កម្មវិធី​មើល 3D ផែនដី Google ទៅ
no: Bytt til Google Earth 3D Viewer
ro: Comuta la Google Earth 3D Viewer
si: ගූගල් අර්ත් 3D ප්රේකෂක මාරුවෙන්න
sv: Byt till Google Earth 3D Viewer
sw: Badili kwenda muonekano wa 3D kwa Google Earth
ta: கூகிள் எர்த் 3D பார்வையாளர் மாற
th: สลับไปยังมุมมอง Google Earth 3D
vi: Chuyển sang Google Earth 3D Viewer

source: The map that you are trying to load does not exist. Creating a new map instead.
af: Die kaart wat jy probeer om te laai nie bestaan ​​nie. Skep van 'n nuwe kaart plaas.
ar: الخريطة التي تحاول تحميلها غير موجودة. إنشاء خريطة جديدة بدلا من ذلك.
bg_bg: Картата, която се опитвате да заредите не съществува. Създаване на нова карта.
bn: আপনি বিদ্যমান নয় লোড করার চেষ্টা করছেন যে মানচিত্র. পরিবর্তে একটি নতুন মানচিত্র তৈরি করা.
el: Ο χάρτης που προσπαθείτε να φορτώσετε δεν υπάρχει. Δημιουργήστε ένα νέο χάρτη αντί αυτού.
fa_ir: این نقشه موجود نیست. نقشه جدید ایجاد کنید.
fi: Kartta, jota yrität ladata ei ole olemassa. Luominen uuden kartan sijasta.
hu: A térkép, amit próbál betölteni nem létezik. Létrehozása egy új térképet helyette.
id: Peta yang anda coba muat tidak tersedia. Buatlah peta baru.
ja: 読み込もうとする地図は存在しません。代わりに、新しい地図を作成します。
km: ផែនទី​ដែល​អ្នក​កំពុង​តែ​ព្យាយាម​ដើម្បី​ផ្ទុក​មិន​មាន​ទេ​។ ការ​បង្កើត​ផែនទី​ថ្មី​មួយ​ជំនួស​វិញ​។
no: Kartet du prøver å laste inn finnes ikke. Lag et nytt kart istedet.
ro: Harta pe care încercați să încărcați nu există. Crearea unui nou loc hartă.
si: ඔබ ප්‍රවේශනය කිරීමට උත්සහ කරන සිතියම නොමැත. ඒ වෙනුවට නව සිතියමක් නිර්මාණය වේ.
sv: Den karta som du försöker ladda existerar inte. Skapa en ny karta i stället.
sw: Ramani unayoitafuta haipo. Kutengeneza ramani mpya badala yake.
ta: நீங்கள் இல்லை ஏற்ற முயற்சி என்று வரைபடம். அதற்கு பதிலாக ஒரு புதிய வரைபடத்தை உருவாக்குதல்.
th: ไม่พบแผนที่ที่คุณกำลังเปิด ให้คุณสร้างแผนที่ใหม่แทน
vi: Các bản đồ mà bạn đang cố gắng để tải không tồn tại. Tạo một bản đồ mới thay thế.

source: Unknown Map
af: Onbekend Map
ar: خريطة مجهولة
bg_bg: Неизвестна карта
bn: অজানা ম্যাপ
el: Άγνωστος Χάρτης
fa_ir: نقشه نامشخص
fi: Tuntematon Kartta
hu: Ismeretlen Térkép
id: Map tidak diketahui
ja: 不明な地図
km: មិន​ស្គាល់​ផែនទី
no: Ukjennt kart
ro: Harta necunoscut
si: නොදත් සිතියමක්
sv: Okänd Karta
sw: Ramani isiyojulikana
ta: தெரியாத வரைபடம்
th: แผนที่ที่ไม่รู้จัก
vi: Không biết Bản đồ

source: Unsupported Layers
ar: طبقات غير مدعومة
el: Μη Υποστηριζόμενα Επίπεδα

source: The following layers cannot be printed:
ar: لا يمكن طباعة الطبقات التالية:
el: Τα παρακάτω επίπεδα δεν μπορούν να εκτυπωθούν:

source: Width
af: Wydte
ar: عرض
bg_bg: Широчина
bn: প্রস্থ
el: Πλάτος
fa_ir: عرض
fi: Leveys
hu: Szélesség
id: Lebar
ja: 幅
km: ទទឹង
no: Bredde
ro: Lățime
si: පළල
sv: Bredd
sw: Upana
ta: அகலம்
th: ความกว้าง
vi: Chiều rộng
