Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/djangojs.po
Languages: af, ar, bg_bg, bn, el, es, fa_ir, fi, hu, id, ja, km, no, pt_br, ro, si, sv, sw, ta, th, vi

source: No download URLs are definied for this layer.
af: Geen aflaai URLs word gedefinieer vir hierdie laag.
ar: لم يتم تعريف عناوين للتنزيل لهذه الطبقة.
bg_bg: За слоя не са дефинирани URLs за сваляне
bn: কোন ডাউনলোডের URL গুলি এই স্তর জন্য definied হয়.
el: Δεν έχουν οριστεί URL λήψης για αυτό το επίπεδο.
fa_ir: هیچ URL های دانلود را برای این لایه تعریف.
fi: Ei latauksia URL-osoitteet ovat kohdissa määritellyn tähän kerrokseen.
hu: Nincs letöltés URL definiálni ezt réteg.
id: Tidak ada URL yang didefinisikan untuk mengunduh layer ini
ja: このレイヤーにはダウンロードURLが定義されていません。
km: គ្មាន URLs ដែល​ទាញ​យក​ត្រូវ​បាន definied សម្រាប់​ស្រទាប់​នេះ​។
no: Kartlaget mangler URL for nedlasting.
ro: Nu sunt URL-urile de download sunt este definit de acest strat.
si: මෙම ස්ථරය සඳහා බාගත කෙරුම් URL කිසිවක් සඳහන් කර නැත.
sv: Inga nedladdningswebbadresser detta definieras i detta skikt.
sw: Hakuna viungo vya kupakulia vilivyobainishwa kwa ajili ya tabaka hili
ta: இல்லை பதிவிறக்க URL இந்த அடுக்கு definied.
th: ชั้นข้อมูลนี้ยังไม่มี URL สำหรับดาวน์โหลด
vi: Không có đường dẫn URL được definied cho lớp này.

source: Click here for more information about this layer.
ar: انقر هنا للمزيد من المعلومات حول هذه الطبقة.
el: Κάντε κλίκ εδώ για περισσότερες πληροφορίες σχετικά με αυτό το επίπεδο.

source: Selected Layers
af: Gekies Lae
ar: الطبقات المحددة
bg_bg: Избрани слоеве
bn: সিলেক্টেড স্তরসমূহ
el: Επιλεγμένα Επίπεδα
fa_ir: لایه های انتخاب شده
fi: Valitut tasot
hu: Kiválasztott rétegek
id: Layer terpilih
ja: レイヤーの選択
km: ស្រទាប់​ដែល​បាន​ជ្រើស
no: Valgte kartlag
ro: Straturi selectate
si: තෝරා ගන්නා ලද ස්ථර
sv: Valda lager
sw: Matabaka yaliyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட அடுக்குகள்
th: ชั้นข้อมูลที่เลือก
vi: Layers chọn

source: No Layers Selected
af: Geen lae Uitgesoekte
ar: لا يوجد طبقات محددة
bg_bg: Няма избрани слоеве
bn: কোন স্তরসমূহ সিলেক্টেড
el: Κανένα Επιλεγμένο Επίπεδο
fa_ir: لایه ای انتخاب نشده است.
fi: Ei Tasot Valitut
hu: No Rétegek kiválasztott
id: Tidak ada layer yang terpilih
ja: どのレイヤーも選択されていません
km: គ្មាន​ស្រទាប់​ដែល​បាន​ជ្រើស
no: Ingen kartlag valgt
ro: Nu există Straturi selectate
si: ස්ථර කිසිවක් තෝරා ගෙන නැත
sv: Valt Inga Lager
sw: Hakuna Tabaka Lililoshaguliwa
ta: லேயர்கள் எதுவும் தேர்ந்தெடுக்கப்படவில்லை
th: ยังไม่ได้เลือกชั้นข้อมูล
vi: Không Layers chọn

source: Clear Selected
af: Duidelik Uitgesoekte
ar: مسح المحدد
bg_bg: Премахни маркирането
bn: সাফ সিলেক্টেড
el: Καθαρισμός Επιλεγμένων
fa_ir: پاک کردن انتخاب شده ها
fi: POISTA VALITUT
hu: Kiválasztottak törlése
id: Hapus Pilihan
ja: 選択クリア
km: ច្បាស់​ណាស់​ដែល​បាន​ជ្រើស
no: Tøm utvalgte
ro: Anuleaza produsele selectate
si: තොරා ගැනීම් හිස් කරන්න
sv: Nollställ
sw: Safisha vilivyo chaguliwa
ta: தேர்ந்தெடுத்ததை
th: ลบสิ่งที่เลือก
vi: Rõ ràng chọn

source: Clear All
af: Duidelik al
ar: امسح الكل
bg_bg: Изчисти всички
bn: সব মুছে ফেলো
el: Καθαρισμός Όλων
fa_ir: پاک کردن همه
fi: Tyhjennä kaikki
hu: Összes törlése
id: Hapus semua
ja: 全てをクリア
km: ជម្រះ​ទាំង​អស់
no: Tøm alle
ro: Sterge toate
si: සියල්ල හිස් කරන්න
sv: Rensa alla
sw: Safisha vyote
ta: அழி
th: ลบทั้งหมด
vi: Xóa tất cả

source: Operation Failed
af: Misluk
ar: فشلت العملية
bg_bg: Операцията е неуспешна
bn: অপারেশন ব্যর্থ
el: Η Λειτουργία Απέτυχε
fa_ir: عملیات ناموفق
fi: Operaatio epäonnistui
hu: Művelet nem sikerült
id: Operasi Gagal
ja: 操作失敗
km: ប្រតិ​ប​ត្ដិ​ការ​បាន​បរាជ័យ
no: Operasjon mislykket
ro: Funcționare a eșuat
si: මෙහෙයුම අසාර්ථකයි
sv: Operation misslyckades
sw: Mchakato umeshindikana
ta: செயல்பாடு தோல்வி
th: การทำงานล้มเหลว
vi: Không hoạt động

source: No layers are currently selected.
af: Geen lae tans gekies.
ar: لم يتم تحديد أية طبقات حاليا.
bg_bg: Няма текущо избрани слоеве
bn: কোন স্তর বর্তমানে নির্বাচিত হয়.
el: Δεν έχει επιλεγεί κανένα επίπεδο μέχρι στιγμής.
fa_ir: هیچ لایه ای انتخاب نشده است.
fi: Ei kerrokset valittuna.
hu: Nem rétegeket kiválasztva.
id: Tidak ada layer yang dipilih
ja: どのレイヤーも現在選択されていません
km: គ្មាន​ស្រទាប់​ត្រូវ​បាន​ជ្រើស​បច្ចុប្បន្ន​។
no: Ingen kartlag valgt for tiden.
ro: Nu există straturi sunt în prezent selectate.
si: දැනට ස්ථර කිසිවක් තෝරා ගෙන නැත
sv: Inga lager är markerade.
sw: Hakuna matabaka yaliyochaguliwa kwa sasa.
ta: லேயர்கள் தற்போது தேர்வு.
th: ยังไม่มีชั้นข้อมูลที่ถูกเลือก
vi: Không có lớp hiện đang được chọn.

source: Downloading...
af: Laai ...
ar: جارى التحميل…
bg_bg: Изтегляне
bn: ডাউনলোড হচ্ছে ...
el: Λήψη...
fa_ir: در حال دانلود...
fi: Lataaminen ...
hu: Letöltés ...
id: Mengunduh...
ja: ダウンロード中
km: ទាញ​យក ...
no: Laster ned...
ro: Se descarcă ...
si: බාගත වීම
sv: Nedladdning ...
sw: Inapakua ...
ta: பதிவிறக்குகிறது ...
th: กำลังดาวน์โหลด...
vi: Tải ...

source: Please wait
af: Wag asseblief
ar: يرجى الانتظار
bg_bg: Моля изчакайте
bn: অনুগ্রহ করে অপেক্ষা করুন
el: Παρακαλώ περιμένετε
fa_ir: صبرکنید
fi: Odota
hu: Kérem, várjon
id: Silakan menunggu
ja: お待ちください
km: សូម​រង់ចាំ
no: Vennligst vent
ro: Vă rugăm să așteptați
si: කරුණාකර රැඳී සිටින්න
sv: Vänta
sw: Tafadhali subiri
ta: தயவு செய்து, காத்திருக்க
th: โปรดรอสักครู่
vi: Xin vui lòng chờ

source: Queryable
bg_bg: С възможност за запитване
el: Αναζητήσιμο
fa_ir: قابل جستجو
hu: Lekérdezhető
id: Dapat di query
ja: クエリー可能
no: Søkbar
th: ค้นหาข้อมูลได้

source: Layer Info
af: Laag Info
bg_bg: Информация за слой
bn: লেয়ার তথ্য
fa_ir: اطلاعات لایه
fi: Tason info
hu: Réteg Info
id: Lapisan Info
ja: レイヤー情報
km: ស្រទាប់​ព​ត៌​មាន
no: Kartlag informasjon
ro: Strat Info
si: ස්ථර තොරතුරු
sw: Maelezo ya Tabaka
ta: அடுக்கு தகவல்
th: ข้อมูลเกี่ยวกับชั้นข้อมูล

source: Your layer was successfully uploaded
af: Jou laag is suksesvol opgelaai
bg_bg: Вашият слой бе успешно качен
bn: তোমার স্তর সফলভাবে আপলোড করা হয় নি
fa_ir: لایه شما با موفقیت آپلود شد
fi: Sinun kerros lataus onnistui
hu: A fázist sikeresen feltöltve
id: Lapisan kamu telah diunggah
ja: あなたの層が正常にアップロードされた
km: ស្រទាប់​របស់​អ្នក​ត្រូវ​បាន​ផ្ទុក​ឡើង​ដោយ​ជោគជ័យ
no: Opplasting av kartlaget vellllykket
ro: Layer-ul a fost încărcat cu succes
si: නව ස්ථරය උඩුගත කර ඇත
sv: Din Skiktet laddats upp
sw: Tabaka lako limepakiwa kwa mafanikio
ta: உங்கள் அடுக்கு வெற்றிகரமாக பதிவேற்றப்பட்டது
th: ชั้นข้อมูลของคุณอัพโหลดเสร็จแล้ว
vi: Lớp của bạn đã được tải lên thành công

source: You need to specify more information in order to complete your upload.
af: Jy moet meer inligting te gee om jou oplaai om te voltooi.
bg_bg: Трябва да посочите допълнително информация, за да завършите качването
bn: আপনি আপনার আপলোড সম্পন্ন করার জন্য আরো তথ্য নির্দিষ্ট করতে হবে.
fa_ir: شما نیاز به مشخص اطلاعات بیشتر به منظور تکمیل آپلود فایل شما.
fi: Sinun täytyy määrittää lisätietoja, jotta valmistuminen upload.
hu: Meg kell adnod több információt ahhoz, hogy befejezze a feltöltés.
id: Anda perlu menentukan informasi lebih lanjut untuk menyelesaikan upload Anda.
ja: あなたのアップロードを完了するために多くの情報を指定する必要があります。
km: អ្នក​ត្រូវ​បញ្ជាក់​ព័​ត៌​មាន​បន្ថែម​ទៀត​នៅ​ក្នុង​គោល​បំណង​ដើម្បី​បញ្ចប់​ការ​ផ្ទុក​ឡើង​របស់​អ្នក​។
ro: Trebuie să specificați mai multe informații pentru a finaliza încărcarea.
si: ඔබ ඔබේ උඩුගත සම්පූර්ණ කිරීම සඳහා වැඩි විස්තර සඳහන් කිරීමට අවශ්ය
sv: Du måste ange mer information för att slutföra din uppladdning.
sw: Unahitajika kuainisha maelezo zaidi ili kukamilisha upakiaji wako.
ta: உங்கள் பதிவேற்ற முடிக்க பொருட்டு மேலும் தகவலுக்கு குறிப்பிட வேண்டும்.
th: คุณจำเป็นต้องเพิ่มรายละเอียดมากกว่านี้เพื่ออัพโหลดไฟล์
vi: Bạn cần xác định thêm thông tin để hoàn thành tải lên của bạn.

source: You can continue configuring your layer.
af: Jy kan voortgaan om die instel van jou laag.
bg_bg: Можете да продължите с настройките по вашия слой
bn: আপনি আপনার স্তর কনফিগার চালিয়ে যেতে পারেন.
fa_ir: شما می توانید پیکربندی لایه خود را ادامه خواهد داد.
fi: Voit seurata oman kerroksen.
hu: Folytathatja konfigurálni a réteg.
id: Anda dapat melanjutkan dengan mengkonfigurasi lapisan Anda.
ja: あなたの層の構成を続行することができます。
km: អ្នក​អាច​បន្ត​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ស្រទាប់​របស់​អ្នក​។
no: Du kan fortsette med å konfigurere kartlaget.
ro: Puteți continua configurarea strat ta.
si: ඔබ ඔබේ ස්ථරය මානකර දිගටම කරගෙන යා හැක.
sv: Du kan fortsätta att konfigurera ditt lager.
sw: Unaweza kuendelea kusanidi tabaka lako.
ta: நீங்கள் உங்கள் அடுக்கு கட்டமைக்கும் தொடரலாம்.
th: คุณสามารถทำการตั้งค่าชั้นข้อมูลของคุณต่อไปได้
vi: Bạn có thể tiếp tục cấu hình lớp của bạn.

source: Select or create a Geogig repository.
bg_bg: Изберете или създайте Geogig хранилище.
bn: নির্বাচন করুন অথবা একটি Geogig repository তৈরি করুন
fi: Valitse tai luo Geogig etäkirjasto.
no: Velg eller opprett en Geogig oppbevaringssted.
si: තෝරන්න හෝ නිර්මාණය Geogig repository.
ta: Geogig களஞ்சியம் ஒன்றை தெரிவு செய்க அல்லது உருவாக்குக
th: เลือกหรือสร้าง Geogig repository

source: January February March April May June July August September October November December
bg_bg: Януари февруари март април май юни юли август септември октомври ноември декември
bn: জানুয়ারি ফেব্রুয়ারি মার্চ এপ্রিল মে জুন জুলাই আগস্ট সেপ্টেম্বর অক্টোবর নভেম্বর ডিসেম্বর

source: Clock
bg_bg: Часовник
bn: ঘড়ি
si: ඔරලෝසු

source: Calendar
bg_bg: Календар
bn: ক্যালেন্ডার
si: දින දර්ශනය

source: Add user...
af: Voeg gebruiker ...
bg_bg: Добави потребител
bn: ব্যবহারকারী যুক্ত করুন ...
hu: Felhasználó hozzáadása ...
id: Tambah pengguna...
km: បន្ថែម​អ្នក​ប្រើ ...
ro: Adauga user ...
si: පරිශීලකයන් තෝරන්න ...

source: Who can view and download this data?
af: Wie kan lees en aflaai van hierdie inligting?
bg_bg: Кой може да вижда или изтегля тези данни?
bn: কে দেখতে পারেন এবং এই তথ্য ডাউনলোড?
hu: Ki megtekintheti és letöltheti az adatokat?
id: Siapa yang dapat mengunduh data?
km: តើ​នរណា​អាច​មើល​និង​ទាញ​យក​ទិន្នន័យ​នេះ​?
ro: Cine poate vizualiza și descărca asta?
si: මෙම දත්ත බැලීමට සහ බාගත කිරීමට හැකියාව ඇත්තේ කාටද?

source: Anyone
af: Enigiemand
bg_bg: Някой
bn: যে কেউ
hu: Valaki
id: Semua pengguna
km: នរណា​ម្នាក់
ro: Oricine
si: ඕනෑම කෙනෙකුට

source: Any registered user
af: Enige geregistreerde gebruiker
bg_bg: Всеки регистриран потребител
bn: কোন নিবন্ধিত ব্যবহারকারী
hu: Minden regisztrált felhasználó
id: Pengguna yang terdaftar
km: អ្នក​ប្រើ​ដែល​បាន​ចុះ​ឈ្មោះ​ណា​មួយ
ro: Orice utilizator înregistrat
si: ඕනෑම ලියාපදිංචි වූ පරිශීලකයෙකුට

source: Only users who can edit
af: Slegs gebruikers wat kan verander
bg_bg: Единствено потребител който може да редактира
bn: সম্পাদনা করতে পারেন যারা শুধু ব্যবহারকারীদের
hu: Csak azok a felhasználók, akik szerkeszthetik
id: Hanya pengguna yang dapat mengedit
km: មាន​តែ​អ្នក​ប្រើ​ដែល​អាច​កែ​សម្រួល
ro: Numai utilizatorii care pot edita
si: සංස්කරණ සිදුකල හැකි පරිශීලකයන්ට පමණි

source: Who can edit this data?
af: Wie kan hierdie data wysig?
bg_bg: Кой може да редактира тази информация?
bn: কে এই তথ্য সম্পাদনা করতে পারেন?
hu: Ki tudja szerkeszteni az adatokat?
id: Siapa yang dapat mengedit data ini?
km: តើ​នរណា​អាច​កែសម្រួល​ទិន្នន័យ​នេះ​?
ro: Cine poate edita aceste date?
si: මෙම දත්ත සංස්කරණය කල හැක්කේ කාටද?

source: Only the following users or groups:
af: Slegs die volgende gebruikers of groepe:
bg_bg: Единствено следните потребители или групи:
bn: শুধু নিচের ব্যবহারকারী বা গ্রুপ:
hu: Csak a következő felhasználók vagy csoportok:
id: Hanya pengguna atau grup pengguna:
km: មាន​តែ​អ្នក​ប្រើ​ប្រាស់​ដូច​ខាងក្រោម​ឬ​ក្រុម​:
ro: Numai următorii utilizatori sau grupuri:
si: පහත පරිශීලකයන් හෝ කණ්ඩායම් වලට පමණි:

source: Who can manage and edit this data?
af: Wie kan bestuur en hierdie data wysig?
bg_bg: Кой може да управлява и редактира тези данни?
bn: কে পরিচালনা করতে পারেন এবং এই তথ্য সম্পাদনা?
hu: Ki kezelheti és szerkesztheti az adatokat?
id: Siapa yang dapat mengelola dan mengedit data ini?
km: តើ​នរណា​អាច​គ្រប់គ្រង​និង​កែសម្រួល​ទិន្នន័យ​នេះ​?
ro: Cine poate gestiona și edita aceste date?
si: මෙම දත්ත කළමනාකරණය කිරීමට සහ සංස්කරණය කිරීමට හැකියාව ඇත්තේ කාටද?

source: GeoTiff File
af: Geotiff lêer
bg_bg: GeoTiff файл
bn: GeoTiff ফাইল
hu: GeoTiff fájl
id: GeoTiff Berkas
km: ឯកសារ GeoTiff
ro: GeoTiff fișier

source: Comma Separated File
af: Kommageskeide lêer
bg_bg: Файлове отделени със запетая
bn: কমা দ্বারা পৃথকীকৃত ফাইল
hu: Vesszővel elválasztott fájl
id: Koma Terpisah Berkas
km: ឯកសារ​ដោយ​ឡែក​ពី​គ្នា​ដោយ​សញ្ញា​ក្បៀស
ro: Separate prin virgulă fișier
si: කොමා මගින් වෙන් වෙන් File

source: Zip Archives
af: Zip Argief
bg_bg: Zip архиви
bn: জিপ আর্কাইভ
hu: Zip Archívum
id: Arsip Zip
km: តំបន់​ប​ណ្ណ​សារ
ro: Arhive zip

source: Google Earth KML
bn: গুগল আর্থ একটি KML
fa_ir: گوگل زمین KML
ja: Google EarthのKML
km: ផែនដី Google ឯកសារ KML
pt_br: KML do Google Earth
sw: KML ya Google Earth
ta: கூகிள் எர்த் செய்

source: You are uploading an incomplete set of files.
hu: Ön feltöltésével hiányos a fájlokat.

source: GeoJSON
vi: GeoJSON còn

source: STORE_UPDATED
pt_br: STORED_UPATED

source: Google Earth KMZ
pt_br: KMZ do Google Earth

source: JPEG
pt_br: JPEG2000

source: Unexpected error!
es: ¡Error inesperado!
pt_br: Erro inesperado!

source: - 400 Bad Request. Server cannot or will not process the request due to something that is perceived to be a client error (e.g., malformed request syntax, invalid request message framing, or deceptive request routing).
es: - 400 Bad Request. El servidor no puede o no procesará la solicitud debido a algo que se percibe como un error del cliente (por ejemplo, sintaxis de solicitud mal formada, encuadre de mensaje de solicitud no válido o enrutamiento de solicitud engañoso).
pt_br: - 400 Requisição Inválida. O servidor não pode ou não processará a solicitação devido a algo que é percebido como um erro do cliente (por exemplo, sintaxe de solicitação malformada, enquadramento de mensagem de solicitação inválida ou roteamento de solicitação enganoso).

source: - 401 Unauthorized. Request was not sent with the proper authentication credentials.
es: - 401 Unauthorized. La solicitud no se envió con las credenciales de autenticación adecuadas.
pt_br: - 401 Não autorizado. A solicitação não foi enviada com as credenciais de autenticação adequadas.

source: - 403 Forbidden. This is generally related to permission rules on your server. Contact the system administrator for more information regarding this error message.
es: - 403 Forbidden. Esto generalmente está relacionado con las reglas de permisos en su servidor. Póngase en contacto con el administrador del sistema para obtener más información sobre este mensaje de error.
pt_br: - 403 Proibido. Isso geralmente está relacionado às regras de permissão em seu servidor. Entre em contato com o administrador do sistema para obter mais informações sobre essa mensagem de erro.

source: - 404 Not Found. Origin server was unable or unwilling to find the resource requested.
es: - 404 Not Found. El servidor de origen no pudo o no quiso encontrar el recurso solicitado.
pt_br: - 404 Não encontrado. O servidor de origem não conseguiu ou não quis encontrar o recurso solicitado.

source: - 405 Method Not Allowed. Origin server is aware of the requested resource, but the request method used is not supported.
es: - 405 Method Not Allowed. El servidor de origen conoce el recurso solicitado, pero el método de solicitud utilizado no es compatible.
pt_br: - 405 Método não permitido. O servidor de origem está ciente do recurso solicitado, mas o método de solicitação usado não é suportado.

source: - 406 Not Acceptable. Resource is not available at the origin that adheres to negotiation headers that were set prior (e.g. via 'Accept-Charset' and 'Accept-Language' headers).
es: - 406 Not Acceptable. El recurso no está disponible en el origen que se adhiera a los encabezados de negociación que se establecieron antes (por ejemplo, a través de los encabezados 'Accept-Charset' y 'Accept-Language').
pt_br: - 406 Não Aceitável. O recurso não está disponível na origem que adere aos cabeçalhos de negociação definidos anteriormente (por exemplo, por meio dos cabeçalhos 'Accept-Charset' e 'Accept-Language').

source: - 407 Authentication Required. The client did not send the required authentication with the request.
es: - 407 Authentication Required. El cliente no envió la autenticación requerida con la solicitud.
pt_br: - 407 Autenticação Necessária. O cliente não enviou a autenticação necessária com a solicitação.

source: - 408 Request Timeout. The origin server did not receive the complete request in what it considers a reasonable time.
es: - 408 Request Timeout. El servidor de origen no recibió la solicitud completa en lo que considera un tiempo razonable.
pt_br: - 408 Tempo limite da solicitação. O servidor de origem não recebeu a solicitação completa no que considera um tempo razoável.

source: - 409 Conflict. The request did not complete because of a conflict with the current state of the resource. Typically happens on a PUT request where multiple clients are attempting to edit the same resource.
es: - 409 Conflict. La solicitud no se completó debido a un conflicto con el estado actual del recurso. Suele ocurrir en una solicitud PUT en la que varios clientes intentan editar el mismo recurso.
pt_br: - 409 Conflito. A solicitação não foi concluída devido a um conflito com o estado atual do recurso. Normalmente acontece em uma solicitação PUT em que vários clientes estão tentando editar o mesmo recurso.

source: - 410 Gone. The resource requested is permanently missing at the origin.
es: - 410 Gone. El recurso solicitado falta permanentemente en el origen.
pt_br: - 410 Desaparecido. O recurso solicitado está permanentemente ausente na origem.

source: - 411 Length Required. Client did not define the 'Content-Length' of the request body in the headers and this is required to obtain the resource.
es: - 411 Length Required. El cliente no definió la 'Longitud de contenido' del cuerpo de la solicitud en los encabezados y esto es necesario para obtener el recurso.
pt_br: - 411 Comprimento Necessário. O cliente não definiu o 'Content-Length' do corpo da solicitação nos cabeçalhos e isso é necessário para obter o recurso.

source: - 412 Precondition Failed. Server denies the request because the resource failed to meet the conditions specified by the client.
es: - 412 Precondition Failed. El servidor rechaza la solicitud porque el recurso no cumplió con las condiciones especificadas por el cliente.
pt_br: - 412 Falha na pré-condição. O servidor nega a solicitação porque o recurso não atendeu às condições especificadas pelo cliente.

source: - 413 Payload Too Large. Refusal from the server to process the request because the payload sent from the client is larger than the server wished to accept. Server has the optional to close the connection.
es: - 413 Payload Too Large. Rechazo del servidor a procesar la solicitud porque la carga útil enviada por el cliente es mayor de lo que el servidor deseaba aceptar. El servidor tiene la opción de cerrar la conexión.
pt_br: - 413 Conteúdo Muito Grande. Recusa do servidor em processar a solicitação porque o conteúdo útil enviado do cliente é maior do que o servidor desejava aceitar. O servidor opcionalmente pode fechar a conexão.

source: - 414 URI Too Long. Refusal from the server that the URI was too long to be processed. For example, if a client is attempting a GET request with an unusually long URI after a POST, this could be seen as a security risk and a 414 gets generated.
es: - 414 URI Too Long. Rechazo del servidor de que el URI era demasiado largo para ser procesado. Por ejemplo, si un cliente intenta una solicitud GET con un URI inusualmente largo después de un POST, esto podría verse como un riesgo de seguridad y se generará un 414.
pt_br: - 414 URI muito longo. Recusa do servidor porque o URI era muito longo para ser processado. Por exemplo, se um cliente está tentando uma solicitação GET com um URI incomumente longo após um POST, isso pode ser visto como um risco de segurança e um código 414 é gerado.

source: - 415 Unsupported Media Type. Refusal from the server to process the format of the current payload. One way to identify and fix this issue would be to look at the 'Content-Type' or 'Content-Encoding' headers sent in the client’s request.
es: - 415 Unsupported Media Type. Rechazo del servidor a procesar el formato de la carga útil actual. Una forma de identificar y solucionar este problema sería mirar los encabezados "Content-Type" o "Content-Encoding" enviados en la solicitud del cliente.
pt_br: - 415 Tipo de Mídia Não Suportado. Recusa do servidor em processar o formato do conteúdo enviado. Uma maneira de identificar e corrigir esse problema é examinar os cabeçalhos 'Content-Type' ou 'Content-Encoding' enviados na solicitação do cliente.

source: - 417 Expectation Failed. Failure of server to meet the requirements specified in the 'Expect' header of the client’s request.
es: - 417 Expectation Failed. El servidor no cumple con los requisitos especificados en el encabezado "Esperar" de la solicitud del cliente.
pt_br: - 417 Expectativa falhou. Falha do servidor em atender aos requisitos especificados no cabeçalho 'Esperar' da solicitação do cliente.

source: - 429 Too Many Requests. Client has sent too many requests in the specified amount of time according to the server.
es: - 429 Too Many Requests. El cliente ha enviado demasiadas solicitudes en el período de tiempo especificado según el servidor.
pt_br: - 429 Excesso de Requisições. O cliente enviou muitas solicitações na quantidade de tempo especificada de acordo com o servidor.

source: - 499 Client Close Request. Nginx specific response code to indicate when the connection has been closed by the client while the server is still processing its request, making server unable to send a status code back.
es: - 499 Client Close Request. Código de respuesta específico de Nginx para indicar cuándo el cliente ha cerrado la conexión mientras el servidor aún está procesando su solicitud, lo que hace que el servidor no pueda devolver un código de estado.
pt_br: - 499 Solicitação de fechamento pelo cliente. Código de resposta específico do Nginx para indicar quando a conexão foi fechada pelo cliente enquanto o servidor ainda está processando sua solicitação, tornando o servidor incapaz de enviar um código de status de volta.

source: - 500 Internal Server Error. This error indicates that the server has encountered an unexpected condition. This often occurs when an application request cannot be fulfilled due to the application being configured incorrectly on the server.
es: - 500 Internal Server Error. Este error indica que el servidor ha encontrado una condición inesperada. Esto ocurre a menudo cuando la solicitud de una aplicación no se puede cumplir debido a que la aplicación está configurada incorrectamente en el servidor.
pt_br: - 500 Erro interno do servidor. Este erro indica que o servidor encontrou uma condição inesperada. Isso geralmente ocorre quando uma solicitação de aplicativo não pode ser atendida porque o aplicativo está configurado incorretamente no servidor.

source: - 501 Not Implemented. This error indicates that the HTTP method sent by the client is not supported by the server. This is most often caused by the server being out of date. It is a very rare error and generally requires that the web server be updated.
es: - 501 Not Implemented. Este error indica que el método HTTP enviado por el cliente no es compatible con el servidor. Esto suele deberse a que el servidor no está actualizado. Es un error muy raro y generalmente requiere que se actualice el servidor web.
pt_br: - 501 Não implementado. Este erro indica que o método HTTP enviado pelo cliente não é suportado pelo servidor. Isso geralmente é causado pelo servidor quando está desatualizado. É um erro muito raro e geralmente requer que o servidor web seja atualizado.
