Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Organization
ar: تنظيم
bg_bg: Организация
cs: Organizace
de: Organisation
es: Organización
fr: Organisation
it: Organizzazione
ja: 組織
ka: ორგანიზაცია
pl: Organizacja
pt: Organização
pt_br: Organização
tr: Organizasyon

source: Not provided
af: Nie voorsien
ar: غير مزود
bg_bg: Не е предоставен
cs: Není k dispozici
de: Nicht zur Verfügung gestellt
es: No suministrado
fa_ir: ارائه نشده است
fi: Ei toimiteta
fr: Non fournit
hu: Nem biztosított
it: Non fornito
ja: 情報なし
ka: მონაცემი არ არის
km: មិន​បាន​ផ្ដល់
pl: Nie podano
pt: Não fornecido
pt_br: Não fornecido
ro: Care nu sunt prevăzute
sv: Inte tillgänglig
sw: Haijaainishwa
tr: Sağlanmadı
uk: Не передбачено

source: Fax
ar: فاكس
bg_bg: Факс
ka: ფაქსი
pl: Faks
tr: Faks

source: User layers WMS GetCapabilities document
ar: احصل على مستند القدرات لطبقات المستخدم لبرنامج إدارة المستودعات
de: Benutzer Ebenen WMS GetCapabilities Dokument
es: Documento de capas de usuario WMS GetCapabilities
fr: Document 'User layers WMS GetCapabilities'
it: Documento WMS GetCapabilities dei livelli dell'utente
pl: Dokument WMS GetCapabilities warstw użytkownika
pt: Documento WMS GetCapabilities das camadas do Utilizador
pt_br: Documento WMS GetCapabilities das camadas de Usuário
tr: Kullanıcı katmanları WMS GetCapabilities belgesi

source: Message User
ar: رسالة المستخدم
bg_bg: Съобщение към потребител
cs: Uživatelská zpráva
de: Nutzer benachrichtigen
es: Enviar mensaje a otro usuario
fr: Message de l'utilisateur
it: Messaggi
ja: メッセージを送る
ka: მომხმარებლის შეტყობინება
pl: Wiadomość użytkownika
pt: Mensagem do Utilizador
pt_br: Enviar mensagem para o usuário

source: Edit profile
af: Wysig profiel
ar: تعديل الملف الشخصي
bg_bg: Редактиране на профил
cs: Editovat profil
de: Profil bearbeiten
es: Editar perfil
fa_ir: ویرایش مشخصات
fi: Muokkaa profiilia
fr: Modifier le profil
hu: Profil szerkesztése
it: Modifica profilo
ja: プロフィールを編集
ka: პროფილის რედაქტირება
km: កែ​សម្រួល​ទម្រង់
pl: Edytuj profil
pt: Editar perfil
pt_br: Editar perfil
ro: Editeaza profil
sv: Redigera profil
sw: Hariri wasifu
tr: Profili Düzenle
uk: Редагувати профіль

source: Connected social accounts
ar: حسابات اجتماعية متصلة
de: Verbundene soziale Konten
es: Cuentas sociales conectadas
fr: Compte de réseau social connecté
it: Account social collegati
ja: 関連付けられたSNSアカウント
pl: Połączone konta społecznościowe
pt: Contas sociais associadas
pt_br: Contas de redes sociais conectadas
tr: Bağlı sosyal hesaplar

source: Associated e-mails
ar: رسائل البريد الإلكتروني المرتبطة
de: Zugehörige E-Mails
es: Correos electrónicos asociados
fr: E-mails associés
it: Indirizzi e-mail associati
ja: 関連するメールアドレス
pl: Powiązane adresy e-mail
pt: E-mais associados
pt_br: E-mails associados
tr: İlişkili e-postalar

source: Set/Change password
ar: تعيين / تغيير كلمة المرور
de: Passwort setzen / ändern
es: Establecer / Cambiar contraseña
fr: Changer le mot de passe
it: Cambia la password
ja: パスワード変更
pl: Ustaw / zmień hasło
pt: Definir/Alterar a senha
pt_br: Definir/Alterar senha
tr: Şifreyi Ayarla/Degiştir

source: My Activities
af: My Aktiwiteite
ar: نشاطاتي
bg_bg: Моите дейности
cs: Moje aktivity
de: Meine Aktivitäten
es: Mis Actividades
fa_ir: فعالیت های من
fi: Minun aktiviteetit
fr: Mes activités
hu: Saját tevékenységek
it: Le mie attività
ja: 活動履歴
ka: ჩემი ქმედებები
km: សកម្មភាព​របស់​យើង
pl: Moje działania
pt: Minhas Atividades
pt_br: Minhas atividades
ro: Activități mele
sv: Mina aktiviteter
sw: Matukio yangu
tr: Aktivitelerim
uk: Мої Заходи

source: Notifications
ar: إشعارات
bg_bg: Известия
cs: Upozornění
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
ka: შეტყობინებები
pl: Powiadomienia
pt: Notificações
pt_br: Notificações
tr: Bildirimler

source: Announcements
af: Aankondigings
ar: الإعلانات
bg_bg: Обявления
cs: Oznámení
de: Ankündigungen
es: Anuncios
fa_ir: اعلانات
fi: Ilmoitukset
fr: Annonces
hu: Közlemények
it: Notizie
ja: お知らせ
ka: განცხადებები
km: សេចក្តី​ប្រកាស
pl: Ogłoszenia
pt: Anúncios
pt_br: Anúncios
ro: Anunturi
sv: Meddelanden
sw: Matangazo
tr: Duyurular
uk: Анонси

source: Invite Users
ar: دعوة المستخدمين
de: Benutzer einladen
es: Invitar Usuarios
fr: Inviter des Utilisateurs
it: Invita utenti
ja: ユーザーを招待
pl: Zaproś użytkowników
pt: Convidar Utilizador
pt_br: Convidar usuários
tr: Kullanıcı Davet Et

source: User Activities
af: Gebruikers Aktiwiteite
ar: نشاطات المستخدم
bg_bg: Дейности на потребителя
cs: Aktivity uživatele
de: Benutzeraktivitäten
es: Actividades de Usuario
fa_ir: فعالیت کاربر
fi: Käyttäjän toimet
fr: Activités de l'utilisateur
hu: Felhasználói tevékenységek
it: Attività degli utenti
ja: ユーザーアクティビティ
ka: მომხმარებლის ქმედებები
km: សកម្មភាព​របស់​អ្នក​ប្រើ
pl: Działania użytkownika
pt: Atividades do Usuário
pt_br: Atividades do usuário
ro: Activități de utilizare
sv: Användaraktiviteter
sw: Matukio ya mtumiaji
tr: Kullanıcı Aktiviteleri
uk: Діяльність користувачів

source: Resources
af: Hulpbronne
ar: موارد
bg_bg: Ресурси
cs: Zdroje
de: Ressourcen
es: Recursos
fa_ir: منابع
fi: Resurssit
fr: Ressources
hu: Erőforrás
it: Risorse
ja: リソース
ka: რესურსები
km: ធនធាន
pl: Zasoby
pt: Recursos
pt_br: Recursos
ro: Resurse
sv: Källor
sw: Rasilimali
tr: Kaynaklar
uk: Ресурси

source: Edit Your Profile
af: Verander jou profiel
ar: تحرير ملفك الشخصي
bg_bg: Редактиране на профил
cs: Upravit profil
de: Profil bearbeiten
es: Editar perfil
fa_ir: تغییر اطلاعات شخصی
fi: Muokkaa profiilia
fr: Éditer votre profil
hu: Profil szerkesztése
it: Modifica il tuo profilo
ja: プロフィールの編集
ka: პროფილის რედაქტირება
km: កែប្រែ​ព​ត៌​មាន​របស់​អ្នក
pl: Edytuj swój profil
pt: Editar seu Perfil
pt_br: Editar seu perfil
ro: Editare profil
sv: Redigera din profil
sw: Hariri Wasifu wako
tr: Profilinizi Düzenleyin
uk: Змінити профіль

source: Edit Profile for
ar: تعديل الملف الشخصي ل
bg_bg: Редактирай профил за
cs: Upravit profil pro
de: Editiere Profil von
es: Editar perfil de
fr: Mettre à jour le profil pour
it: Modifica profilo per
ja: プロフィールを編集:
ka: ვიღაცისთვის პროფილის რედაქტირება
pl: Edytuj profil
pt: Editar Perfil para
pt_br: Editar perfil para
tr: Profili Düzenle

source: Change your avatar
af: Verander jou avatar
ar: غير صورتك الشخصية
bg_bg: Променете своя аватар
cs: Změňte svůj avatar
de: Ändern Sie Ihren Avatar
es: Cambiar el avatar
fa_ir: تعویض عکس
fi: Vaihda avatar
fr: Changer votre avatar
hu: Változtasd meg avatar
it: Cambia il tuo avatar
ja: アバター変更
ka: სურათის შეცვლა
km: ផ្លាស់​ប្តូ​រ​រូប​តំ​នាង​របស់​អ្នក
pl: Zmień awataru
pt: Mude seu avatar
pt_br: Alterar seu avatar
ro: Schimba avatarul
sv: Ändra din avatar
sw: Badilisha ya avatar yako
tr: Avatarınızı Değiştirin
uk: Змініть свій аватар

source: Update profile
af: Werk profiel
ar: تحديث الملف الشخصي
bg_bg: Обновяване на профил
cs: Aktualizovat profil
de: Profil aktualisieren
es: Actualizar perfil
fa_ir: بروز رسانی اطلاعات شخصی
fi: Päivitysprofiilille
fr: Mettre à jour le profil
hu: Frissítés profil
it: Aggiorna profilo
ja: プロフィールを更新
ka: პროფილის განახლება
km: ទម្រង់​ធ្វើ​ឱ្យ​ទាន់​សម័យ
pl: Aktualizuj profil
pt: Atualizar Perfil
pt_br: Atualizar perfil
ro: Profilul actualizare
sv: Uppdatera profil
sw: Sasisha wasifu
tr: Profili Güncelle
uk: Оновлення профіль

source: Explore People
af: Verken Mense
ar: تصفح الأشخاص
bg_bg: Преглед на потребители
cs: Prozkoumat lidi
de: Benutzer entdecken
es: Explorar Personas
fa_ir: کاوش مردم
fi: Tutustu Ihmiset
fr: Découvrir les participants
hu: Fedezze fel az emberek
it: Esplora utenti
ja: ユーザーを探す
ka: მომხმარებლების ნახვა
km: រុករក​ប្រជាជន
pl: Przeglądaj ludzi
pt: Conhecer Usuários
pt_br: Pesquisar por pessoas
ro: Explorează
sv: Utforska Människor
sw: Peruzi Watu
tr: İnsanları Keşfet
uk: Досліджуйте Люди

source: Your username has been emailed to you.
af: Jou gebruikersnaam is per e-pos aan jou.
ar: تم إرسال اسم المستخدم الخاص بك إليك عبر البريد الإلكتروني.
bg_bg: Потребителското ви име беше изпратено по ел. поща.
cs: Vaše uživatelské jméno vám bylo zasláno e-mailem.
de: Ihr Benutzername wurde Ihnen per E-Mail zugeschickt.
es: Su nombre de usuario se ha enviado por correo electrónico.
fa_ir: نام کاربری شما به شما ایمیل فرستاده.
fi: Käyttäjätunnuksesi on sähköpostitse sinulle.
fr: Votre nom d'utilisateur vous a été envoyé par email.
hu: A felhasználónév már elküldjük Önnek.
it: Un email con il tuo username ti è stata inviata.
ja: ユーザー名をメールで送付しました。
ka: შენი მომხმარებლის სახელი გამოიგზავნა ელფოსტაზე
km: ឈ្មោះ​អ្នក​ប្រើ​របស់​អ្នក​ត្រូវ​បាន​ផ្ញើ​អ៊ីមែល​ទៅ​អ្ន​​ក​។
pl: Twoja nazwa użytkownika została wysłana do Ciebie.
pt: O seu nome de utilizador foi enviado para si via email.
pt_br: Seu nome de usuário foi enviado para você por e-mail.
ro: Numele de utilizator îți a fost trimisă prin email.
sv: Ditt användarnamn har mejlats till dig.
sw: Umetumiwa jina lako la mtuniaji.
tr: Kullanıcı adınız e-posta ile gönderildi.
uk: Ваше ім'я користувача було по електронній пошті.

source: No user could be found with that email address.
af: Geen gebruiker gevind kon word met die e-pos adres.
ar: لا يمكن العثور على أي مستخدم باستخدام عنوان البريد الإلكتروني هذا.
bg_bg: На тази електронна поща не беше открит потребител.
cs: Žádný uživatel nebyl nalezen s touto e-mailovou adresou.
de: Es konnte kein Benutzer mit dieser E-Mail-Adresse gefunden werden.
es: Ningún usuario puede ser encontrado con esa dirección de correo electrónico.
fa_ir: بدون کاربر می تواند با این آدرس ایمیل در بر داشت.
fi: Ei käyttäjä voisi löytyä kyseisen sähköpostiosoite.
fr: Aucun utilisateur ne peut être identifié avec cette adresse email.
hu: Nem biztosítanak felhasználói lehetett találni az adott e-mail cím.
it: Nessun utente corrisponde a questo indirizzo email.
ja: このメールアドレスのユーザーは存在しません。
ka: მომხმარებლის სახელი ვერ მოიძებნა მითითებული ელფოსტით
km: គ្មាន​អ្នក​ប្រើ​ដែល​អាច​ត្រូវ​បាន​រក​ឃើញ​ដែល​មាន​អាសយដ្ឋាន​អ៊ី​ម៉ែ​ល​នោះ​។
pl: Nie można znaleźć użytkownika z tym adresem e-mail.
pt: Nenhum utilizador foi encontrado com este endereço de email.
pt_br: Não foi encontrado nenhum usuário com esse endereço de e-mail.
ro: Nici un utilizator a putut fi găsită cu acea adresă de e-mail.
sv: Ingen användare kunde hittas med den e-postadressen.
sw: Hakuna mtumiaji mwenye barua pepe hiyo aliyepatikana
tr: Bu e-posta adresiyle eşleşen bir kullanıcı bulunamadı.
uk: Жоден користувач не може знайти з такою адресою електронної пошти.

source: You are not permitted to save or edit this resource.
ar: غير مسموح لك بحفظ أو تعديل هذا المورد.
de: Sie dürfen diese Ressource nicht speichern oder bearbeiten.
es: No tiene permiso para guardar o editar este recurso.
fr: Vous n'êtes pas autorisé à enregistrer ou à modifier cette ressource.
it: Non è consentito salvare o modificare questa risorsa.
ja: このリソースの保存・編集権限がありません。
pl: Nie masz uprawnień, aby zapisać lub edytować ten zasób.
pt: Não tem permissão para guardar ou editar este recurso.
pt_br: Você não tem permissão para salvar ou editar este recurso.
tr: Bu kaynağı kaydetme veya düzenleme izniniz yok.

source: No files have been found for this resource. Please, contact a system administrator.
ar: لم يتم العثور على أية ملفات لهذا المورد. الرجاء الاتصال بمسؤول النظام.
de: Unter dieser Ressource konnten keine Dateien gefunden werden. Bitte wenden Sie sich an den Administrator.
es: No se han encontrado archivos para este recurso. Por favor, póngase en contacto con un administrador del sistema.
fr: Aucun fichier n'a été trouvé pour cette ressource. Veuillez contacter un administrateur système.
it: Nessun file trovato per questa risorsa. Contattare un amministratore di sistema.
ja: このリソースに関するファイルが見つかりませんでした、管理者に確認してください。
pl: Nie znaleziono żadnych plików dla tego zasobu. Skontaktuj się z administratorem systemu.
pt: Não foram encontrados ficheiros neste recurso. Por favor, contate o administrador do sistema.
pt_br: Nenhum arquivo foi encontrado para este recurso. Por favor, contate um administrador do sistema.
tr: Bu kaynağa ait dosya bulunamadı. Lütfen bir sistem yöneticisi ile iletişime geçin.

source: No files found.
ar: وثائق وجدت.
de: Keine Dateien gefunden.
es: No se encontraron archivos.
fr: Aucun fichier trouvé.
it: Nessun file trovato.
ja: ファイルが見つかりませんでした。
pl: Nie znaleziono plików.
pt: Nenhuns ficheiros encontrados.
pt_br: Arquivos não encontrados.
tr: Hiçbir dosya bulunamadı.

source: Session is Expired. Please login again!
ar: انتهت الجلسة. الرجاد الدخول على الحساب من جديد!
de: Sitzung ist abgelaufen. Bitte melden Sie sich erneut an!
es: La sesión ha expirado. Por favor inicie sesión de nuevo!
fr: La session est terminée. Veuillez vous connecter à nouveau !
it: La sessione è scaduta. Si prega di effettuare nuovamente il login!
ja: セッション有効期限切れです、再ログインしてください。
pl: Sesja wygasła. Proszę, zaloguj się ponownie!
pt: Sessão Expirada. Por favor efetue novamente o login!
pt_br: A sessão expirou. Por favor faça login novamente!
tr: Oturum süresi doldu. Lütfen tekrar giriş yapın!

source: Paired WMS/WFS/WCS
af: Pare WMS / WFS / WCS
ar: يقترن WMS/WFS/WCS
bg_bg: WMS/WFS/WCS заедно
cs: Spárovaný WMS / WFS / WCS
fa_ir: زوج WMS / WFS / WCS
fi: Pariksi WMS / WFS / WCS
hu: A párosított WMS / WFS / WCS
ka: დაწყვილებული WMS/WFS/WCS
km: គូ WMS / WFS / អង្គការ WCS
ro: Sincronizat WMS / WFS / WCS
sv: Kopplade WMS / WFS / WCS
sw: Jozi WMS / WFS / WCS
uk: Парні WMS / WFS / WCS

source: Web Map Service
ar: خدمة خرائط الويب
bg_bg: Услуга на уеб карта
es: Servicio de Mapas Web
fa_ir: وب سرویس نقشه
ka: ვებ რუკის სერვიცი
km: ផែនទី​ប​ណ្តា​ញ​សេវា
pl: Usługa mapy webowej
ro: Harta web service
sw: Huduma ya Ramani kwa Wavuti
tr: Web Harita Servisi
uk: Веб-служба Карта

source: ArcGIS REST MapServer
ar: خادم خريطة ArcGIS REST
es: Servicio ArcGIS REST MapServer
pl: MapServer ArcGIS REST
pt: Serviço ArcGIS REST MapServer
pt_br: ArcGIS REST Service
tr: ArcGIS REST Harita Sunucusu

source: GeoNode (Web Map Service)
ar: GeoNode (خدمة خريطة الويب)
es: GeoNode (Servicios de Mapas Web
pl: GeoNode (usługa mapy webowej)
pt: Serviçod de Mapas (GeoNode)
tr: GeoNode (Web Harita Servisi)

source: Service URL
ar: عنوان الخدمة
bg_bg: URL услуга
cs: Adresa URL služby
de: Dienst-URL
es: Servicio URL
fa_ir: URL خدمات
fi: Palvelun URL
fr: URL du service
hu: Szolgáltatás URL
it: URL servizio
ja: サービスのURL
ka: URL სერვისი
km: សេវា URL ដែល
pl: Adres URL usługi
pt: URL do serviço
pt_br: URL do Serviço
ro: URL serviciu
sv: Tjänsten URL
sw: URL ya Huduma
tr: Hizmet URL'si
uk: Сервіс URL

source: Service Type
af: Service Tipe
ar: نوع الخدمة
bg_bg: Вид услуга
cs: Typ služby
de: Diensttyp
es: Tipo de Servicio
fa_ir: نوع خدمات
fi: Palvelun tyyppi
fr: Type de service
hu: A szolgáltatás típusa
it: Tipo di servizio
ja: サービスの種類
ka: სერვისი ტიპი
km: ប្រភេទ​សេវាកម្ម
pl: Typ usługi
pt: Tipo de Serviço
pt_br: Tipo de Serviço
ro: Tip de serviciu
sv: Typ av tjänst
sw: Aina ya huduma
tr: Hizmet Türü
uk: Тип служба

source: Service %(url)s is already registered
ar: الخدمة%(url)s مسجلة بالفعل
de: Dienst %(url)s ist bereits registriert
es: El servicio %(url)s ya está registrado
fr: Service %(url)s a déjà été enregistré
it: Il servizio %(url)s è già registrato
ja: サービス %(url)s はすでに登録されています
pl: Usługa %(url)s jest już zarejestrowana
pt: Serviço %(url)s já está atualmente registado
pt_br: Serviço de %(url)s já está registrado
tr: Hizmet %(url)s zaten kaydedilmiş

source: Could not connect to the service at %(url)s
ar: لا يمكن الاتصال بالخدمة على%(url)s
de: Konnte diesen Dienst nicht aufrufen: %(url)s
es: No se pudo conectar con el servicio en %(url)s
fr: Impossible de se connecter au service %(url)s
it: Impossibile connettersi al servizio %(url)s
ja: サービス %(url)s に接続できません
pl: Nie można połączyć się z usługą pod adresem %(url)s
pt: Não foi possível ligar ao serviço em %(url)s
pt_br: Não foi possível conectar ao serviço em %(url)s
tr: Hizmete bağlanılamadı: %(url)s

source: Found service of type %(found_type)s instead of %(service_type)s
ar: تم العثور على خدمة من النوع%(found_type)s بدلاً من %(service_type)s
de: Dienst des Typs %(found_type)s anstelle von %(service_type)s gefunden
es: Servicio encontrado de tipo %(found_type)s en lugar de %(service_type)s
fr: Service %(found_type)s trouvé au lieu de %(service_type)s
it: Trovato servizio di tipo %(found_type)s anziché %(service_type)s
ja: サービス %(service_type)s ではなく サービス %(found_type)s が見つかりました
pl: Znaleziono usługę typu %(found_type)s zamiast %(service_type)s
pt: Serviço encontrado do tipo %(found_type)s em vez de %(service_type)s
pt_br: Serviço do tipo %(found_type)s encontrado em vez de %(service_type)s
tr: Hizmet türü %(found_type)s bulundu, ancak beklenen tür %(service_type)s idi.

source: Local
af: Plaaslike
ar: محلي
bg_bg: Локален
cs: Místní
de: Lokal
fa_ir: محلی
fi: Paikallinen
hu: Helyi
it: Locale
ja: ローカル
ka: ლოკალური
km: ក្នុងស្រុក
pl: Lokalny
sv: Lokal
tr: Yerel
uk: Місцевий

source: Cascaded
af: Kaskade
ar: تتالي
bg_bg: Каскадно
cs: Kaskádovaný
de: Kaskadierte
es: En cascada
fa_ir: آبشاری
fi: Jalkauttaminen
fr: En cascade
hu: Zuhogott
it: Cascata
ja: カスケード接続された
ka: კასკადური
pl: Kaskadowo
pt: Em cascata
pt_br: Em Cascata
ro: Cascadă
sv: Kaskad
tr: Kaskadlı
uk: Каскадна

source: Harvested
af: Geoes
ar: حصاد
bg_bg: Придобит
cs: Shromážděno
de: Geerntet
es: Recolectados
fa_ir: برداشت
fi: Korjattu
fr: Recolté
hu: Betakarított
it: Raccolte
ja: 収集された
ka: კრებული
km: ប្រមូល​ផល
pl: Harwestowane
pt: Colhida
pt_br: Coletado(a)
ro: Recoltate
sv: Skördad
sw: Kuvuna
tr: Hasat Edilmiş
uk: Зібрані

source: Indexed
af: Kruip
ar: مفهرس
bg_bg: Индексиран
cs: Indexováno
de: Indizierte
es: Indexado
fa_ir: ایندکس شده
fi: Indeksoitu
fr: Indexé
hu: Indexelt
it: Indicizzato
ja: インデックスされた
ka: ინდექსირებული
km: លិបិក្រម
pl: Indeksowane
pt: Cadastradas
pt_br: Indexado(a)
ro: Indexate
sv: Indexeras
tr: İndekslenmiş
uk: Індексований

source: Live
ar: مباشر
bg_bg: На живо
cs: Živě
es: En Vivo
fa_ir: زنده
fr: En direct
hu: Élő
it: In diretta
ja: ライブ
ka: პირდაპირი ეთერი
km: ការ​ផ្សាយ​បន្ត​ផ្ទាល់
pl: Na żywo
pt: Vivo
sv: Levande
sw: Moja kwa moja
tr: Canlı
uk: Жива

source: Remote service unavailable
ar: الخدمة عن بعد غير متوفرة
de: Remote-Dienst nicht verfügbar
es: Servicio remoto no disponible
fr: Service à distance indisponible
it: Servizio remoto non disponibile
ja: リモートサービスは利用不可能です
pl: Usługa zdalna niedostępna
pt: Serviço remoto indisponível
pt_br: Serviço remoto indisponível
tr: Uzak hizmet kullanılamıyor

source: Service unavailable
ar: الخدمة غير متوفرة
de: Dienst nicht verfügbar
es: Servicio no disponible
fr: Service non disponible
it: Servizio non disponibile
ja: サービスは利用不可能です
pl: Usługa niedostępna
pt: Serviço indisponível
pt_br: Serviço indisponível
tr: Hizmet kullanılamıyor

source: Could not contact
ar: لا يمكن الاتصال
de: Konnte nicht aufgerufen werden
es: No se pudo contactar
fr: N'a pas pu contacter
it: Impossibile contattare
ja: 通信できませんでした
pl: Nie udało się skontaktować
pt: Não foi possível contatar
pt_br: Não foi possível realizar contato
tr: İletişim kurulamadı

source: Contact
ar: اتصال
de: Kontakt
es: Contacto
it: Contatto
ja: 問い合わせ先：
pl: Kontakt
pt: Contato
pt_br: Contactar
tr: İletişim

source: Service Resources
ar: موارد الخدمة
de: Service-Ressourcen
es: Recursos de servicio
fr: Ressources des services
it: Risorse del servizio
ja: サービス内のリソース
pl: Zasoby usługi
pt: Recursos do Serviço
pt_br: Recursos do Serviço
tr: Hizmet Kaynakları

source: No resources have been imported yet.
ar: لم يتم استيراد أي موارد حتى الآن.
de: Es wurden noch keine Ressourcen importiert.
es: Aún no se han importado recursos.
fr: Aucune ressource n'a encore été importée.
it: Nessuna risorsa ancora importata.
ja: まだリソースが追加されていません。
pl: Żadne zasoby nie zostały jeszcze zaimportowane.
pt: Ainda não foram importados recursos.
pt_br: Nenhum recurso foi importado ainda.
tr: Henüz hiçbir kaynak içe aktarılmadı.

source: previous
ar: السابق
de: vorherige
es: anterior
fr: précédent
it: precedente
ja: 前へ
pl: poprzedni
pt: anterior
pt_br: anterior
tr: önceki

source: Next
af: Volgende
ar: التالي
bg_bg: Следващ
cs: Další
de: Nächste
es: Siguiente
fa_ir: بعدی
fi: Seuraava
fr: Suivant
hu: Következő
it: Prossimo
ja: 次へ
ka: შემდეგი
km: បន្ទាប់
pl: Następny
pt: Próximo
pt_br: Próximo
ro: Următor
sv: Nästa
sw: Kifuatacho
tr: Sonraki
uk: Поруч

source: next
ar: التالي
de: nächste
es: siguiente
fr: suivant
it: successivo
ja: 次へ
pl: następny
pt: próximo
pt_br: próximo
tr: sonraki

source: Connecting to service...
ar: جارٍ الاتصال بالخدمة ...
de: Verbindung zum Dienst wird hergestellt ...
es: Conectando al servicio...
fr: Connexion au service ...
it: Connessione al servizio...
ja: サービスに接続中…
pl: Łączenie z usługą...
pt: A ligar ao serviço...
pt_br: Conectando ao serviço…
tr: Hizmete bağlanılıyor...

source: Edit Service Metadata
af: Wysig Service Metadata
ar: تعديل البيانات الوصفية للخدمة
bg_bg: Редактирай метаданни за услуга
cs: Upravit metadata služby
de: Servicemetadaten bearbeiten
es: Editar Servicio de Metadatos
fa_ir: ویرایش خدمات متاداده
fr: Modifier les métadonnées du service
hu: Szerkesztés Service Metadata
it: Modifica i metadata del servizio
ja: サービスのメタデータを編集
ka: მეტამონაცემის სერვისის რედაქტირება
km: កែសម្រួល​សេវា​ទិន្នន័យ​មេតា
pl: Edytuj metadane usługi
pt: Editar Serviço de Metadados
pt_br: Editar metadados do serviço
ro: Editează metadatele serviciului de
sv: Redigera Tjänst Metadata
sw: Hariri Metadata za Huduma
tr: Hizmet Meta Verisini Düzenle
uk: Редагувати сервіс метаданих

source: Import Service Resources
ar: استيراد موارد الخدمة
de: Serviceressourcen importieren
es: Importar Recursos de Servicio
fr: Importer des ressources de service
it: Importa risorse del servizio
ja: サービスにリソースを追加
pl: Zaimportuj zasoby usługi
pt: Importar Serviços Remotos
pt_br: Importar Recursos do Serviço
tr: Hizmet Kaynaklarını İçe Aktar

source: Remove Service
af: Verwyder Service
ar: إزالة الخدمة
bg_bg: Премахни услуга
cs: Odstranit službu
de: Dienst entfernen
es: Remover Servicio
fa_ir: حذف خدمات
fi: Poista palvelu
fr: Supprimer le service
hu: Távolítsuk Service
it: Rimuovere Servizio
ja: サービスを削除する
ka: სერვისის გათიშვა
km: យក​សេវា
pl: Usuń usługę
pt: Remover Serviço
pt_br: Excluir Serviço
ro: Scoateți Serviciu
sv: Avlägsna Tjänst
sw: Ondoa Huduma
tr: Hizmeti Kaldır
uk: Видалити служба

source: Edit Service
ar: تعديل الخدمة
bg_bg: Редактирай услуга
cs: Upravit službu
de: Dienst bearbeiten
es: Editar Servicio
fr: Modifier le service
it: Gestisci il servizio
ja: サービスを編集する
ka: სერვისის რედაქტირება
pl: Edytuj usługę
pt: Editar Serviço
pt_br: Editar Serviço
tr: Hizmeti Düzenle

source: Services
af: Dienste
ar: الخدمات
bg_bg: Услуги
cs: Služby
de: Dienste
es: Servicios
fa_ir: خدمات
fi: Palvelut
hu: Szolgáltatások
it: Servizi
ja: サービス
ka: სერვისები:
km: សេវាកម្ម
pl: Usługi
pt: Serviços
pt_br: Serviços
ro: Servicii
sv: Tjänster
sw: Huduma
tr: Hizmetler
uk: Послуги

source: Add Remote Service
ar: إضافة خدمة عن بعد
de: Remote Service hinzufügen
es: Agregar Servicio Remoto
fr: Ajouter un service à distance
it: Aggiungi Servizio Remoto
ja: リモートサービスを追加
pl: Dodaj usługę zdalną
pt: Adicionar Serviço Remoto
pt_br: Adicionar Serviço Remoto
tr: Uzak Hizmet Ekle

source: Remote Services
af: Afgeleë Services
ar: الخدمات عن بعد
bg_bg: Услуги с отдалечен достъп
cs: Vzdálené služby
de: Remote-Dienste
es: Servicios Remotos
fa_ir: خدمات از راه دور
fr: Services à distance
hu: Távoli szolgáltatások
it: Servizi remoti
ja: リモートサービス
ka: დისტანციური სერვისი
km: សេវាកម្ម​ពី​ចម្ងាយ
pl: Usługi zdalne
pt: Serviços Remotos
pt_br: Serviços Remotos
ro: Servicii de la distanță
sv: Fjärrtjänster
sw: Huduma ukiwa mbali
tr: Uzak Hizmetler
uk: Дистанційні послуги

source: No services registered
ar: لا توجد خدمات مسجلة
de: Keine Dienste registriert
es: No hay servicios registrados
fr: Pas de service enregistré
it: Nessun servizio registrato
ja: サービスが登録されていません
pl: Brak zarejestrowanych usług
pt: Sem serviços registados
pt_br: Sem serviços registrados
tr: Hiçbir hizmet kaydedilmedi
