Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: * Field declared Mandatory by the Metadata Schema
de: * Feld ist als verpflichtend im Metadatenschema gekennzeichnet
fr: * Champ déclaré obligatoire par le schéma de métadonnées
it: * Campo dichiarato obbligatorio dallo schema dei metadati
pl: * Pola uznane za obowiązkowe przez schemat metadanych
pt_br: *Campo definido como obrigatório pelo Esquema de Metadados

source: Please, fill the following items before clicking on preview:
de: Bitte folgende Angaben tätigen, bevor Vorschau geklickt wird:
it: Perfavore, completa i seguenti campi prima di andare su Anteprima:
pl: Proszę uzupełnić następujące elementy przed kliknięciem podglądu:
pt_br: Por favor, preencha os seguintes itens antes de clicar em visualizar:

source: Request perission
de: Berechtigung anfragen
es: Solicitar permiso
fr: Demande d'autorisation
it: Richiedi permessi
ja: 権限をリクエスト
pl: Poproś o uprawnienia
pt: Pedir permissão
pt_br: Solicitar permissões

source: Back to resource
de: Zurück zur Ressource
es: Volver al recurso
fr: Retour à la ressource
it: Torna alla risorsa
ja: リソースに戻る
pl: Wróć do zasobu
pt: Voltar ao recurso
pt_br: Voltar ao recurso
tr: Kaynağa geri dön

source: Search by name
de: Suche nach Name
fr: Recherche par nom
it: Cerca per nome
ja: 名前で探す
pl: Szukaj według nazwy
pt_br: Pesquisar pelo nome
tr: İsimle ara

source: Share This Dataset
it: Condividi questo dataset
ja: このデータセットをシェア
pl: Udostępnij ten zbiór danych
pt_br: Compartilhar Esta Camada

source: Exception
de: Ausnahme
it: Errore
ja: 例外
pl: Wyjątek
pt_br: Exceções
tr: İstisna

source: To users
de: Zu den Benutzern
es: A usuario
fr: Aux utilisateurs
it: Agli utenti
pl: Do użytkowników
pt: Para utilizadores
pt_br: Para usuários

source: To groups
de: Zu den Gruppen
es: A grupos
fr: Aux groupes
it: Ai gruppi
pl: Do grup
pt: Para grupos
pt_br: Para grupos

source: Fill in this section with markdown
de: Trage in these Auswahl markdown ein
fr: Remplir cette section avec du markdown
it: Compila questa sezione con markdown
ja: Markdownで入力
pl: Wypełnij tę sekcję markdown
pt_br: Preencha nesta seção com markdown
tr: Bu bölümü markdown ile doldurun.

source: Check this if the jumbotron background image already contains text
de: Wähle dies, wenn das Jumbotron Hintergrundbild bereits Text enthält
fr: Cochez cette case si l'image de fond du jumbotron contient déjà du texte.
it: Verificare se l'immagine di sfondo jumbotron contiene già testo
ja: ジャンボトロン背景画像がすでにテキストを含んでいるならチェックしてください
pt_br: Cheque isso caso a imagem de background do jumbotron já tiver um texto
tr: Eğer jumbotron arka plan resmi zaten metin içeriyorsa bunu işaretleyin.

source: Disabling this slide will hide it from the slide show
de: Durch Ausblenden dieser Folie wird sie in der Slide-Show versteckt
fr: La désactivation de cette diapositive la fera disparaître du diaporama.
it: Se si disattiva questa diapositiva, questa verrà nascondeta dalla presentazione
ja: スライドを無効にするとスライドショーで表示されなくなります
pl: Wyłączenie tego slajdu ukryje go w pokazie slajdów
pt_br: Desativando o slide, torná-lo-á oculto para o slide show
tr: Bu slidi devre dışı bırakmak, slayt gösterisinden gizleyecektir.

source: Choose between using jumbotron background and slide show
de: Wähle zwischen Jumbotron Hintergrund, oder Slide-Show aus
fr: Choisissez entre l'utilisation d'un fond de jumbotron et d'un diaporama.
it: Scegliere tra l'utilizzo dello sfondo jumbotron e della presentazione
ja: ジャンボトロン背景とスライドショーの間を選択してください
pt_br: Escolha entre o uso do background to jumbotron e o slide show
tr: Jumbotron arka planı ve slayt gösterisi kullanma arasında seçim yapın.

source: The limit `{instance.slug}` should not be deleted.
fr: La limite `{instance.slug}` ne doit pas être supprimée.
pt: O limite `{instance.slug}` não deve ser excluído.
pt_br: O limite `{instance.slug}` não deve ser excluído.
tr: Limit `{instance.slug}` silinmemelidir.

source: Base file must be a file or url.
fr: 'Base file' doit être un fichier ou une URL.
pt: 'Base file' deve ser um arquivo ou URL.
pt_br: 'Base file' deve ser um arquivo ou URL.

source: `{field_name}` field cannot have both a file and a path. Please choose one and try again.
fr: Le champ `{field_name}` ne peut pas avoir à la fois un fichier et un chemin. Veuillez en choisir un et réessayer.
pt: O campo `{field_name}` não pode ter um arquivo e um caminho ao mesmo tempo. Escolha uma opção e tente novamente.
pt_br: O campo `{field_name}` não pode ter um arquivo e um caminho ao mesmo tempo. Escolha uma opção e tente novamente.

source: The maximum file size allowed for upload (bytes).
fr: La taille de fichier maximale autorisée pour le téléchargement (octets).
pt: O tamanho de arquivo máximo permitido para upload (bytes).
pt_br: O tamanho de arquivo máximo permitido para upload (bytes).
tr: Yükleme için izin verilen maksimum dosya boyutu (bayt).

source: Upload Datasets
it: Carica dataset
ja: データセットのアップロード
pl: Prześlij zbiory danych
pt_br: Carregar Camadas (Datasets)

source: Upload Dataset Step: Set SRS
it: Carica dataset, passo: Imposta SRS
ja: データセットアップロードの手順: SRSの設定
pl: Przesyłanie zbioru danych: Ustaw SRS
pt_br: Passo para carregamento de camada: Configurar SRS

source: A coordinate reference system for this dataset could not be determined. Locate or enter the appropriate ESPG code for this dataset below. One way to do this is do visit: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> and enter the following:
ja: このデータセットの座標参照システムは決定できませんでした。 このデータセットに対応する適切なESPGコードを探すか、以下に入力してください。 ひとつの方法として、以下のサイトにアクセスしてください。 <a href=“http://prj2epsg.org/search” target=“_”>prj2epsg</a>をご覧ください。 にアクセスし、次のように入力してください。
pl: Nie można było ustalić układu współrzędnych dla tego zbioru danych. Wybierz lub wprowadź odpowiedni kod ESPG dla poniższego zbioru danych. Możesz w tym celu odwiedzić: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> i wprowadzić następujące informacje:
pt_br: Não foi possível determinar um sistema de referência de coordenadas para esta camada. Localize ou insira código ESPG apropriado para esta camada. Uma das formas de fazer isso é visitar o endereço <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> e inserir o seguinte:

source: Upload Dataset Step: CSV Field Mapping
ja: データセットアップロードの手順: CSVフィールドマッピング
pl: Przesyłanie zbioru danych: mapowanie pól CSV
pt_br: Etapa de Upload da Camada: Mapeamento de Atributos CSV

source: Unsupported file type: {e.message}
de: Nicht unterstützter Dateityp: {e.message}
fr: Type de fichier non supporté: {e.message}
it: Tipo di file non supportato: {e.message}
ja: 対応していないファイル形式: {e.message}
pl: Nieobsługiwany typ pliku: {e.message}
pt_br: Tipo de arquivo sem suporte: {e.message}

source: File does not exist: {absolute_base_file}
de: Datei existiert nicht: {absolute_base_file}
fr: Fichier manquant : {absolute_base_file}
it: Il file non esiste: {absolute_base_file}
ja: ファイルが存在しません: {absolute_base_file}
pl: Plik nie istnieje: {absolute_base_file}
pt_br: Arquivo não existe: {absolute_base_file}

source: unknown item state: {task.state}
de: unbekannter Artikelstatus: {task.state}
fr: état inconnu: {task.state}
it: stato dell'elemento sconosciuto: {task.state}
pl: nieznany stan elementu: {task.state}
pt_br: situação do item desconhecida: {task.state}

source: error during import: {progress.get('message')}
de: Fehler beim Import: {progress.get('message')}
fr: erreur pendant l'importation : {progress.get('message')}
it: errore durante l'importazione: {progress.get('message')}
ja: インポート中にエラー: {progress.get(‘message’)}
pl: błąd podczas importu: {progress.get('message')}
pt_br: erro durante importação: {progress.get('message')}

source: Total upload size exceeds {filesizeformat(max_size)}. Please try again with smaller files.
fr: La taille totale de téléchargement dépasse {filesizeformat(max_size)}. Veuillez réessayer avec des fichiers plus petits.
pt: O tamanho total do upload excede {filesizeformat(max_size)}. Tente novamente com arquivos menores.
pt_br: O tamanho total do upload excede {filesizeformat(max_size)}. Tente novamente com arquivos menores.
tr: Toplam yükleme boyutu {filesizeformat(max_size)} boyutunu aşıyor. Lütfen daha küçük dosyalarla tekrar deneyin.

source: View
de: Ansehen
fr: Voir
it: Visualizza
ja: 表示
pl: Zobacz
tr: Görüntüle
uk: Вид

source: ows URL
af: kruie URL
bg_bg: притежава URL
es: url de OWS
fa_ir: URL OWS
fr: URL ows
km: URL ដែល ows
pl: adres URL OWS
pt: url OWS
uk: потоки URL

source: store
de: Speicher
es: almacén
pl: kontener
tr: depo

source: Explore
de: Erkunden
fr: Explorez
it: Esplora
pl: Przeglądaj

source: Related resources
it: Risorse collegate
tr: İlgili kaynaklar

source: toggle more Contact Roles
de: weitere Rollen anzeigen
fr: afficher plus de rôles
it: mostrare più ruoli

source: more metadata contact roles
de: weitere Kontakt Rollen für die Metadaten
fr: plus de rôles de contact de métadonnées
it: più ruoli di contatto dei metadati

source: String
it: Stringa
ja: 文字列
tr: Metin

source: User {username} has download permissions but cannot access the resource. Please update permission consistently!
it: L'utente {username} ha le autorizzazioni di scaricamento ma non può visualizzare la risorsa. Controllare che le autorizzazioni siano consistenti.
tr: Kullanıcı {username} indirme izinlerine sahip ancak kaynağa erişemiyor. Lütfen izinleri tutarlı bir şekilde güncelleyin!

source: Abstract Translated
de: Zusammenfassung übersetzt

source: Subtitle
de: Untertitel

source: Method Description
de: Methodenbeschreibung

source: Series Information
de: Serien-Informationen

source: Table of Content
de: Inhaltsverzeichnis

source: Technical Info
de: Technische Informationen

source: Other Description
de: Sonstige Beschreibung

source: Date Issued
de: Ausstellungsdatum

source: Date Updated
de: Aktualisierungsdatum

source: Date Accepted
de: Datum der Annahme

source: Date Collected
de: Erfassungsdatum

source: Date Submitted
de: Übermittlungsdatum

source: Date Valid
de: Gültigkeitsdatum

source: Use Constraint Restrictions
de: Nutzungsbeschränkungen

source: Use Constraints
de: Nutzung

source: Other Restrictions
de: Weitere Einschränkungen

source: Related Identifier
de: Zugehörige Kennung

source: Name of the Institution
de: Name der Institution

source: Abbreviation
de: Abkürzung

source: Address Information
de: Kontaktinformationen

source: Award Number
de: Auszeichnungsnummer

source: Award URI
de: Auszeichnungs-URI

source: Award Title
de: Auszeichnungstitel

source: Display Name
de: Anzeigename

source: Title Translated
de: Titel Übersetzt

source: Conformity Result
de: Konformitätsergebnis

source: Conformity Explanation
de: Konformitätserklärung

source: Parent Identifier
de: Übergeordnete Kennung

source: Date Available
de: Verfügbares Datum

source: Date Created
de: Erstellungsdatum

source: Contacts
de: Kontakte

source: Alternate
de: _Wechseln

source: Date Type
de: Datumstyp

source: Other Constraints
de: Andere Einschränkungen

source: Metadata License
de: Metadatenlizenz

source: Was Published
de: Wurde veröffentlicht
tr: Yayınlandı mı?

source: Was Approved
de: Wurde genehmigt
tr: Onaylandı mı?

source: Source Type
de: Quellentyp
tr: Kaynak Türü

source: Remote Service Typename
de: Remote-Diensttypname
tr: Uzak Servis Tür Adı

source: User Geo Limit
de: Benutzer-Geolimit

source: Group Geo Limit
de: Gruppen-Geolimit

source: Extra Metadata
de: Zusätzliche Metadaten
tr: Ek Meta veri

source: Funder names
de: Geldgeber

source: Related Project
de: Zugehöriges Projekt

source: [%(current_site)s] %(message)s
fr: %(message)s [%(current_site) s]

source: OpenGeoPortal
es: Portal OpenGeo

source: Additional metadata, must be in format [ {"metadata_key": "metadata_value"}, {"metadata_key": "metadata_value"} ]
tr: Ek meta veri, [ {"metadata_key": "metadata_value"}, {"metadata_key": "metadata_value"} ] formatında olmalıdır.

source: alternate
tr: alternatif

source: Previous Published state.
tr: Önceki Yayın Durumu.

source: Previous Approved state.
tr: Önceki Onay Durumu.

source: Advertised
tr: Tanıtıldı

source: If False, will hide the resource from search results and catalog listings
tr: Eğer False ise, kaynağı arama sonuçlarından ve katalog listelerinden gizleyecektir.

source: Thumbnail path
tr: Küçük resim yolu

source: The resource source type, which can be one of "LOCAL", "REMOTE" or "COPYREMOTE".
tr: Kaynak türü, "LOCAL", "REMOTE" veya "COPYREMOTE" olabilir.

source: Name of the Remote Service if any.
tr: Varsa Uzak Servis Adı.

source: None
tr: Yok

source: Raster Dataset
tr: Raster Veri Kümesi

source: Vector Dataset
tr: Vektör Veri Kümesi

source: Remote Dataset
tr: Uzak Veri Kümesi

source: WMS Cascade Dataset
tr: WMS Kaskad Veri Kümesi

source: You do not have permissions for this resource.
tr: Bu kaynak için izinleriniz yok.

source: You are not allowed to modify this resource's metadata.
tr: Bu kaynağın meta verilerini değiştirme izniniz yok.

source: You are not allowed to view this resource.
tr: Bu kaynağı görüntüleme izniniz yok.

source: You are not permitted to view this resource
tr: Bu kaynağı görüntüleme izniniz yok.

source: View and Download
tr: Görüntüle ve İndir

source: Keyword
tr: Anahtar Kelime

source: Region
tr: Bölge

source: Dataset Uploaded
tr: Veri Kümesi Yüklendi

source: Rating for Dataset
tr: Veri Kümesi için Değerlendirme

source: Invalid Projection. Dataset is missing CRS!
tr: Geçersiz Projeksiyon. Veri Kümesi CRS'yi eksik.

source: Select users...
tr: Kullanıcıları seçin...

source: Enter usernames separated by commas or select from dropdown
tr: Kullanıcı adlarını virgülle ayırarak girin veya açılır listeden seçin.

source: Please select at least one user
tr: Lütfen en az bir kullanıcı seçin.

source: The following are not valid usernames: %(errors)s
tr: Aşağıdakiler geçersiz kullanıcı adlarıdır: %(errors)s

source: No ready harvesters have been selected, skipping...
tr: Seçilen hazır toplayıcılar yok, atlanıyor...

source: No active refresh sessions have been found for the selected harvesters. Skipping...
tr: Seçilen toplayıcılar için etkin yenileme oturumları bulunamadı. Atlanıyor...

source: No active harvesting sessions have been found for the selected harvesters. Skipping...
tr: Seçilen toplayıcılar için etkin toplama oturumları bulunamadı. Atlanıyor...

source: Resetting status for harvester %(name)s...
tr: Toplayıcı %(name)s için durum sıfırlanıyor...

source: Harvestable resources
tr: Toplanabilir kaynaklar

source: aborting-update-harvestable-resources
tr: iptal-ediliyor-guncelleniyor-toplanabilir-kaynaklar

source: aborting-harvesting-resources
tr: iptal-ediliyor-toplama-kaynaklari

source: How often (in minutes) should new harvesting sessions be automatically scheduled?
tr: Yeni toplama oturumlarının otomatik olarak ne sıklıkla (dakika cinsinden) planlanması gerekiyor?

source: How often (in minutes) should new refresh sessions be automatically scheduled?
tr: Yeni yenileme oturumlarının otomatik olarak ne sıklıkla (dakika cinsinden) planlanması gerekiyor?

source: pending
tr: beklemede

source: on-going
tr: devam-ediyor

source: finished-all-ok
tr: tamamlandi-tumu-iyi

source: finished-all-failed
tr: tamamlandi-tumu-basarisiz

source: finished-some-failed
tr: tamamlandi-bazi-basarisiz

source: aborting
tr: iptal-ediliyor

source: aborted
tr: iptal-edildi

source: harvesting
tr: toplama

source: discover-harvestable-resources
tr: toplanabilir-kaynaklari-kesfet

source: Number of records being processed in this session
tr: Bu oturumda işlenmekte olan kayıt sayısı

source: Number of records that have already been processed
tr: Zaten işlenmiş kayıt sayısı

source: Dataset Created
tr: Veri Kümesi Oluşturuldu

source: A Dataset was created
tr: Bir Veri Kümesi oluşturuldu

source: Dataset Updated
tr: Veri Kümesi Güncellendi

source: A Dataset was updated
tr: Bir Veri Kümesi güncellendi

source: Dataset Approved
tr: Veri Kümesi Onaylandı

source: A Dataset was approved by a Manager
tr: Bir Veri Kümesi bir Yönetici tarafından onaylandı.

source: Dataset Published
tr: Veri Kümesi Yayınlandı

source: A Dataset was published
tr: Bir Veri Kümesi yayınlandı

source: Dataset Deleted
tr: Veri Kümesi Silindi

source: A Dataset was deleted
tr: Bir Veri Kümesi silindi

source: You do not have download permissions for this dataset.
tr: Bu veri kümesi için indirme izinleriniz yok.

source: The URL of the OWS service providing this layer, if any exists.
tr: Bu katmanı sağlayan OWS hizmetinin URL'si, varsa.

source: P-Type
tr: P-Tipi

source: current style
tr: mevcut stil

source: User id
tr: Kullanıcı kimliği

source: User name
tr: Kullanıcı adı

source: Hierarchical keywords
tr: Hiyerarşik anahtar kelimeler

source: Resources related to this one
tr: Bu kaynağa ilişkin kaynaklar

source: Fake frequency 1
tr: Sahte frekans 1

source: Fake frequency 2
tr: Sahte frekans 2

source: Fake frequency 3
tr: Sahte frekans 3

source: fake category 1
tr: sahte kategori 1

source: fake category 2
tr: sahte kategori 2

source: fake license 1
tr: sahte lisans 1

source: fake license 2
tr: sahte lisans 2

source: The password must contain at least
tr: Şifre en az

source: Your password must contain at least
tr: Şifreniz en az

source: The password must contain at least 1 uppercase letter, A-Z.
tr: Şifre en az 1 büyük harf içermelidir, A-Z.

source: Your password must contain at least 1 uppercase letter, A-Z.
tr: Şifreniz en az 1 büyük harf içermelidir, A-Z.

source: The password must contain at least 1 lowercase letter, a-z.
tr: Şifre en az 1 küçük harf içermelidir, a-z.

source: Your password must contain at least 1 lowercase letter, a-z.
tr: Şifreniz en az 1 küçük harf içermelidir, a-z.

source: The password must contain at least 1 symbol, @#$%^&*()[]{}+=`:";'<>?,./.
tr: Şifre en az 1 sembol içermelidir, @#$%^&*()[]{}+=`:";'<>?,./.

source: Your password must contain at least 1 symbol, @#$%^&*()[]{}+=`:";'<>?,./.
tr: Şifreniz en az 1 sembol içermelidir, @#$%^&*()[]{}+=`:";'<>?,./.

source: Add Avatar
tr: Avatar Ekle

source: Add new avatar
tr: Yeni avatar ekle

source: Go back to Edit Your Profile
tr: Profilinizi Düzenlemeye Geri Dön

source: Change Avatar
tr: Avatar Değiştir

source: Select default avatar
tr: Varsayılan avatarı seç

source: Delete avatar
tr: Avatarı Sil

source: Delete Avatar
tr: Avatarı Sil

source: Error occurred while executing the operation: '{_request.func_name}'
tr: İşlem sırasında hata oluştu: '{_request.func_name}'

source: Could not find the operation name: '{_request.func_name}'
tr: İşlem adı bulunamadı: '{_request.func_name}'

source: Admin access forbidden from {visitor_ip}
tr: Yönetici erişimi {visitor_ip} adresinden yasaklandı.

source: Username (optional)
tr: Kullanıcı Adı (isteğe bağlı)

source: password (optional)
tr: şifre (isteğe bağlı)

source: password
tr: şifre

source: Resource harvesting in progress...
tr: Kaynak hasadı devam ediyor...

source: Protected (wms only)
tr: Korunan (sadece wms)

source: Service {service.title} has been deleted
tr: Hizmet {service.title} silindi

source: Please contact your GeoNode administrator (they may have received an email automatically if they configured it properly). If you are the site administrator, enable debug mode to see the actual error and fix it or file an issue in <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>
tr: Lütfen GeoNode yöneticinizle iletişime geçin (doğru şekilde yapılandırdılarsa otomatik olarak bir e-posta almış olabilirler). Site yöneticisiyseniz, gerçek hatayı görmek ve düzeltmek için hata ayıklama modunu etkinleştirin veya <a href="http://github.com/GeoNode/geonode/issues">GeoNode'un sorun izleyicisine</a> bir sorun bildirin.

source: Data management tools built into GeoNode allow for integrated creation of data, metadata, and map visualizations. Each dataset in the system can be shared publicly or restricted to allow access to only specific users. Social features like user profiles and rating systems allow for the development of communities around each platform to facilitate the use, management, and quality control of the data the GeoNode instance contains.
tr: GeoNode'a entegre veri yönetimi araçları, veri, meta veri ve harita görselleştirmelerinin entegre bir şekilde oluşturulmasına olanak tanır. Sistemdeki her veri kümesi herkese açık olarak paylaşılabilir veya yalnızca belirli kullanıcıların erişimine izin verecek şekilde kısıtlanabilir. Kullanıcı profilleri ve derecelendirme sistemleri gibi sosyal özellikler, GeoNode örneğinin içerdiği verilerin kullanımını, yönetimini ve kalite kontrolünü kolaylaştırmak için her platform etrafında toplulukların oluşturulmasına olanak tanır.

source: The account email verification is enabled and the email associated with this account is invalid or not set.<br> We invite you to contact the administrator to reset the email.
tr: Hesap e-posta doğrulaması etkinleştirildi ve bu hesapla ilişkili e-posta geçersiz veya ayarlanmamış.<br> E-postayı sıfırlamak için lütfen yöneticiyle iletişime geçin.

source: Hello from %(site_name|urlencode)s! You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
tr: %(site_name|urlencode)s'den merhaba! Bu e-postayı, %(user_display)s adlı kullanıcının hesabını bağlamak için e-posta adresi olarak sizinkini vermesi nedeniyle alıyorsunuz. Bunun doğru olduğunu onaylamak için %(activate_url)s adresine gidin

source: Thank you from %(site_name|urlencode)s! %(site_domain)s
tr: %(site_name|urlencode)s'den teşekkürler! %(site_domain)s

source: Please confirm email address for %(site_name|urlencode)s
tr: Lütfen %(site_name|urlencode)s için e-posta adresini onaylayın.

source: You have been invited to sign up at %(site_name|urlencode)s.
tr: Sizi %(site_name|urlencode)s'de kaydolmaya davet ettik.

source: Create an account on %(site_name|urlencode)s
tr: Hesap oluşturun %(site_name|urlencode)s

source: Hello from %(site_name|urlencode)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
tr: %(site_name|urlencode)s'dan merhaba! Bu e-postayı, siz veya başka biri kullanıcı hesabınız için bir şifre talep ettiği için alıyorsunuz. Şifre sıfırlama talebinde bulunmadıysanız, bu e-postayı güvenle göz ardı edebilirsiniz. Şifrenizi sıfırlamak için aşağıdaki bağlantıya tıklayın.

source: Thank you for using %(site_name|urlencode)s! %(site_domain)s
tr: %(site_name|urlencode)s'yi kullandığınız için teşekkür ederiz! %(site_domain)s

source: Password reset
tr: Şifre sıfırlama
