Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Download
af: Aflaai
ar: تحميل
bg_bg: Сваляне
cs: Stáhnout
de: Herunterladen
es: Descargar
fa_ir: دانلود
fi: Lataa
fr: Télécharger
it: Scarica
ja: ダウンロード
ka: ჩამოტვირთვა
km: ទាញ​យក
pl: Pobierz
pt: Baixar
pt_br: Baixar
ro: Descărcare
sv: Hämta
sw: Pakua
tr: İndir
uk: Завантажити

source: Edit
ar: تعديل
bg_bg: Редакция
cs: Upravit
de: Bearbeiten
es: Edición
fr: Éditer
it: Modifica
ja: 編集
ka: რედაქტირება
pl: Edycja
pt: Editar
pt_br: Editar
tr: Düzenle

source: Manage
af: Bestuur
ar: إدارة
bg_bg: Управлявай
cs: Spravovat
de: Verwalten
es: Administrar
fa_ir: اداره کردن
fi: Hoitaa
fr: Gérer
hu: Kezel
it: Gestisci
ja: 管理する
ka: მართვა
km: គ្រប់គ្រង
pl: Zarządzaj
pt: Gerir
pt_br: Gerenciar
ro: Administra
sv: Hantera
sw: Kuratibu
tr: Yönet
uk: Управляти

source: For example "kml"
af: Byvoorbeeld "kml"
ar: على سبيل المثال “kml”
bg_bg: Например "kml"
cs: Například "kml"
de: Zum Beispiel "kml"
es: Por ejemplo "kml"
fa_ir: برای مثال "kml"
fi: Esimerkiksi "kml"
fr: Par exemple "kml"
hu: Például a "kml"
it: Per esempio "KML"
ja: 例 "kml"
ka: მაგალითად "kml"
km: ឧទាហរណ៍ "KML​"
pl: Na przykład "KML"
pt: Por exemplo "kml"
pt_br: Por exemplo, "kml"
ro: De exemplu "kml"
sv: Till exempel "kml"
sw: Kwa mfano "kml"
tr: Örneğin "kml"
uk: Наприклад, "KML"

source: For example "View in Google Earth"
af: Byvoorbeeld "View in Google Earth"
ar: على سبيل المثال "عرض في Google Earth"
bg_bg: Например "Виж в Google Earth"
cs: Například "Zobrazit v aplikaci Google Earth"
de: Zum Beispiel "Ansicht in Google Earth"
es: Por ejemplo "Ver en Google Earth"
fa_ir: برای مثال"View in Google Earth"
fi: Esimerkiksi "Näytä Google Earthissa"
fr: Par exemple "Voir dans Google Earth"
hu: Például a "View in Google Earth"
it: Per esempio "Visualizza in Google Earth"
ja: 例 "Google Earthで表示"
ka: მაგალითად "View in Google Earth"
km: ឧទាហរណ៍ "មើល​ក្នុង Google Earth​"
pl: Na przykład "Zobacz w Google Earth"
pt: Por exemplo "Visualizar no Google Earth"
pt_br: Por exemplo, "Visualizar no Google Earth"
ro: De exemplu, "Vizualizati în Google Earth"
sv: Till exempel "Visa i Google Earth"
sw: Kwa mfano "Tazama katika Google Earth"
tr: Örneğin "Google Earth'te Görüntüle"
uk: Наприклад, "Перегляд в Google Планета Земля"

source: For example "text/xml"
af: Byvoorbeeld "text / xml"
ar: على سبيل المثال "نص / XML"
bg_bg: Например "text/xml"
cs: Například "text/xml"
de: Zum Beispiel "text/xml"
es: Por ejemplo "text/xml"
fa_ir: برای مثال "text/xml"
fi: Esimerkiksi "text / xml"
fr: Par exemple "text/xml"
hu: Például a "text / xml"
it: Per esempio "text/xml"
ja: 例 "text/xml"
ka: მაგალითად "text/xml"
km: ឧទាហរណ៍ "អត្ថបទ / XML​"
pl: Na przykład "text/xml"
pt: Por exemplo "text/html"
pt_br: Por exemplo, "texto/xml"
ro: De exemplu, "text / xml"
sv: Till exempel "text / xml"
sw: Kwa mfano "text/xml"
tr: Örneğin "text/xml"
uk: Наприклад, "текст / XML"

source: About
af: Oor
ar: حول
bg_bg: Относно
cs: Více o
de: Über
es: Acerca de
fa_ir: درباره
fi: Yleistä
fr: À propos
hu: Körülbelül
it: A proposito
ja: 概要
ka: შესახებ
km: អំពី
pl: O serwisie
pt: Sobre
pt_br: Sobre
ro: Despre
sv: Om
sw: Kuhusu
tr: Hakkında
uk: Про

source: Responsible, Point of Contact, Metadata Author
ar: المالك، نقطة الاتصال، ‫مؤلف البيانات الوصفية
de: Besitzer, Ansprechpartner, Metadaten Urheber
es: Propietario, Punto de Contacto, Autor de Metadatos
fr: Responsable, point de contact, auteur des métadonnées
it: Responsabile, Punto di contatto, Autore di metadati
ja: 責任者、連絡先、メタデータ作成者
pl: Osoba odpowiedzialna, osoba kontaktowa, autor metadanych
pt: Responsável, Ponto de Contato, Metadados do Autor
pt_br: Proprietário, Ponto de Contato, Autor dos Metadados
tr: Sorumlu, İletişim Noktası, Meta Veri Yazarı

source: Responsible
ar: الأطراف المسؤولة
de: Verantworliche Person
es: Responsable
fr: Parties responsables
it: Responsabile
ja: 責任者
pl: Osoba odpowiedzialna
pt: Responsável
pt_br: Responsável
tr: Sorumlu

source: Title
af: Titel
ar: عنوان
bg_bg: Заглавие
cs: Název
de: Titel
es: Título
fa_ir: عنوان
fi: Otsikko
fr: Titre
hu: Cím
it: Titolo
ja: タイトル
ka: სათაური
km: ចំណងជើង
pl: Tytuł
pt: Título
pt_br: Título
ro: Titlu
sv: Titel
sw: Kichwa
tr: Başlık
uk: Назва

source: SRID
ar: رقم تعريف مرجعي لأنظمة الإحداثيات المكانية

source: For more info see
ar: لمزيد من المعلومات راجع
de: Für weitere Informationen siehe
es: Para más información ver
fr: Plus d'informations, veuillez voir
it: Per ulteriori informazioni, vedi
ja: 詳細はこちら
pl: Aby uzyskać więcej informacji, zobacz
pt: Para mais informações veja
pt_br: Informações adicionais a seguir
tr: Daha fazla bilgi için bakınız

source: Type
af: Tipe
ar: نوع
bg_bg: Вид
cs: Typ
de: Typ
es: Tipo
fa_ir: نوع
fi: Tyyppi
hu: Típus
it: Tipo
ja: タイプ
ka: ტიპი
km: ប្រភេទ
pl: Typ
pt: Tipo
pt_br: Tipo
ro: Tip
sv: Typ
sw: Aina
tr: Tür
uk: Тип

source: Keywords
af: Soek
ar: الكلمات الدالة
bg_bg: Ключови думи
cs: Klíčová slova
de: Schlüsselwörter
es: Palabras claves
fa_ir: کلمات کلیدی
fi: Avainsanat
fr: Mots-clés
hu: Kulcsszavak
it: Parole chiave
ja: キーワード
ka: საკვანძო სიტყვები
km: ពាក្យ​គន្លឹះ
pl: Słowa kluczowe
pt: Palavras-chave
pt_br: Palavras-chave
ro: Cuvinte cheie
sv: Nyckelord
sw: Maneno muhimu
tr: Anahtar Kelimeler
uk: Ключові слова

source: More info
ar: المزيد من المعلومات
bg_bg: Повече информация
cs: Více informací
de: Weitere Informationen
es: Más Información
fi: Lisäinfo
fr: Plus d'infos
it: Maggiori informazioni
ja: 詳細情報
ka: დამატებითი ინფრომაცია
pl: Więcej informacji
pt: Mais informação
pt_br: Mais informações
tr: Daha fazla bilgi

source: Maintenance Frequency
af: Onderhoud Frequency
ar: تردد الصيانة
bg_bg: Честота на поддръжка
cs: Frekvence údržby
es: Frecuencia de Actualización
fa_ir: روند نگهداری
fi: Huollon tiheys
fr: Fréquence de maintenance
hu: Karbantartás frekvencia
it: Frequenza di revisione
ja: 更新頻度
ka: მომსახურების სიხშირე
km: ភព​ញឹក​ញ​ប់​ការ​ថែទាំ
pl: Częstotliwość konserwacji
pt: Frequência de Manutenção
pt_br: Frequência de manutenção
ro: Frecvența de întreținere
sv: Underhåll Frekvens
sw: Wastani wa Vipindi vya Matengenezo
tr: Bakım Sıklığı
uk: Технічне обслуговування Періодичність

source: Restrictions
af: Beperkings
ar: قيود
bg_bg: Ограничения
cs: Omezení
de: Einschränkungen
es: Restricciones
fa_ir: محدودیت ها
fi: Rajoitukset
hu: Korlátozások
it: Restrizioni
ja: 制約
ka: შეზღუდვები
km: ការ​រឹត​បន្តឹង
pl: Ograniczenia
pt: Restrições
pt_br: Restrições
ro: Restricții
sv: Begränsningar
sw: Vikwazo
tr: Kısıtlamalar
uk: Обмеження

source: Edition
af: Uitgawe
ar: الإصدار
bg_bg: Издание
cs: Vydání
es: Edición
fa_ir: ویرایش
fi: Painos
hu: Kiadás
it: Edizione
ja: 変更履歴
ka: გამოცემა
km: បោះពុម្ព​លើក
pl: Wersja
pt: Edição
pt_br: Edição
ro: Ediție
sw: Toleo
tr: Baskı
uk: Видання

source: Temporal Extent
af: Tydelike Mate
ar: المدى الزمني
bg_bg: Времеви обхват
cs: Časový rozsah
de: Zeitraum
es: Extensión Temporal
fa_ir: محدوده زمانی
fi: Ajallinen laajuus
fr: Intervalle de temps
hu: Időbeli kiterjedése
it: Estensione temporale
ja: 時間範囲
ka: დროებითი დიაპაზონი
km: វិសាលភាព​ខាង​សាច់ឈាម
pl: Zakres czasowy
pt: Extensão Temporal
pt_br: Extensão temporal
ro: Întinderea temporal
sv: Temporal Omfattning
tr: Zamansal Kapsam
uk: Тимчасова Ступінь

source: Data Quality
af: Data Kwaliteit
ar: جودة البيانات
bg_bg: Качество на Данните
cs: Kvalita dat
de: Datenqualität
es: Calidad de Dato
fa_ir: کیفیت داده
fi: Tietojen laatu
fr: Qualité des données
hu: Az adatok minősége
it: Qualità del dato
ja: データ品質
ka: მონაცემთა ხარისხი
km: គុណភាព​ទិន្នន័យ
pl: Jakość danych
pt: Qualidade da informação
pt_br: Qualidade dos dados
ro: Calitatea datelor
sw: Ubora wa Data
tr: Veri Kalitesi
uk: Якість даних

source: Supplemental Information
af: Laerskool Inligting
ar: معلومات إضافية
bg_bg: Допълнителна Информация
cs: Doplňkové informace
de: Zusätzliche Information
es: Información Adicional
fa_ir: اطلاعات تکمیلی
fi: Täydentävät tiedot
fr: Renseignements supplémentaires
hu: Kiegészítő információ
it: Informazioni aggiuntive
ja: 追加情報
ka: დამატებითი ინფორმაცია
km: ព័ត៌មាន​បន្ថែម
pl: Informacje uzupełniające
pt: Informação Adicional
pt_br: Informações complementares
ro: Informații suplimentare
sv: Kompletterande information
sw: Habari Supplemental
tr: Tamamlayıcı Bilgiler
uk: Довідкова інформація

source: Spatial Representation Type
af: Ruimtelike voorstelling Tipe
ar: نوع التمثيل المكاني
bg_bg: Вид Пространствено Представяне
cs: Typ prostorového zobrazení
de: Räumlicher Repräsentationstyp
es: Tipo de Representación Espacial
fa_ir: نوع نمایش مکانی
fi: Paikkatiedon esitystyyppi
fr: Type de représentation spatiale
hu: Területi Képviselet típus
it: Tipo di rappresentazione spaziale
ja: 空間投影系
ka: სივრცითი ტიპის წარმოდგენა
km: ប្រភេទ​តំណាង spatial
pl: Typ reprezentacji przestrzennej
pt: Tipo de Representação Espacial
pt_br: Tipo de representação espacial
ro: Spațială tipul de reprezentare
sw: Aina ya Uwakilishaji wa Kijiografia
tr: Mekansal Temsil Türü
uk: Просторове уявлення Тип

source: No content created yet.
ar: لم يتم إنشاء محتوى بعد.
de: Noch keine Inhalte vorhanden.
es: Aún no se ha creado contenido.
fr: Aucun contenu n'est pas crée pour le moment.
it: Nessun contenuto creato.
ja: まだコンテンツは作成されていません
pl: Nie stworzono jeszcze treści.
pt: Ainda sem conteúdo criado.
pt_br: Conteúdo ainda não criado.
tr: Henüz içerik oluşturulmadı.

source: Temporal Serie
ar: سلسلة زمنية
de: Zeitliche Reihe
es: Serie temporal
fr: Extension temporelle
it: Serie temporale
ja: 時系列
pl: Seria czasowa
pt: Série Temporal
pt_br: Série Temporal
tr: Zamansal Seri

source: Service is
ar: الخدمة هي
de: Service ist
es: El servicio es
fr: Service est
it: Il servizio è
ja: サービス
pl: Usługa jest
pt: Serviços
pt_br: Serviço é
tr: Hizmet

source: online
ar: متصل على الانترنت
es: en línea
fr: en ligne
ja: オンライン
tr: çevrimiçi

source: offline
ar: غير متصل على الانترنت
es: desconectado
fr: hors ligne
ja: オフライン
tr: çevrimdışı

source: SECURITY NOT YET SYNCHRONIZED
ar: الأمن لم يتزامن بعد
de: Sicherheit noch nicht synchronisiert
es: SEGURIDAD NO SINCRONIZADA
fr: LA SECURITE N'EST PAS ENCORE SYNCHRONISEE
it: SICUREZZA NON SINCRONIZZATA
ja: セキュリティが未同期
pl: BEZPIECZEŃSTWO NIE JEST JESZCZE ZSYNCHRONIZOWANE
pt: SEGURANÇA AINDA NÃO ESTÁ SINCRONIZADA
pt_br: SEGURANÇA AINDA NÃO SINCRONIZADA
tr: GÜVENLİK HENÜZ SENKRONİZE EDİLMEDİ

source: Sync permissions immediately
ar: مزامنة الأذونات على الفور
de: Berechtigungen synchronisieren
es: Sincronizar permisos de inmediato
fr: Synchroniser les autorisations immédiatement
it: Sincronizzare le autorizzazioni immediatamente
ja: 権限を即座に同期する
pl: Natychmiast zsynchronizuj pozwolenia
pt: Sincronize as permissões imediatamente
pt_br: Sincronizar permissões imediatamente
tr: İzinleri hemen senkronize et

source: PENDING APPROVAL
ar: في انتظار الموافقة
de: FREIGABE AUSSTEHEND
es: APROBACIÓN PENDIENTE
fr: VALIDATION EN ATTENTE
it: IN ATTESA DI APPROVAZIONE
ja: 承認待ち
pl: OCZEKUJE NA ZATWIERDZENIE
pt: APROVAÇÃO PENDENTE
pt_br: APROVAÇÃO PENDENTE
tr: ONAY BEKLENİYOR

source: UNPUBLISHED
ar: غير منشورة
de: UNVERÖFFENTLICHT
es: SIN PUBLICAR
fr: NON PUBLIÉ
it: NON PUBBLICATO
ja: 非公開
pl: NIEOPUBLIKOWANY
pt: NÃO PUBLICADO
pt_br: NÃO PUBLICADO
tr: YAYIMLANMAMIŞ

source: View Map
ar: عرض الخريطة
bg_bg: Преглед на карта
cs: Zobrazit mapu
de: Karte ansehen
es: Ver Mapa
fa_ir: مشاهده نقشه
fi: Katso karttaa
fr: Voir la carte
hu: Térkép megtekintése
it: Visualizza mappa
ja: 地図閲覧
ka: რუკის ნახვა
km: មើល​ផែនទី
pl: Zobacz mapę
pt: Ver Mapa
pt_br: Visualizar mapa
ro: Vezi Harta
sv: Visa karta
sw: Mtazamo Ramani
tr: Haritayı Görüntüle
uk: Подивитися на карті

source: Batch Edit
ar: تعديل الدفعة
de: Stapelbearbeitung
es: Edición por lotes
fr: Modifier en série
it: Modifica in gruppo
ja: 一括編集
pl: Edycja zbiorcza
pt: Edição em série
pt_br: Edição em Lote
tr: Toplu Düzenle

source: Cancel
af: Kanselleer
ar: إلغاء
bg_bg: Отмени
cs: Zrušit
de: Abbrechen
es: Cancelar
fa_ir: لغو
fi: Peruuttaa
fr: Annuler
hu: Mégsem
it: Annulla
ja: 中止
ka: გაუქმება
km: បោះបង់
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anula
sv: Avboka
sw: Sitisha
tr: İptal
uk: Скасувати

source: Submit
af: Stuur
ar: قدم
bg_bg: Предай
cs: Odeslat
de: Absenden
es: Enviar
fa_ir: ثبت
fi: Esittää
fr: Envoyer
hu: Küldés
it: Invia
ja: 許可
ka: შეასრულე
km: ដាក់​​​ស្នើ
pl: Zatwierdź
pt: Enviar
pt_br: Enviar
ro: Prezenta
sv: Skicka in
sw: Wasilisha
tr: Gönder
uk: Представляти

source: Discover the available datasets.
ar: اكتشف مجموعات البيانات المتوفرة.
de: Entdecken Sie die verfügbaren Datensätze.
es: Descubra los conjuntos de datos disponibles.
fr: Explorez les jeux de données disponibles.
it: Esplora i dataset disponibili.
ja: 利用可能なデータセットを確認する
pl: Odkryj dostępne zbiory danych.
pt: Descobrir conjunto de dados disponíveis.
pt_br: Descubra o conjunto de dados disponível.
tr: Mevcut veri setlerini keşfedin.

source: Upload
ar: رفع
cs: Nahrát
de: Hochladen
es: Cargar
fr: Télécharger
it: Carica
ja: アップロード
pl: Prześlij
pt: Carregar
pt_br: Carregar
tr: Yükle

source: me
ar: أنا
bg_bg: аз
cs: já
de: ich
es: yo
fr: moi
ja: 私
ka: მე
pl: ja
pt: eu
sw: mimi
tr: ben

source: System message: A request to modify resource
ar: رسالة النظام: طلب لتعديل المورد
de: Systemnachricht: Anfrage zur Änderung einer Ressource
es: Mensaje del sistema: una solicitud para modificar el recurso
fr: Message du système : Une demande de modification de la ressource
it: Messaggio di sistema: Richiesta di modifica della risorsa
ja: System message: リソースを変更するためのリクエスト
pl: Komunikat systemowy: Żądanie modyfikacji zasobu
pt: Mensagem do sistema: Um pedido para modificar recurso
pt_br: Mensagem do sistema: Um pedido para modificar o recurso

source: Reason for the request
ar: سبب الطلب
de: Begründung der Anfrage
es: Motivo de la solicitud
fr: Motif de la demande
it: Motivo della richiesta
ja: リクエストの理由
pl: Powód żądania
pt: Razão para o pedido
pt_br: Motivo do pedido

source: To allow the change, set the resource to not "Approved" under the metadata settingsand write message to the owner to notify him
ar: للسماح بالتغيير، قم بتعيين المورد إلى "تمت الموافقة عليه" ضمن إعدادات بيانات التعريف وكتابة رسالة إلى المالك لإخطاره
de: Um die Änderung zuzulassen, setzen Sie die Ressource in den Metadateneinstellungen auf "Nicht genehmigt" und schreiben Sie eine Nachricht an den Eigentümer, um ihn zu benachrichtigen
es: Para permitir el cambio, configure el recurso para que no esté "Aprobado" en la configuración de metadatos y escriba un mensaje al propietario para notificarle
fr: Pour autoriser la modification, réglez la ressource sur "Non approuvé" dans les paramètres des métadonnées et écrivez un message au propriétaire pour l'informer
it: Per consentire la modifica, impostare la risorsa su non "Approvato" nelle impostazioni dei metadati e scrivere un messaggio al proprietario per notificarlo
ja: 変更を許可するには、メタデータの設定でリソースを「承認済み」にしないように設定し、所有者にメッセージを書いて通知します
pl: Aby zezwolić na zmianę, ustaw zasób na nie "Zatwierdzono” w ustawieniach metadanych i napisz wiadomość do właściciela, aby go powiadomić
pt: Par permitir a alteração, defina o recurso para "Aprovado" nas definições dos metadados e escreva uma mensagem notificar o proprietário
pt_br: Para permitir a alteração, configure a recurso como não “Aprovado” nas configurações de metadados e escreva uma mensagem para o proprietário para notificá-lo

source: Resource Metadata
ar: بيانات تعريف المورد
de: Metadaten der Ressource
es: Metadatos de recursos
fr: Métadonnées de la ressource
it: Metadati delle risorse
ja: リソースのメタデータ
pl: Metadane zasobu
pt: Metadados do Recurso
pt_br: Recurso de Metadados
tr: Kaynak Meta Verisi

source: Thumbnail
ar: صورة مصغرة
cs: Náhled
es: Miniatura
fr: Miniature
it: Miniatura
ka: მინიატურა
pl: Miniaturka
pt_br: Miniatura
tr: Küçültülmüş Resim
uk: Мініатюра

source: Resource ID
ar: معرف المورد
de: Ressourcen ID
es: ID del recurso
fr: ID de la ressource
it: ID Risorsa
ja: リソースID
pl: ID zasobu
pt: ID do Recurso
pt_br: ID do recurso
tr: Kaynak Kimliği

source: Start
ar: بداية
de: Startdatum
es: Inicio
fr: Commencer
it: Inizio
ja: スタート
pl: Początek
pt: Início
pt_br: Início
tr: Başlangıç

source: End
ar: نهاية
de: Enddatum
es: Fin
fr: Fin
it: Fine
ja: エンド
pl: Koniec
pt: Fim
pt_br: Fim
tr: Bitiş

source: Extent
af: Mate
ar: أبعاد
bg_bg: Обхват
cs: Rozsah
de: Ausmaß
es: Extensión
fa_ir: حد
fi: Laajuus
fr: Étendue
hu: Mértéke
it: Estensione
ja: エクステント
ka: რაიონი
km: ទំហំ
pl: Zasięg
pt: Extensão
pt_br: Extensão
ro: Măsură
sv: Omfattning
sw: Kiwango
tr: Kapsam
uk: Ступінь

source: Spatial Reference System Identifier
ar: معرف النظام المرجعي المكاني
de: Räumliches Bezugssystem
es: Identificador del Sistema de Referencia de Coordenadas
fr: Identifiant du système de référence spatiale
it: Identificatore del sistema di riferimento spaziale
ja: 空間参照システム識別子(SRID)
pl: Identyfikator układu współrzędnych
pt: Identificador do Sistema de Referência das Coordenadas
pt_br: Identificador do Sistema de Referência Espacial
tr: Mekansal Referans Sistemi Tanımlayıcısı

source: Attributes
af: Eienskappe
ar: سمات
bg_bg: Атрибути
cs: Atributy
de: Attribute
es: Atributos
fa_ir: اطلاعات توصیفی
fi: Attribuutteja
fr: Attributs
hu: Attribútumok
it: Attributi
ja: 属性
ka: ატრიბუტები
km: គុណលក្ខណៈ
pl: Atrybuty
pt: Atributos
pt_br: Atributos
ro: Atribute
sv: Attribut
sw: Sifa
tr: Öznitelikler
uk: Атрибути

source: Attribute name
ar: اسم السمة
de: Attributname
es: Nombre de atributo
fr: Nom de l'attribut
it: Nome attributo
ja: 属性名
pl: Nazwa atrybutu
pt: Nome do atributo
pt_br: Nome do atributo
tr: Öznitelik adı

source: Description
af: Beskrywing
ar: وصف
bg_bg: Описание
cs: Popis
de: Beschreibung
es: Descripción
fa_ir: توصیف
fi: Kuvaus
hu: Leírás
it: Descrizione
ja: 説明
ka: აღწერა
km: ការ​ពិពណ៌នា​សង្ខេប
pl: Opis
pt: Descrição
pt_br: Descrição
ro: Descriere
sv: Beskrivning
sw: Maelezo
tr: Açıklama
uk: Опис

source: GeoNode Client Library
ar: مكتبة عميل GeoNode
de: GeoNode Benutzer Bibliothek
es: Biblioteca de cliente GeoNode
fr: Bibliothèque client GeoNode
it: Libreria client di GeoNode
ja: GeoNodeクライアントライブラリ
pl: Biblioteka klienta GeoNode
pt: Biblioteca do Geonode Client
pt_br: Biblioteca do Cliente GeoNode
tr: GeoNode İstemci Kütüphanesi

source: Flora and/or fauna in natural environment. Examples: wildlife, vegetation, biological sciences, ecology, wilderness, sealife, wetlands, habitat.
ar: النباتات و / أو الحيوانات في البيئة الطبيعية. أمثلة: الحياة البرية ، الغطاء النباتي ، العلوم البيولوجية ، البيئة ، الحياة البرية ، الحياة البحرية، الأراضي الرطبة ، مسكن طبيعي.
de: Flora und / oder Fauna der natürlichen Umgebung. Beispiele: Tierwelt, Vegetation, Biowissenschaften, Ökologie, Wildnis, Sealife, Feuchtgebiete, Lebensräume.
es: Flora y / o fauna en ambiente natural. Ejemplos: vida silvestre, vegetación, ciencias biológicas, ecología, vida silvestre, vida marina, humedales, hábitat.
fr: Flore et/ou faune en milieu naturel. Exemples : faune, végétation, sciences biologiques, écologie, milieu sauvage, vie marine, zones humides, habitat.
it: Flora e/o fauna in ambiente naturale. Esempi: fauna selvatica, vegetazione, scienze biologiche, ecologia, natura selvaggia, vita marina, zone umide, habitat.
ja: 自然環境における植物相や動物相。例：野生動物、植生、生物科学、生態学、原生林、海洋生物、湿地帯、生息地
pl: Flora i/lub fauna w środowisku naturalnym. Przykłady: zwierzęta, roślinność, nauki biologiczne, ekologia, środowisko przyrodnicze, środowisko morskie, tereny podmokłe, siedliska.
pt: Flora e/ou fauna em ambiente natural. Exemplos: vida selvagem, vegetação, ciências biológicas, ecologia, natureza selvagem, vida marinha, zonas húmidas, habitat.
pt_br: Fauna e/ou flora em habitat natural. Exemplos: vida selvagem, vegetação, ciências biológicas, ecologia, áreas inabitadas, vida marinha, zonas úmidas, habitat.
tr: Doğal ortamdaki flora ve/veya fauna. Örnekler: yaban hayatı, bitki örtüsü, biyolojik bilimler, ekoloji, vahşi doğa, deniz yaşamı, sulak alanlar, habitat.

source: Biota
ar: الكائنات الحية
ja: 動物群
pl: Flora i fauna
pt_br: Fauna e/ou Flora
tr: Biyota

source: Legal land descriptions. Examples: political and administrative boundaries.
ar: أوصاف الأراضي القانونية. أمثلة: الحدود السياسية والادارية.
de: Rechtliche Landbeschreibungen. Beispiele: politische und administrative Grenzen.
es: Descripciones legales de la tierra. Ejemplos: límites políticos y administrativos.
fr: Descriptions légales des terrains. Exemples : frontières politiques et administratives.
it: Descrizioni legali dei terreni. Esempi: confini politici e amministrativi.
ja: 法的な土地の記述。例：政治的、行政的境界線
pl: Prawne opisy obszarów. Przykłady: granice polityczne i administracyjne.
pt: Descrições legais do território. Exemplos: limites políticos e administrativos.
pt_br: Limites legais do território, incluindo limites marítimos.
tr: Hukuki arazi tanımlamaları. Örnekler: siyasi ve idari sınırlar.

source: Boundaries
ar: الحدود
de: Grenzen
es: Límites
fr: Limites
it: Confini
ja: 境界線
pl: Granice
pt: Limites Geográficos
pt_br: Limites territoriais
tr: Sınırlar

source: Processes and phenomena of the atmosphere. Examples: cloud cover, weather, climate, atmospheric conditions, climate change, precipitation.
ar: عمليات وظواهر الغلاف الجوي. أمثله: الغلاف السحابي ، الطقس ، المناخ ، الظروف الجوية ، تغير المناخ ، هطول الامطار.
de: Prozesse und Phänomene der Atmosphäre. Beispiele: Bewölkung, Wetter, Klima, atmosphärische Bedingungen, Klimawandel, Niederschlag.
es: Procesos y fenómenos de la atmósfera. Ejemplos: nubosidad, tiempo, clima, condiciones atmosféricas, cambio climático, precipitación.
fr: Processus et phénomènes de l'atmosphère. Exemples : couverture nuageuse, temps, climat, conditions atmosphériques, changement climatique, précipitations.
it: Processi e fenomeni dell'atmosfera. Esempi: copertura nuvolosa, meteo, clima, condizioni atmosferiche, cambiamenti climatici, precipitazioni.
ja: 大気のプロセスと現象。例：雲量、天気、気候、大気の状態、気候変動、降水量。
pl: Procesy i zjawiska atmosferyczne. Przykłady: zachmurzenie, pogoda, klimat, warunki atmosferyczne, zmiany klimatu, opady.
pt: Processos e fenómenos da atmosfera. Exemplos: cobertura de nuvens, clima, clima, condições atmosféricas, mudanças climáticas, precipitação.
pt_br: Climatologia e atmosfera. Exemplos: nebulosidade, tempo, clima, condições atmosféricas, mudanças climáticas, precipitação.
tr: Atmosferin süreçleri ve olayları. Örnekler: bulut örtüsü, hava durumu, iklim, atmosfer koşulları, iklim değişikliği, yağış.
