Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: We have sent the administrators a notice to approve your account associated with <b>%(email)s</b>. If the account is approved, you will receive a confirmation notice.
ar: لقد أرسلنا للمشرفين إشعارا بالموافقة على حسابك المرتبط ب <b>%(email)s</b>إذا تمت الموافقة على الحساب، سوف تتلقى إشعار تأكيد.
bg_bg: Ние сме изпратили на администраторите известие да одобрят продила свързан с <b>%(email)s</b>. Ако профилът бъде одобрен, ще получите потвърждение.
cs: Správci jsme odeslali oznámení o schválení účtu přidruženého k <b>%(email)s</b>. Pokud je účet schválen, obdržíte potvrzovací oznámení.
de: Wir haben den Administratoren einen Hinweis zur Genehmigung Ihres Kontos <b>%(email)s</b> gesendet. Wenn das Konto genehmigt wurde, erhalten Sie eine Bestätigung.
es: Le hemos enviado al administrador una notificación para aprobar la cuenta asociada con el correo <b>%(email)s</b>. Si la cuenta es aprobada, recibirá un mensaje de confirmación.
fr: Nous avons envoyé aux administrateurs un avis d'approbation de votre compte associé à <b>%(email)s</b>. Si le compte est approuvé, vous recevrez un avis de confirmation.
it: Abbiamo inviato agli amministratori un avviso per approvare il tuo account associato a <b>%(email)s</b>. Se l'account viene approvato, riceverai un avviso di conferma.
ja: 管理者に<b>%(email)s</b>で登録されたアカウントの承認依頼を送信しました。アカウントが承認されたら、確認の通知があなたに送信されます。
ka: ჩვენ გავუგზავნეთ ადმინისტრატორებს შეტყობინება, რომ დადასტურდეს თქვენი მომხმარებელი <b>%(email)s</b>. თუ თქვენი მომხმარებელი დამტკიცდა, თქვენ მიიღებთ შეტყობინებას დასტურზე.
pl: Wysłaliśmy administratorom powiadomienie o zatwierdzeniu Twojego konta powiązanego z <b>%(email)s</b>. Jeśli konto zostanie zatwierdzone, otrzymasz potwierdzenie.
pt: Nós enviamos aos administradores uma nota para aprovar a sua conta associada ao email <b>%(email)s</b>. Se a conta for aprovada, irá receber uma notícia de confirmação.
pt_br: Enviamos um aviso aos administradores para que aprovem a sua conta associada ao e-mail <b>%(email)s</b>. Você receberá um aviso de confirmação caso a conta seja aprovada.
tr: Bu hesapla ilişkili <b>%(email)s</b> e-posta adresinin onaylanması için yöneticilere bir bildirim gönderdik. Hesap onaylandığında, bir onay bildirimi alacaksınız.

source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
pl: Konto
pt: Conta
pt_br: Conta
tr: Hesap

source: E-mail Addresses
ar: عناوين البريد الإلكتروني
de: Emailadressen
es: Correos electrónicos
fr: Adresses électroniques
it: Indirizzi di posta elettronica
ja: メールアドレス
pl: Adresy e-mail
pt: Endereço de Email
pt_br: Endereços de e-mail
tr: E-posta Adresleri

source: The following e-mail addresses are associated with your account:
ar: عناوين البريد الإلكتروني التالية مرتبطة بحسابك:
de: Die folgenden E-Mail-Adressen sind Ihrem Konto zugeordnet:
es: Las siguientes direcciones de correo electrónico están asociadas con su cuenta:
fr: Les adresses électroniques suivantes sont associées à votre compte :
it: I seguenti indirizzi e-mail sono associati al tuo account:
ja: 以下のメールアドレスがあなたのアカウントに紐づけられています:
pl: Z Twoim kontem powiązane są następujące adresy e-mail:
pt: O seguinte endereço de e-mail será associado à sua conta:
pt_br: Os seguintes endereços de e-mail estão associados à sua conta:
tr: Hesabınızla ilişkili aşağıdaki e-posta adresleri bulunmaktadır:

source: Verified
ar: تحقق منه
de: Verifiziert
es: Verificada
fr: Vérifié
it: Verificato
ja: 確認済
pl: Zweryfikowano
pt: Verificada
pt_br: Verificado
tr: Doğrulanmış

source: Unverified
ar: غير متحقق منه
de: Nicht überprüft
es: Sin Verificar
fr: Non vérifié
it: Non verificato
ja: 未確認
pl: Niezweryfikowany
pt: Não Verificada
pt_br: Sem verificação
tr: Doğrulanmamış

source: Primary
ar: الأولية
de: Primär
es: Principal
fr: Principal
it: Primario
ja: メイン
pl: Podstawowy
pt: Primário
pt_br: Principal
tr: Birincil

source: Make Primary
ar: إتخذ الاولوية
de: Primär machen
es: Hacer Principal
fr: Rendre principal
it: Rendilo principale
ja: メインに設定
pl: Ustaw jako podstawowy
pt: Torná-lo Principal
pt_br: Estabelecer como Principal
tr: Birincil Yap

source: Re-send Verification
ar: إعادة إرسال التحقق
de: Bestätigung erneut senden
es: Reenviar verificación
fr: Re-envoyer la vérification
it: Invia nuovamente verifica
ja: 確認メールを再送信
pl: Wyślij ponownie weryfikację
pt: Re-enviar Verificação
pt_br: Reenviar Verificação
tr: Doğrulamayı Yeniden Gönder

source: Warning:
ar: تحذير:
de: Warnung:
es: Advertencia:
fr: Attention:
it: Avviso:
ja: 警告:
pl: Uwaga:
pt: Aviso:
pt_br: Aviso:
tr: Uyarı:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ar: ليس لديك حاليًا أي عنوان بريد إلكتروني تم إعداده. يجب عليك بالفعل إضافة عنوان بريد إلكتروني حتى تتمكن من تلقي الإشعارات وإعادة تعيين كلمة المرور الخاصة بك ، إلخ.
de: Sie haben derzeit keine E-Mail-Adresse eingerichtet. Sie sollten wirklich eine E-Mail-Adresse hinzufügen, damit Sie Benachrichtigungen erhalten, Ihr Kennwort zurücksetzen können usw.
es: Actualmente no tiene ninguna dirección de correo electrónico configurada. Realmente debe agregar una dirección de correo electrónico para que pueda recibir notificaciones, restablecer su contraseña, etc.
fr: Vous n'avez actuellement aucune adresse électronique configurée. Vous devriez vraiment ajouter une adresse électronique pour pouvoir recevoir des notifications, réinitialiser votre mot de passe, etc.
it: Al momento non è stato impostato alcun indirizzo di posta elettronica. Si dovrebbe davvero aggiungere un indirizzo e-mail in modo da poter ricevere notifiche, reimpostare la password, ecc.
ja: 現在、メールアドレスが設定されていません。通知やパスワード再設定のために、ひとつ以上メールアドレスを設定することを強くおすすめします。
pl: Obecnie nie masz skonfigurowanego żadnego adresu e-mail. Naprawdę powinieneś dodać adres e-mail, aby otrzymywać powiadomienia, zresetować hasło itp.
pt: Atualmente não tem definido e-mail. Deverá adicionar um endereço e-mail para que possa receber notificações, redefinir senha, etc.
pt_br: No momento, você não tem nenhum endereço de e-mail configurado. Você realmente deveria adicionar um endereço de e-mail para que você possa receber notificações, redefinir sua senha, etc.
tr: Bir e-posta adresi eklemelisiniz, böylece bildirimler alabilir, şifrenizi sıfırlayabilirsiniz, vb.

source: Add E-mail Address
ar: إضافة عنوان البريد الإلكتروني
de: E-Mail-Adresse hinzufügen
es: Agregar dirección de correo electrónico
fr: Ajouter une adresse électronique
it: Aggiungi indirizzo e-mail
ja: メールアドレスを追加
pl: Dodaj adres e-mail
pt: Adicionar Endereço de Email
pt_br: Adicionar um endereço de e-mail
tr: E-posta Adresi Ekle

source: Add E-mail
ar: إضافة البريد الإلكتروني
de: E-Mail hinzufügen
es: Agregar correo electrónico
fr: Ajouter un e-mail
it: Aggiungi e-mail
ja: メールアドレスを追加
pl: Dodaj e-mail
pt: Adicionar E-mail
pt_br: Adicionar E-mail
tr: E-posta Ekle

source: Do you really want to remove the selected e-mail address?
ar: هل تريد حقًا إزالة عنوان البريد الإلكتروني المحدد؟
de: Möchten Sie die ausgewählte E-Mail-Adresse wirklich entfernen?
es: Realmente desea eliminar la dirección de correo electrónico seleccionada?
fr: Souhaitez-vous vraiment supprimer l'adresse électronique sélectionnée ?
it: Vuoi davvero rimuovere l'indirizzo e-mail selezionato?
ja: 選択されたメールアドレスを削除してよろしいですか？
pl: Czy na pewno chcesz usunąć wybrany adres e-mail?
pt: Deseja mesmo remover o endereço de e-mail selecionado?
pt_br: Tem certeza que deseja excluir o endereço de e-mail selecionado?
tr: Seçilen e-posta adresini gerçekten kaldırmak istiyor musunuz?

source: This is the email notification to confirm your password has been changed on
ar: هذا هو الاعلام بالبريد الكتروني لتاكيد تغيير كلمه المرور الخاصة بك علي
de: Dies ist die E-Mail-Benachrichtigung zur Bestätigung, dass Ihr Passwort geändert wurde
es: Esta es la notificación por correo electrónico para confirmar que se ha cambiado su contraseña en
fr: Ceci est la notification par e-mail pour confirmer que votre mot de passe a été modifié le
it: Questa è la notifica e-mail per confermare che la password è stata
ja: このメールは、パスワードが変更されたことを通知するために送信されています
pl: To jest wiadomość e-mail z potwierdzeniem, że Twoje hasło zostało zmienione
pt: Esta é a notificação por e-mail para confirmar que sua senha foi alterada em
pt_br: Este é o e-mail de notificação para confirmar que sua senha foi alterada
tr: Bu, şifrenizin değiştirildiğini onaylamak için gönderilen e-posta bildirimidir.

source: Change password email notification
ar: إشعار البريد الإلكتروني لتغيير كلمة المرور
de: E-Mail-Benachrichtigung zum Ändern des Passworts
es: Notificación de Cambio de contraseña
fr: Notification par e-mail du changement de mot de passe
it: Modifica password
ja: パスワード変更通知メール
pl: Powiadomienie e-mail o zmianie hasła
pt: Notificação de alteração de senha
pt_br: Notificação de alteração de senha por e-mail
tr: Şifre değişikliği e-posta bildirimi

source: In case you forgot, your username is %(username)s.
ar: في حال نسيت ، اسم المستخدم الخاص بك هو %(username)s.
de: Falls Sie Ihren Anmeldenamen vergessen haben sollten: Er lautet %(username)s.
es: En caso de que lo haya olvidado, su nombre de usuario es %(username)s.
fr: Au cas où vous auriez oublié, votre nom d'utilisateur est %(username)s.
it: Nel caso in cui hai dimenticato, il tuo nome utente è %(username)s.
ja: あなたのユーザー名は %(username)s です。
pl: Jeśli zapomniałeś, Twoja nazwa użytkownika to %(username)s.
pt: No caso de ter se esquecido, o seu nome de utilizador é %(username)s.
pt_br: Caso tenha esquecido, seu nome de usuário é %(username)s.
tr: Unuttuysanız, kullanıcı adınız %(username)s.

source: Confirm E-mail Address
ar: أكد عنوانك الإلكتروني
de: E-mail Adresse bestätigen
es: Confirmar correo electrónico
fr: Confirmer l'adresse électronique
it: Confermare Indirizzo e-Mail
ja: メールアドレスを確認
pl: Potwierdź adres e-mail
pt: Confirmar Endereço de Email
pt_br: Confirmar Endereço de E-mail
tr: E-posta Adresini Onayla

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ar: يرجى تأكيد أن<a href="mailto:%(email)s">%(email)s</a> هو عنوان بريد إلكتروني للمستخدم%(user_display)s.
de: Bitte bestätige, dass <a href="mailto:%(email)s">%(email) s</a> eine E-Mail-Adresse für Benutzer %(user_display)s ist.
es: Confirme que <a href="mailto:%(email)s">%(email)s </a> es una dirección de correo electrónico para el usuario %(user_display)s.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est une adresse électronique pour l'utilisateur %(user_display)s.
it: Verificare che <a href="mailto:%(email)s">%(email)s</a> sia un indirizzo di posta elettronica per l'utente %(user_display)s.
ja: <a href=“mailto:%(email)s”>%(email)s</a>がユーザー %(user_display)s のものであるか確認してください。
pl: Potwierdź, że <a href="mailto:%(email)s">%(email)s</a> to adres e-mail użytkownika %(user_display)s.
pt: Por favor confirme que <a href="mailto:%(email)s">%(email)s</a> é um endereço e-mail para o utilizador %(user_display)s.
pt_br: Por favor confirme se o <a href="mailto:%(email)s">%(email)s</a> é um endereço de e-mail para usuários %(user_display)s.
tr: Lütfen <a href="mailto:%(email)s">%(email)s</a> adresinin %(user_display)s adlı kullanıcıya ait bir e-posta adresi olduğunu onaylayın.

source: Confirm
af: Bevestig
ar: أكد
bg_bg: Потвърди
cs: Potvrdit
de: Betätigen
es: Confirmar
fa_ir: تایید
fi: Vahvistaa
fr: Confirmer
hu: Erősítse meg
it: Conferma
ja: 確認
ka: დამოწმება
km: អះអាង​ការ
pl: Potwierdź
pt: Confirme
pt_br: Confirmar
ro: Confirma
sv: Bekräfta
sw: Thibitisha
tr: Onayla
uk: Підтвердити

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ar: انتهت صلاحية رابط تأكيد البريد الإلكتروني أو غير صالح. الرجاء <a href="%(email_url)s"> إصدار طلب تأكيد بريد إلكتروني جديد </a>.
de: Dieser Bestätigungslink für die E-Mail ist abgelaufen oder ungültig. Bitte <a href=“%(email_url)s”>eine neue E-Mail-Bestätigungsanfrage senden</a>.
es: Este enlace de confirmación de correo electrónico expiró o no es válido. Por favor <a href="%(email_url)s">emita una nueva solicitud de confirmación por correo electrónico</a>.
fr: Ce lien de confirmation par e-mail a expiré ou est invalide. Veuillez <a href="%(email_url)s">émettre une nouvelle demande de confirmation de courrier</a> électronique.
it: Questo link di conferma e-mail è scaduto o non è valido. Si prega di emettere una nuova richiesta di <a href="%(email_url)s">conferma e-mail</a>.
ja: メールアドレス確認リンクが期限切れ・無効です。<a href=“%(email_url)s”>issue a new e-mail confirmation request</a>から確認メールを再送してください。
pl: Link potwierdzający wygasł lub jest nieprawidłowy. Wyślij <a href="%(email_url)s">nową prośbę o potwierdzenie</a>.
pt: Este link de confirmação de e-mail expirou ou é inválido. Por favor, emita um novo pedido de confirmação de e-mail <a href="%(email_url)s"></a>.
pt_br: Este link de confirmação de e-mail expirou ou é inválido. Favor <a href="%(email_url)s">solicitar uma nova confirmação de e-mail</a>.
tr: Bu e-posta onay bağlantısı süresi dolmuş veya geçersizdir. Lütfen <a href="%(email_url)s">yeni bir e-posta onay talebi oluşturun</a>.

source: Log in
af: Teken in
ar: تسجيل الدخول
bg_bg: Регистрирай се
cs: Přihlásit se
de: Anmelden
es: Iniciar Sesión
fa_ir: ورود
fi: Kirjaudu sisään
fr: S'identifier
hu: Belépés
it: Entra
ja: ログイン
ka: შესვლა
km: ចូល
pl: Zaloguj się
pt: Entrar de novo
pt_br: Entrar
ro: Autentificare
sv: Logga in
sw: Ingia
tr: Giriş yap
uk: Увійти

source: Log in to an existing account
af: Teken in om 'n bestaande rekening
ar: تسجيل الدخول إلى حساب موجود
bg_bg: Вход във съществуващ профил
cs: Přihlásit se k existujícímu účtu
de: Melden Sie sich bei einem bestehenden Konto an
es: Iniciar sesión en una cuenta
fa_ir: ورود به حساب کاربری
fi: Kirjaudu sisään olemassa olevaan tiliin
fr: S'identifier avec un compte existant
hu: Jelentkezzen be egy meglévő számla
it: Effettua il login con un account esistente
ja: 既存のアカウントでログイン
ka: არსებული მომხმარებლით, სისტემაში შესვლა
km: ចូល​ទៅ​ក្នុង​គណនី​ដែល​មាន​ស្រាប់
pl: Zaloguj się do istniejącego konta
pt: Entrar com uma conta existente
pt_br: Realizar login em uma conta existente
ro: Conectați-vă la un cont existent
sv: Logga in på ett befintligt konto
sw: Ingia kwenye akaunti yako
tr: Mevcut bir hesaba giriş yap
uk: Увійдіть під існуючого профілю

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
ar: يرجى تسجيل الدخول بواحد من حسابات الطرف الثالث الموجودة لديك. أو <a href="%(signup_url)s"> اشترك </a> لحساب%(site_name)s وسجل الدخول أدناه:
de: Melden Sie sich mit einem Ihrer vorhandenen Fremd-Konten an. Oder <a href="%(signup_url)s">regestrieren</a> Sie sich für ein %(site_name)s Konto und melden Sie sich unten an:
es: Inicia sesión con una de sus cuentas de terceros existentes. O, <a href="%(signup_url)s">regístrate </a> para una cuenta %(site_name)s e inicie sesión a continuación:
fr: Veuillez vous connecter avec l'un de vos comptes tiers existants. Dans alternative, <a href="%(signup_url)s">veuillez vous abonner à</a> un %(site_name)s compte et s'inscrire plus tard:
it: Si prega di accedere con uno degli account di terze parti esistenti. In alternativa, <a href="%(signup_url)s">iscriviti</a> per un account %(site_name)s e accedere di seguito:
ja: 既存のサードパーティのアカウントでログインするか、%(site_name)sのアカウントを<a href=“%(signup_url)s”>こちらから登録</a>し、下記からログインしてください:
pl: Zaloguj się za pomocą jednego z Twoich kont zewnętrznych. Lub <a href="%(signup_url)s">zarejestruj się</a> konto %(site_name)s i zaloguj się poniżej:
pt: Faça login com uma de suas contas de terceiros existentes. Ou, <a href="%(signup_url)s"> inscreva-se </a> em uma conta do %(site_name)s e faça login abaixo:
pt_br: Entre com uma conta de terceiros já cadastrada. Ou, <a href="%(signup_url)s">registre-se</a> em uma %(site_name)s conta e realize o login abaixo:
tr: Lütfen mevcut üçüncü taraf hesaplarınızdan biriyle oturum açın. Veya bir %(site_name)s hesabına <a href="%(signup_url)s">kaydolun</a> ve aşağıdan oturum açın:

source: or
ar: أو
de: oder
es: o
fr: ou
it: o
pl: lub
pt: ou
pt_br: ou
tr: veya

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
ar: إذا لم تقم بإنشاء حساب بعد ، فالرجاء <a href="%(signup_url)s"> التسجيل</a> أولاً.
de: Wenn Sie noch kein Konto erstellt haben, dann <a href="%(signup_url)s">registrieren Sie sich</a> zunächst.
es: Si aún no ha creado una cuenta, por favor <a href="%(signup_url)s">regístrate</a> primero.
fr: Si vous n'avez pas encore créé de compte, <a href="%(signup_url)s">inscrivez-vous</a> en premier.
it: Se non hai ancora creato un account, allora si prega di <a href="%(signup_url)s">prima iscriviti</a>.
ja: まだアカウントを登録していない場合は、まず<a href=“%(signup_url)s”>登録</a>してください。
pl: Jeśli jeszcze nie założyłeś konta, proszę najpierw <a href="%(signup_url)s">zarejestruj się</a>.
pt: Se ainda não criou uma conta, então primeiro <a href="%(signup_url)s">registe-se</a>.
pt_br: Você ainda não criou uma conta, então favor <a href="%(signup_url)s">registrar-se</a> primeiro.
tr: Henüz bir hesap oluşturmadıysanız, lütfen önce <a href="%(signup_url)s">kaydolun</a>.

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié?
it: Password dimenticata?
ja: パスワードを忘れた
pl: Zapomniałeś hasła?
pt: Esqueceu-se sua senha?
pt_br: Esqueceu sua senha?

source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Ingresar
fr: Connexion
it: Accedi
ja: サインイン
pl: Zaloguj się
pt: Entrar
pt_br: Entrar
tr: Oturum Aç

source: Are you sure you want to log out?
af: Is jy seker jy wil hê om aan te meld nie?
ar: هل أنت متأكد أنك تريد الخروج؟
bg_bg: Сигурни ли сте, че искате да излезете?
cs: Opravdu se chcete odhlásit?
de: Sind Sie sich sicher, dass Sie sich abmelden wollen?
es: ¿Está seguro que desea cerrar la sesión?
fa_ir: آیا مطمئن هستید که می خواهید از سیستم خارج شوید؟
fi: Oletko varma, että haluat kirjautua ulos?
fr: Êtes-vous sûr de vouloir vous déconnecter?
hu: Biztos vagy benne, hogy jelentkezzen ki?
it: Sei sicuro di voler uscire?
ja: ログアウトしてよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ სისტემიდან გამოსვლა?
km: តើ​អ្នក​ពិត​ជា​ចង់​ចេញ​?
pl: Czy na pewno chcesz się wylogować?
pt: Tem certeza que deseja sair?
pt_br: Tem certeza de que deseja sair?
ro: Sunteți sigur că doriți să vă deconectați?
sv: Är du säker på att du vill logga ut?
sw: Je, una hakika unataka kutoka?
tr: Çıkış yapmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете вийти?

source: Password change
ar: تغيير كلمة السر
bg_bg: Промяна на парола
cs: Změna hesla
de: Passwortänderung
es: Cambiar contraseña
fr: Changement de mot de passe
it: Modifica password
ja: パスワード変更
ka: პაროლის შეცვლა
pl: Zmiana hasła
pt: Senha alterada
pt_br: Alteração de senha
tr: Şifre değişikliği

source: Password Change
ar: تغيير كلمة السر
bg_bg: Промяна на парола
cs: Změna hesla
de: Passwort ändern
es: Cambiar Contraseña
fr: Changement de mot de passe
it: Modifica password
ja: パスワード変更
ka: პაროლის შეცვლა
pl: Zmiana hasła
pt: Senha alterada
pt_br: Alteração de senha
tr: Şifre Değişikliği

source: Change your password here
ar: غير كلمة المرور هنا
bg_bg: Променете паролата си от тук
cs: Změňte své heslo zde
de: Ändern Sie Ihr Passwort hier
es: Cambie su contraseña aqui
fr: Changer votre mot de passe ici
it: Modifica la tua password qui
ja: ここでパスワードを変更
ka: აქ შეცვალეთ თქვენი პაროლი
pl: Zmień swoje hasło tutaj
pt: Altere a sua senha aqui
pt_br: Altere sua senha aqui
tr: Şifrenizi buradan değiştirin.

source: Change my password
ar: تغيير كلمة المرور الخاصة بي
bg_bg: Смяна на моята парола
cs: Změnit své heslo
de: Mein Passwort ändern
es: Cambiar mi contraseña
fr: Changer mon mot de passe
it: Modifica la mia password
ja: パスワードを変更
ka: პაროლის შეცვლა
pl: Zmień moje hasło
pt: Alterar senha
pt_br: Alterar minha senha
tr: Şifremi değiştir

source: Password reset
af: Wagwoord herstel
ar: إعادة تعيين كلمة المرور
bg_bg: Рестартиране на парола
cs: Resetovat heslo
de: Passwort zurücksetzen
es: Restablecer contraseña
fa_ir: تنظیم مجدد رمز عبور
fi: Salasanan
fr: Réinitialisation du mot de passe
hu: Jelszó visszaállítás
it: Password reimpostata
ja: パスワードをリセット
ka: პაროლის აღდგენა
km: កំណត់​ពាក្យ​សម្ងាត់
pl: Resetowanie hasła
pt: Redefinir senha
pt_br: Redefinição de senha
ro: De resetare a parolei
sv: Återställning av lösenord
sw: Kuseti upyan enosiri
tr: Şifre sıfırlama
uk: Відновлення пароля

source: Password Reset
ar: إعادة تعيين كلمة المرور
bg_bg: Рестартиране на парола
cs: Resetovat heslo
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialisation du mot de passe
it: Reimposta password
ja: パスワードをリセット
ka: პაროლის აღდგენა
pl: Resetowanie hasła
pt: Redefinição de Senha
pt_br: Redefinição de senha
tr: Şifre Sıfırlama

source: Forgotten your password?
ar: هل نسيت كلمة المرور؟
bg_bg: Забравена парола?
cs: Zapomněli jste heslo?
de: Haben Sie Ihr Passwort vergessen?
es: ¿Olvidó la contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
ja: パスワードを忘れた
ka: დაგავიწყდათ პაროლი?
pl: Zapomniałeś swojego hasła?
pt: Esquece-se da sua senha?
pt_br: Esqueceu sua senha?
tr: Şifrenizi mi unuttunuz?

source: Enter your email address below, and we'll send you an email allowing you to reset it.
ar: أدخل عنوان بريدك الإلكتروني أدناه، وسنرسل لك رسالة إلكترونية تتيح لك إعادة تعيينها.
bg_bg: Напишете адреса на вашата електронна поща по-долу и ще ви изпратим писмо, което ви позволява да рестартирате паролата.
cs: Zadejte níže svou e-mailovou adresu a pošleme vám e-mail, který vám umožní obnovit ho.
de: Geben Sie unten Ihre E-Mail-Adresse ein und wir werden Ihnen die nötige Erlaubnis per E-Mail zukommen lassen.
es: ¿Olvidó la contraseña? Ingrese su dirección de correo electrónico a continuación y le enviaremos un correo electrónico autorizándole a restablecerla.
fr: Entrer votre adresse mail ci-dessous, nous vous enverrons un courrier vous permettant de réinitialiser votre mot passe.
it: Inserisci sotto il tuo indirizzo email e ti spediremo un'email per permetterti di cambiare la password.
ja: 下記にパスワードを入力してください。リセット用のメールを送信します。
ka: შეიყვანეთ ქვემოთ თქვენი ელფოსტის მისამართი და ჩვენ გამოგიგზავნით წერილს, რომლის საშუალებით შეძლებთ აღადგენას.
pl: Wpisz swój adres e-mail poniżej, a wyślemy Ci wiadomość e-mail umożliwiającą zresetowanie go.
pt: Introduza o seu endereço de email em baixo, e enviaremos um email para que possa redefini-la.
pt_br: Insira o seu endereço de e-mail no campo abaixo e nós enviaremos um e-mail para você redefini-la.
tr: Email adresinizi aşağıya girin, size şifrenizi sıfırlamanıza olanak tanıyan bir email göndereceğiz.

source: Reset my password
af: Weer my wagwoord
ar: إعادة تعيين كلمة المرور الخاصة بي
bg_bg: Рестартиране на паролата
cs: Obnovit moje heslo
de: Mein Passwort zurücksetzen
es: Restablecer mi contraseña
fa_ir: تنظیم مجدد رمز عبور خود
fi: Palauttaa salasanani
fr: Changer mon mot de passe
hu: Visszaállítása a jelszót
it: Reimposta la mia password
ja: パスワードをリセット
ka: ჩემი პაროლის შეცვლა
km: កំណត់​ពាក្យ​សម្ងាត់​របស់​ខ្ញុំ
pl: Zresetuj moje hasło
pt: Redefinir minha senha
pt_br: Redefinir minha senha
ro: Reseta parola mea
sv: Återställ mitt lösenord
sw: Seti upya nenosiri langu
tr: Şifremi sıfırla
uk: Скидання свій пароль
