Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: <p><a href="http://geonode.org/">GeoNode</a> is an open service built on open source software. We encourage you to build new applications using the components and resources it provides. This page is a starting point for developers interesting in taking full advantage of GeoNode. It also includes links to the project's source code so anyone can build and customize their own GeoNode. </p> <h3>GeoNode Software</h3> <p>All the code that runs GeoNode is open source. The code is available at <a href="http://github.com/GeoNode/geonode">http://github.com/GeoNode/geonode/</a>. The issue tracker for the project is at <a href="http://github.com/GeoNode/geonode/issues">http://github.com/GeoNode/geonode/issues</a>.</p> <p>GeoNode is built using several open source projects, each with its own community. If you are interested in contributing new features to the GeoNode, we encourage you to do so by contributing to one of the projects on which it is built:</p> <ul> <li><a href="http://geoext.org">GeoExt</a> - The JavaScript toolkit for rich web mapping applications</li> <li><a href="http://geoserver.org">GeoServer</a> - Standards based server for geospatial information</li> <li><a href="http://geowebcache.org">GeoWebCache</a> - Cache engine for WMS Tiles</li><li><a href="http://openlayers.org">OpenLayers</a> - Pure JavaScript library powering the maps of GeoExt</li> <li><a href="http://pycsw.org">pycsw</a> - CSW, OpenSearch and OAI-PMH metadata catalogue server</li> </ul> <h3>What are OGC Services?</h3> <p>The data in this application is served using open standards endorsed by the <a href="http://opengeospatial.org/">Open Geospatial Consortium</a>; in particular, WMS (Web Map Service) is used for accessing maps, WFS (Web Feature Service) is used for accessing vector data, and WCS (Web Coverage Service) is used for accessing raster data. WMC (Web Map Context Documents) is used for sharing maps. You can use these services in your own applications using libraries such as OpenLayers, GeoTools, and OGR (all of which are open-source software and available at zero cost).</p> <h3>What is GeoWebCache?</h3> <p>GeoWebCache provides mapping tiles that are compatible with a number of mapping engines, including Google Maps, Bing Maps and OpenLayers. All the data hosted by GeoNode is also available through GeoWebCache. GeoWebCache improves on WMS by caching data and providing more responsive maps.</p> <h3>CSW Example Code</h3> <p>To interact with GeoNode's CSW you can use any CSW client (QGIS MetaSearch, GRASS, etc.). The following example illustrates a simple invocation using the OWSLib Python package:</p> <p><code>from owslib.csw import CatalogueServiceWeb</code></p> <p><code>from owslib.fes import PropertyIsLike</code></p> <p><code>csw = CatalogueServiceWeb('%(CATALOGUE_BASE_URL)s')</code></p> <p><code>anytext = PropertyIsLike('csw:AnyText', 'birds')')</code></p> <p><code>csw.getrecords2(constraints=[anytext])</code></p> <p><code>print csw.results</code></p> <p><code>print csw.records</code></p> <h3>OpenLayers Example Code</h3> <p>To include a GeoNode map layer in an OpenLayers map, first find the name for that layer. This is found in the layer's <code>name</code> field (not <code>title</code>) of the layer list. For this example, we will use the Nicaraguan political boundaries background layer, whose name is <code>risk:nicaragua_admin</code>. Then, create an instance of OpenLayers.Layer.WMS:</p> <p><code>var geonodeLayer = new OpenLayers.Layer.WMS("GeoNode Risk Data", "http://demo.geonode.org/geoserver/wms",{ layers: "risk:nicaragua_admin" });</code></p> <h3>Google Maps Example Code</h3> <p>To include a GeoNode map layer in a Google Map, include the layer namein the URL template.</p> <p><code>var tilelayer = new GTileLayer(null, null, null, {tileUrlTemplate: 'http://demo.geonode.org/geoserver/gwc/service/gmaps?layers=risk:nicaragua_admin&#38;zoom={Z}&#38;x={X}&#38;y={Y}', isPng:true, opacity:0.5 } );</code></p> <h3>Shapefile/GeoJSON/GML Output</h3> <p>To get data from the GeoNode web services use the WFS protocol. For example, to get the full Nicaraguan admin boundaries use:</p> <p><code>http://demo.geonode.org/geoserver/wfs?request=GetFeature&#38;typeName=risk:nicaragua_admin&#38;outputformat=SHAPE-ZIP</code></p> <p>Changing output format to <code>json</code>, <code>GML2</code>, <code>GML3</code>, or <code>csv</code> will get data in those formats. The WFS protocol also can handle more precise queries, specifying a bounding box or various spatial and non-spatial filters based on the attributes of the data.</p> <h3>GeoTools Example Code</h3> <p>Create a DataStore and extract a FeatureType from it, then run a Query. It is all documented on the wiki at <code>http://geotools.org/</code>.</p>
cs: <p><a href="http://geonode.org/">GeoNode</a> je otevřená služba postavená na softwaru s otevřeným zdrojovým kódem. Doporučujeme vám vytvářet nové aplikace pomocí komponent a zdrojů, které poskytuje. Tato stránka je výchozím bodem pro vývojáře, kteří mají zájem plně využít GeoNode. Obsahuje také odkazy na zdrojový kód projektu, takže každý může vytvářet a přizpůsobovat vlastní GeoNode.</p> <h3>GeoNode Software</h3> <p>Veškerý kód, který spouští GeoNode, je otevřený zdroj. Kód je k dispozici na adrese <a href="http://github.com/GeoNode/geonode">http://github.com/GeoNode/geonode/</a>. tracker chybových případů projektu je na stránce <a href="http://github.com/GeoNode/geonode/issues">http://github.com/GeoNode/geonode/issues</a>.</p> <p>GeoNode je vybudován pomocí několika projektů s otevřeným zdrojovým kódem, z nichž každá má vlastní komunitu. Pokud máte zájem o přispění nových funkcí do GeoNode, doporučujeme vám to přispět k jednomu z projektů, na kterých je postavena:</p> <ul> <a href="http://geoext.org">GeoExt</a> - Toolkit JavaScript pro aplikace bohatého mapování webů<li> <li><a href="http://geoserver.org">GeoServer</a> - Standardizovaný server pro geoprostorové informace</li> <li><a href="http://geowebcache.org">GeoWebCache</a> - Cache pro WMS Tiles</li> <li><a href="http://openlayers.org">OpenLayers</a> - Pure JavaScript knihovna napájení map GeoExt</li> <li><a href="http://pycsw.org">pycsw</a> - CSW, OpenSearch a OAI-PMH katalogový server metadat</li></ul> <h3>Co jsou služby OGC?</h3> <p>Data v této aplikaci jsou zobrazována pomocí otevřené standardy schválené <a href="http://opengeospatial.org/">Open Geospatial Consortium</a>; pro přístup k mapám se používá zejména služba WMS (Web Map Service), pro přístup k vektorovým datům se používá WFS (Web Feature Service) a WCS (Web Coverage Service) slouží k přístupu k rastrovým datům. WMC (Kontextové dokumenty webové mapy) se používá pro sdílení map. Tyto služby můžete využívat ve svých vlastních aplikacích pomocí knihoven, jako jsou OpenLayers, GeoTools a OGR (všechny jsou otevřeným softwarem a jsou k dispozici za nulové náklady). </p> <h3>Co je GeoWebCache?</h3> <p>GeoWebCache poskytuje mapovací dlaždice kompatibilní s několika mapovacími enginy, včetně Map Google, Bing Maps a OpenLayers. Všechna data uložená v GeoNode jsou k dispozici také prostřednictvím GeoWebCache. GeoWebCache se na WMS vylepšuje ukládáním do mezipaměti a poskytováním citlivějších map.</p> </h3>Příklad CSW kódu</h3> <p>Pro interakci s CSW GeoNode můžete použít libovolný klient CSW (QGIS MetaSearch, GRASS atd.). Následující příklad znázorňuje jednoduché vyvolání pomocí balíčku OWSLib Python:</p> <p><code>from owslib.csw import CatalogueServiceWeb</code></p> <p><code>from owslib.fes import PropertyIsLike</code></p> <p><code>csw = CatalogueServiceWeb ('%(CATALOGUE_BASE_URL)s')</code></p> <p><code>anytext = PropertyIsLike('csw:AnyText', 'birds')')</code></p> <p><code>csw.getrecords2(constraints=[anytext])</code></p> <p><code>print csw.results</code></p> <p><code>print csw.records</code></p> <h3>Příklad OpenLayers kódu</h3> <p>Chcete-li zahrnout vrstvu mapy GeoNode do mapy OpenLayers, najděte nejprve název pro tuto vrstvu. To se nachází v poli </code>název</code> vrstvy (nikoliv <code>titul</code>) seznamu vrstev. Pro tento příklad použijeme pozadí nikaragujských politických hranic, jejichž jméno je <code>risk:nicaragua_admin</code>. Pak vytvořte instanci OpenLayers.Layer.WMS:</p><p><code> var geonodeLayer = new OpenLayers.Layer.WMS("GeoNode Risk Data", "http://demo.geonode.org/geoserver/wms",{ layers: "risk:nicaragua_admin" });</code></p> <h3>Příklad kódů Google Maps</h3> <p>Chcete-li do mapy Google zahrnout vrstvu mapy GeoNode, uveďte název vrstvy v šabloně URL.</p> <p><code>var tilelayer = new GTileLayer(null, null, null, {tileUrlTemplate: 'http://demo.geonode.org/geoserver/gwc/service/gmaps?layers=risk:nicaragua_admin&#38;zoom={Z}&#38;x={X}&#38;y={Y}', isPng:true, opacity:0.5 } );</code></p> <h3>Výstup dat Shapefile/GeoJSON/GML</h3> <p> Pro získání dat z webových služeb GeoNode použijte protokol WFS. Chcete-li například získat úplné hranice administrátora v Nikaraguju, použijte: <code>http://demo.geonode.org/geoserver/wfs?request=GetFeature&#38;typeName=risk:nicaragua_admin&#38;outputformat=SHAPE-ZIP</code> </p> <p>Změna výstupního formátu na <code>json</code>, <code>GML2</code>, <code>GML3</code> nebo <code>CSV</code> získá data v těchto formátech. Protokol WFS také dokáže zpracovat přesnější dotazy, specifikující ohraničující rámeček nebo různé prostorové a neprůmyslové filtry založené na atributech dat.</p> <h3>Příklad kódu GeoTools</h3> <p>Vytvořte DataStore a extrahujte z něj FeatureType a potom spusťte databázový dotaz . To vše je zdokumentováno na wiki na <code>http://geotools.org/</code>.</p>

source: <p>The GeoNode provides access to data sets and a map editing application allows users to browse existing maps and contribute their own.</p> <h4 id="browsing-data">Browsing Layers</h4> <p>The <a href="/layers">Layers</a> tab allows you to browse data uploaded to this GeoNode.</p> <p>All data can be downloaded in a variety of formats, for use in other applications.</p> <h4 id="developer-access">Developer Access</h4> <p>The <a href="/developer"> Developer</a> page is the place for developers to get started building applications against the GeoNode. It includes instructions on using the web services, links to the source code of the GeoNode, and information about the open source projects used to create it.</p> <h4 id="browsing-maps">Browsing Maps</h4> <p>The GeoNode allows users to create and share maps with one another.</p> <p>The <a href="/maps">Maps</a> tab is a gateway to map exploration on GeoNode. From here you can <strong>search for a map</strong> or <strong>create a map</strong>, which will open the <a href="/maps/new">Map Composer</a>.</p> <h5>Google Earth Mode</h5> <p>Any map viewed in the interactive map editor can be seen in 3D mode with the Google Earth plugin. To switch to 3D mode select the Google Earth globe logo, the rightmost button on top toolbar. If you do not have the Google Earth plugin installed you will be prompted to install it.</p> <h4 id="creating-a-map">Creating a Map</h4> <p>To create a new map go to the <a href="/maps">Contributed Maps</a> tab and click the <a href="/maps/new">create your own map</a> link.</p> <p>This will take you to the <a href="/maps/new">Map Composer</a> with a base layer loaded.</p> <p>To add data layers from the GeoNode click on the green plus button located below the layers tab on the left hand side of the screen. This will open a dialog listing all the layers available on the GeoNode.</p> <p>To add layers to your map select them and hit the <strong>Add Layers</strong> button. When finished you may hit <strong>Done</strong> to close the dialog and go back to the map.</p> <h5>Reordering and Removing Layers</h5> <p>Change the display order of the layers listed in the data tab by simply dragging and dropping their names. The order in the map will be updated to reflect that. To turn a layer's visibility off simply uncheck it, and to remove it entirely select it and hit the red minus button.</p> <h5>Saving your map</h5> <p>Once a suitable set of layers and zoom level has been found it's time to save it so others can see it. Click the Save button--the left most icon on the top toolbar, an image of a map with a disk--on the top menu and fill out the title and abstract of the map.</p> <h4 id="exporting-a-map">Exporting a Map</h4> <p>Any map from the GeoNode can be embedded for use in another site or blog. To export a map:</p> <ol> <li>Select the from the list of maps on the community or map page and then hit the 'export map' button.</li> <li>Choose your desired height and width for the widget in the wizard.</li> <li>Copy the HTML snippet provided in the wizard to any HTML page or iFrame-supporting blog post.</li> </ol> <p>This will put an interactive widget showing you map in your web page or blog post.</p> <p>Note that the <a href="/maps/new">Map Composer</a> also has a button to export the map. Just be sure to save the map before exporting if there are changes that you want others to see. It exports the last saved version, not the last viewed version.</p> <h4 id="remixing-a-map">Remixing a Map</h4> <p>Any map available can serve as a starting point for a new map.</p> <ol> <li>Open the map in the Map Composer.</li> <li>Add and remove layers as you like.</li> <li>Pan and zoom to highlight the area of interest.</li> <li><strong>IMPORTANT:</strong> Update the title, abstract, contact info and tags to reflect the new map.</li> <li>Save the map.</li> </ol> <p>You will be able to see your new map when you search for it from the <a href="/maps">Maps</a> tab.</p>
bg_bg: <p>GeoNode предоставя достъп до набор от данни и възможност за създаване на карта, позволява на потребителите да разглеждат съществуващи карти и да споделят свои.</p> <h4 id="browsing-data">Търсене на слоеве</h4> <p>Бутонът <a href="/layers">за слоеве</a> ви позволява да търсите данни, качени на GeoNode.</p> <p> Всички данни могат да бъдат свалени в различни формати и да се ползват в други програми.</p> <h4 id="developer-access">Достъп за дивевелопъри</h4> <p><a href="/developer"> </a> страница за дивелопъри е мястото за изготвяне на приложения в GeoNode. Има инструкции за използването на уеб сервизи, линкове към кодовете на GeoNode и информация за отвореният код, използван за създаването.</p> <h4 id="browsing-maps">Разглеждане на карти</h4> <p>GeoNode позволява на потребителите да създават и споделят карти.</p> <p><a href="/maps">Бутона</a> за карти дава възможност за разглеждане на картите в GeoNode. От тук можете <strong>търсите карта</strong> или <strong>създавате карта</strong>, което ще отвори <a href="/maps/new">Композитора на карти</a>.</p> <h5>Google Earth Mode</h5> <p>Всяка карта може да бъде видяна в 3D вариант чрез плъгина Google Earth. За да превключите на 3D изглед изберете Google Earth globe logo, най-десния бутон в горната лента с инструменти. Ако нямате плъгина Google Earth, ще ви бъде предложено да го инсталирате.</p> <h4 id="creating-a-map">Създаване на карта</h4> <p>За да създадете нова карта, отидете на <a href="/maps">Публикуване на карти</a> натиснете <a href="/maps/new">създай собствена карта</a> линк.</p> <p>Това ще ви отведе до <a href="/maps/new">Композитора на карти</a> със зареден базов слой.</p> <p>За да добавите слоеве с данни от GeoNode, натиснете зеления бутон плюс, който се намира под за слоевете в лявата част на екрана. Това ще отвори диалогов прозорец със списък на всички достъпни слоеве в GeoNode.</p> <p>За да добавите слоеве на картата, трябва да ги изберете и натиснете бутона<strong>Добави слоеве</strong>. Когато сте готови натиснете <strong>Готово</strong> за да затворите и да се върнете към картата.</p> <h5>Преподреждане и премахване на слоеве</h5> <p>Промени реда на показване на слоевете като ги плъзгате и пускате. Редът в картата ще отразява промените. За да направите слой невидим, го размаркирайте, за да го премахнете изцялонатиснете червения минус.</p> <h5>Запаметяване на вашата карта</h5> <p>Когато подходящ набор от слоеве и мащаб бъде определен, е време да запаметите картата, за да могат и другите да я видят. Натиснете бутова Запаметяване - най-ляват иконка, със знак на дискета и попълнете заглавие и описание на картата.</p> <h4 id="exporting-a-map">Преглеждане на карта</h4> <p>Всяка карта от GeoNode може да бъде вградена в друг сайт или блог. За да експортирате карта:</p> <ol> <li>Избрете карта от списъка на страницата с карти и натиснете бутона 'експортиране на карта'.</li> <li>Изберете желаната височина и ширина.</li> <li>Копирайте предоставения HTML в някоя HTML страница или блог.</li> </ol> <p>Това ще покаже вашата карта интерактвно в вашата уеб страница или блог.</p> <p>Имайте предвид, че <a href="/maps/new">Композитора на карти</a>също има бутон за експортиране на карти. Бъдете сигурни, че карта е запенетена преди експортиране на картата, ако има промени, които искате другите да могат да виждат. Ще бъде експортирана последната запеметена версия, не последната, която може да се види.</p> <h4 id="remixing-a-map">Миксиране на карта</h4> <p>Всяка съществуваща карта може да служи като основа за нова карта.</p> <ol> <li>Отворете картата в Композитора на карти.</li> <li>Добавяйте и премахвайте слоеве по ваше желание.</li> <li>Навигирайте е приближавайте към маркираната територия, която представлява интерес.</li> <li><strong>Важно:</strong> Обновете заглавие, описание, информация за контакт и ключови думи, за да са актуални към новата карта.</li> <li>Запазете картата.</li> </ol> <p>Можете да видите новата си карта, като я потърсите на <a href="/maps">Карти</a> бутона.</p>
cs: <p>GeoNode poskytuje přístup k datovým sadám a aplikace pro úpravu map umožňuje uživatelům procházet existující mapy a přispívat vlastními.</p> <h4 id="browsing-layers">Procházení vrstev</h4> Karta Vrstvy umožňuje procházet data nahraná do tohoto GeoNode. Všechna data mohou být stažena v různé formáty pro použití v jiných aplikacích.</p> <h4 id="developer-access">Developer Access</h4> <p>Stránka <a href="/developer">Developer</a> je místo, kde mohou vývojáři začít pracovat s aplikacemi GeoNode. Obsahuje pokyny pro používání webových služeb, odkazy na zdrojový kód GeoNode a informace o projektech s otevřeným zdrojovým kódem, které byly použity k jeho vytvoření.</p> <h4 id="browsing-maps">Prohlížení Map</h4> <p>GeoNode umožňuje uživatelům vytvářet a sdílet mapy navzájem. Karta <a href="/maps">Mapy</a> je brána pro mapování průzkumu na GeoNode. Odtud můžete vyhledat mapu nebo vytvořit mapu, která otevře <a href="/maps/new">Map Composer</a>. </p> <h5>Režim Google Earth</h5> <p>Jakoukoli mapu zobrazenou v editoru interaktivní mapy lze vidět v 3D režimu pomocí pluginu Google Earth. Chcete-li přepnout do režimu 3D, vyberte logo Globe Google Earth, pravé tlačítko na horním panelu nástrojů. Pokud nemáte nainstalovaný plugin Google Earth, budete vyzváni k jeho instalaci.</p> <h4>Vytvoření mapy</h4> <p>Chcete-li vytvořit novou mapu, přejděte na kartu Přispěná mapy a klikněte na odkaz Vytvoření vlastního mapového odkazu. <a href="/maps/new/">Map Composer</a> se založenou základní vrstvou. Pro přidání datových vrstev z GeoNode klikněte na zelené tlačítko plus umístěné pod záložkou vrstvy na levé straně obrazovky. Otevře se dialog obsahující seznam všech vrstev dostupných v GeoNode. Chcete-li do mapy přidat vrstvy, vyberte je a klepněte na tlačítko Přidat vrstvy. Po dokončení můžete stisknout Hotovo a zavřít dialog a vrátit se na mapu.</p> <h4>Znovu uspořádání a odstranění vrstev</h4> <p>Změňte pořadí zobrazení vrstev uvedených na kartě dat jednoduchým přetažením jejich jmen. Pořadí v mapě bude aktualizováno tak, aby to odráželo. Chcete-li zvrátit viditelnost vrstvy, jednoduše ji zrušte zaškrtnutím a vymažete ji zcela. Vyberte ji a stiskněte červené tlačítko mínus.</p> <h4>Uložení mapy.</h4> <p>Po nalezení vhodné vrstvy a úrovně zvětšení je čas uložit, aby ostatní mohli vidět to. Klikněte na tlačítko Uložit - ikonu vlevo nejvíce na horním panelu nástrojů, obrázek mapy s diskem - v horní nabídce a vyplňte název a abstrakt mapy.</p> <h4>Export mapy</h4> <p>Jakoukoliv mapu z GeoNode lze vložit do jiného webu nebo blogu. Chcete-li exportovat mapu: Zvolte ze seznamu map na komunitě nebo na mapě mapy a stiskněte tlačítko "Export map". V průvodci vyberte požadovanou výšku a šířku widgetu. Zkopírujte úryvek HTML poskytnutý v průvodci na libovolnou stránku HTML nebo příspěvek v blogu podporující iFrame. Umožní to interaktivní widget, který mapuje na vaší webové stránce nebo na blogu.</p> <p>Poznamenejme, že Map Composer má také tlačítko exportovat mapu. Nezapomeňte uložit mapu před exportem, pokud existují změny, které chcete, aby ostatní viděli. Exportuje poslední uloženou verzi, nikoliv poslední zobrazenou verzi.</p> <h4>Remixování Map</h4> <p>Jakákoli dostupná mapa může sloužit jako výchozí bod pro novou mapu.</p> <li>Otevřít mapu v Map Composeru.</li> <li>Přidávat a odstraňovat vrstvy jak se vám líbí.</li> <li>Přejděte a zvětšete oblast, která vás zajímá.</li> <li><strong>DŮLEŽITÉ:</strong> Aktualizujte název, abstrakt, kontaktní informace a značky, aby byly relevantní k nové mapě.</li> <li>Uložte mapu.</li> <p>Nová mapa se zobrazí, vyhledejte ji na kartě <a href="/maps/">Mapy. </p></p>

source: If you have any questions about the software or service, join our <a href="http://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users">mailing list</a>.
bg_bg: Ако имате някакви въпроси относно софтуера или услугата, включете се в списъка <a href="http://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users"> с адреси: </a>.
cs: Máte-li jakékoli dotazy ohledně softwaru nebo služby, připojte se k našemu <a href="http://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users">mailing listu</a>.
ka: თუ თქვენ გაგიჩნდათ რამე კითხვები ამ პროგრამიასთან ან სევისებტან დაკავშირებით, შემოგვიერთდით <a href="http://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users">mailing list</a>.

source: Information of Layer
cs: Informace vrstvy

source: Spatial Resolution
cs: Prostorové rozlišení

source: Projetion System
cs: Projekční systém

source: You can visit the layer's detail page here
bg_bg: Можете да посетите страницата с информация за слоя от тук
cs: Zde můžete navštívit stránku podrobností vrstvy
ka: თქვენ შეგიძლიათ ნახოთ ამ ფენის დეტალები ამ გვერდძე

source: A comment has been posted for the layer
bg_bg: Направен е коментар за слоят
cs: Na tuto vrstvu byl přidán komentář
ka: კომენტარი გამოქვეყნდა ამ ფენისთვის

source: A comment has been posted for a layer
bg_bg: Направен е коментар за слой
cs: Na vrstvu byl přidán komentář
ka: კომენტარი გამოქვეყნდა ამ ფენისთვის

source: uploaded the following layer
bg_bg: качен е следния слой
cs: nahrána následující vrstva
ka: აიტვირთვა შემდეგი ფენა

source: A new layer has been uploaded
bg_bg: Качен е нов слой
cs: Byla nahrána nová vrstva
ka: ახალი ფენა აიტვირთვა

source: The following layer was deleted
bg_bg: Следният слой бе изтрит
cs: Následující vrstva byla smazána
ka: ამჟამინდელი ფენა იყო წაშლილი

source: A layer has been deleted
bg_bg: Слой беше изтрит
cs: Vrstva byla smazána
ka: ფენა წაიშალა

source: the following layer
bg_bg: следният слой
cs: následující vrstva
ka: ამჟამინდელი ფენა

source: A layer has been rated
bg_bg: Слой беше оценен
cs: Vrstva byla hodnocena
ka: ფენა შეფასდა

source: The following layer was updated
bg_bg: Следният слой бе обновен
cs: Následující vrstva byla aktualizována
ka: შემდეგი ფენა განახლდა

source: A layer has been updated
bg_bg: Слой беше обновен
cs: Vrstva byla aktualizována
ka: ფენა განახლდა

source: Owners
bg_bg: Притежатели
cs: Vlastníci
ka: მესაკუთრეები
