Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Settlements, anthropology, archaeology, education, traditional beliefs, manners and customs, demographic data, recreational areas and activities, social impact assessments, crime and justice, census information. Economic activities, conditions and employment.
ar: المستوطنات ، الأنثروبولوجيا ، علم الآثار ، التعليم ، المعتقدات التقليدية ، الآداب والعادات ، البيانات الديموغرافية ، المناطق والأنشطة الترفيهية ، تقييمات الأثر الاجتماعي ، الجريمة والعدالة ، معلومات التعداد. الأنشطة الاقتصادية والظروف والعمالة.
de: Siedlungen, Anthropologie, Archäologie, Bildung, traditionelle Überzeugungen, Sitten und Sitten, demographische Daten, Erholungsgebiete und Aktivitäten, soziale Folgenabschätzungen, Kriminalität und Justiz, Volkszählungsinformationen. Wirtschaftliche Aktivitäten, Bedingungen und Beschäftigung.
es: Asentamientos, antropología, arqueología, educación, creencias tradicionales, modales y costumbres, datos demográficos, áreas y actividades recreativas, evaluaciones de impacto social, crimen y justicia, información del censo. Actividades económicas, condiciones y empleo.
fr: Colonies, anthropologie, archéologie, éducation, croyances traditionnelles, mœurs et coutumes, données démographiques, zones et activités de loisirs, évaluations de l'impact social, criminalité et justice, informations sur les recensements. Activités économiques, conditions et emploi.
it: Insediamenti, antropologia, archeologia, educazione, credenze tradizionali, modi e costumi, dati demografici, aree e attività ricreative, valutazioni di impatto sociale, criminalità e giustizia, informazioni sul censimento. Attività economiche, condizioni e occupazione.
ja: 居住地、人類学、考古学、教育、伝統的な信念、風俗習慣、人口統計学的データ、レクリエーション地域と活動、社会的影響評価、犯罪と司法、国勢調査の情報。経済活動、状況、雇用
pl: Osadnictwo, antropologia, archeologia, edukacja, tradycyjne wierzenia, obyczaje i zwyczaje, dane demograficzne, tereny rekreacyjne i działalność, oceny skutków społecznych, przestępczość i wymiar sprawiedliwości, informacje ze spisów powszechnych. Działalność gospodarcza, warunki gospodarcze i zatrudnienie.
pt: Estabelecimentos, antropologia, arqueologia, educação, crenças tradicionais, maneiras e costumes, dados demográficos, áreas e atividades recreativas, avaliações de impacto social, crime e justiça, informações de censos. Atividades económicas, condições e emprego.
pt_br: Características sociais e culturais. Exemplos: antropologia, arqueologia, educação, crenças tradicionais, hábitos e costumes, dados demográficos, áreas e atividades recreativas, avaliação de impactos sociais, crime e justiça, informações dos censos.
tr: Yerleşimler, antropoloji, arkeoloji, eğitim, geleneksel inançlar, örf ve adetler, demografik veriler, rekreasyon alanları ve aktiviteleri, sosyal etki değerlendirmeleri, suç ve adalet, nüfus sayımı bilgileri. Ekonomik faaliyetler, koşullar ve istihdam.

source: Population
ar: تعداد السكان
de: Bevölkerung
es: Población
it: Popolazione
ja: 人口
pl: Demografia
pt: População
pt_br: População
tr: Nüfus

source: Characteristics of society and cultures. Examples: settlements, anthropology, archaeology, education, traditional beliefs, manners and customs, demographic data, recreational areas and activities, social impact assessments, crime and justice, census information.
ar: خصائص المجتمع والثقافات. أمثلة: المستوطنات, الأنثروبولوجيا, علم الآثار, التعليم, المعتقدات التقليدية, الأخلاق والعادات, البيانات الديموغرافية, المناطق والأنشطة الترفيهية, تقييم التأثيرات الاجتماعية, الجريمة والعدالة, معلومات التعداد.
de: Merkmale der Gesellschaft und der Kulturen. Beispiele: Siedlungen, Anthropologie, Archäologie, Bildung, traditionelle Überzeugungen, Sitten und Bräuche, demographische Daten, Erholungsgebiete und Aktivitäten, soziale Folgenabschätzungen, Kriminalität und Justiz, Volkszählungsinformationen.
es: Características de la sociedad y las culturas. Ejemplos: asentamientos, antropología, arqueología, educación, creencias tradicionales, modales y costumbres, datos demográficos, áreas y actividades recreativas, evaluaciones de impacto social, crimen y justicia, información del censo.
fr: Caractéristiques de la société et des cultures. Exemples : établissements humains, anthropologie, archéologie, éducation, croyances traditionnelles, us et coutumes, données démographiques, zones et activités de loisirs, évaluations de l'impact social, criminalité et justice, informations issues des recensements.
it: Caratteristiche della società e delle culture. Esempi: insediamenti, antropologia, archeologia, istruzione, credenze tradizionali, modi e costumi, dati demografici, aree ricreative e attività, valutazioni dell'impatto sociale, criminalità e giustizia, informazioni sul censimento.
ja: 社会や文化の特徴。例：集落、人類学、考古学、教育、伝統的な信念、風俗習慣、人口統計データ、レクリエーション地域と活動、社会的影響評価、犯罪と司法、国勢調査情報
pl: Cechy społeczeństwa i kultur. Przykłady: osadnictwo, antropologia, archeologia, edukacja, tradycyjne wierzenia, obyczaje i zwyczaje, dane demograficzne, tereny rekreacyjne i działalność, oceny skutków społecznych, przestępczość i wymiar sprawiedliwości, informacje ze spisów powszechnych.
pt: Caraterísticas da sociedade e culturas. Exemplos: estabelecimentos, antropologia, arqueologia, educação, crenças tradicionais, maneiras e costumes, dados demográficos, áreas e atividades recreativas, avaliações de impacto social, crime e justiça, informações de censos. Atividades económicas, condições e emprego.
pt_br: Características sociais e culturais. Exemplos: antropologia, arqueologia, educação, crenças tradicionais, hábitos e costumes, dados demográficos, áreas e atividades recreativas, avaliação de impactos sociais, crime e justiça, informações dos censos.
tr: Toplum ve kültürlerin özellikleri. Örnekler: yerleşim yerleri, antropoloji, arkeoloji, eğitim, geleneksel inançlar, örf ve adetler, demografik veriler, rekreasyon alanları ve aktiviteleri, sosyal etki değerlendirmeleri, suç ve adalet, nüfus sayımı bilgileri.

source: Society
ar: المجتمع
de: Gesellschaft
es: Sociedad
fr: Société
it: Società
ja: 社会
pl: Społeczeństwo
pt: Sociedade
pt_br: Sociedade
tr: Toplum

source: Man-made construction. Examples: buildings, museums, churches, factories, housing, monuments, shops, towers.
ar: بناء من صنع الإنسان. أمثلة: المباني ، المتاحف ، الكنائس ، المصانع ، الإسكان ، الآثار ، المتاجر ، الأبراج.
de: Menschliche Bauwerke. Beispiele Gebäude, Museen, Kirchen, Fabriken, Wohnungen, Denkmäler, Geschäfte, Türme.
es: Construcción artificial. Ejemplos: edificios, museos, iglesias, fábricas, viviendas, monumentos, tiendas, torres.
fr: Construction artificielle. Exemples : bâtiments, musées, églises, usines, logements, monuments, magasins, tours.
it: Costruzione artificiale. Esempi: edifici, musei, chiese, fabbriche, abitazioni, monumenti, negozi, torri.
ja: 人工の建造物。例：ビル、美術館、教会、工場、住宅、モニュメント、店舗、塔など
pl: Budowle wzniesione przez człowieka. Przykłady: budynki, muzea, kościoły, fabryki, mieszkania, pomniki, sklepy, wieże.
pt: Construção feita pelo Homem. Exemplos: edifícios, museus, igrejas, fábricas, casas, monumentos, lojas, torres.
pt_br: Estruturas feitas pelo homem. Exemplos: edifícios, museus, igrejas, fábricas, habitações, monumentos, lojas, torres.
tr: İnsan yapımı yapılar. Örnekler: binalar, müzeler, kiliseler, fabrikalar, konutlar, anıtlar, dükkanlar, kuleler.

source: Structure
ar: تركيب
de: Bauwerke
es: Infraestructura
it: Strutture
ja: 構造
pl: Infrastruktura
pt: Estruturas
pt_br: Edificações
tr: Yapı

source: Means and aids for conveying persons and/or goods. Examples: roads, airports/airstrips, shipping routes, tunnels, nautical charts, vehicle or vessel location, aeronautical charts, railways.
ar: الوسائل والمساعدات لنقل الأشخاص و/أو السلع. أمثله: الطرق, المطارات/مهابط الرحلات, طرق الشحن, الانفاق, الخرائط الملاحية, موقع المركبات أو السفن, الرسوم البيانية للطيران, السكك الحديدية.
de: Mittel und Hilfsmittel für die Beförderung von Personen und/oder Waren. Beispiele: Straßen, Flugplätze, Schifffahrtsrouten, Tunnel, Seekarten, Fahrzeug-oder Schiffsanlage, Luftfahrkarten, Eisenbahnen.
es: Medios y ayudas para el transporte de personas y / o mercancías. Ejemplos: carreteras, aeropuertos / pistas de aterrizaje, rutas de envío, túneles, cartas náuticas, ubicación de vehículos o embarcaciones, cartas aeronáuticas, ferrocarriles.
fr: Moyens et aides pour le transport de personnes et/ou de marchandises. Exemples : routes, aéroports/pistes d'atterrissage, routes maritimes, tunnels, cartes nautiques, localisation de véhicules ou de navires, cartes aéronautiques, chemins de fer.
it: Mezzi e aiuti per il trasporto di persone e/o merci. Esempi: strade, aeroporti/sciviole, rotte marittime, gallerie, carte nautiche, posizione di veicoli o navi, carte aeronautiche, ferrovie.
ja: 人や物を運搬するための手段や補助。例：道路、空港・滑走路、航路、トンネル、海図、車両・船舶の位置、航空図、鉄道
pl: Środki i wsparcie dla przewozu osób lub towarów. Przykłady: drogi, lotniska, trasy żeglugowe, tunele, mapy morskie, lokalizacja pojazdów lub statków, mapy lotnicze, linie kolejowe.
pt: Meios e auxílios para o transporte de pessoas e/ou mercadorias. Exemplos: estradas, aeroportos/pistas de aterragem, rotas de navegação, túneis, cartas náuticas, localização de veículos ou embarcações, cartas aeronáuticas, ferrovias.
pt_br: Meios, infraestrutura e recursos auxiliares de deslocamento de pessoas e/ou mercadorias. Exemplos: estradas, aeroportos/pistas de aterrissagem, rotas de navegação, túneis, cartas náuticas e aeronáuticas, localização de frotas, ferrovias.
tr: Kişi ve/veya eşya taşıma araçları ve yardımcıları. Örnekler: yollar, havaalanları/uçak pistleri, gemi rotaları, tüneller, deniz haritaları, araç veya gemikonum, havacılık haritaları, demiryolları.

source: Transportation
ar: وسائل النقل
de: Verkehrswesen
es: Transporte
fr: Transport
it: Trasporti
ja: 交通機関
pl: Transport
pt: Transportes
pt_br: Transporte
tr: Taşımacılık

source: Energy, water and waste systems and communications infrastructure and services. Examples: hydroelectricity, geothermal, solar and nuclear sources of energy, water purification and distribution, sewage collection and disposal, electricity and gas distribution, data communication, telecommunication, radio, communication networks.
ar: أنظمة الطاقة والمياه والنفايات والبنية التحتية والخدمات. أمثلة: الطاقة الكهرمائية ، والطاقة الحرارية الأرضية ، ومصادر الطاقة الشمسية والنووية ، وتنقية المياه وتوزيعها ، وجمع مياه الصرف الصحي والتخلص منها ، وتوزيع الكهرباء والغاز ، واتصالات البيانات ، والاتصالات ، والراديو ، وشبكات الاتصالات.
de: Energie-, Wasser-und Abfallsysteme sowie Kommunikationsinfrastruktur und -dienste. Beispiele: Wasserkraft, Geothermie, Solar-und Atomenergie, Wasseraufbereitung und -verteilung, Abwasserentsorgung, Strom und Gasverteilung, Datenkommunikation, Telekommunikation, Radio, Kommunikationsnetze.
es: Sistemas de energía, agua y residuos e infraestructura de comunicaciones y servicios. Ejemplos: hidroelectricidad, geotérmica, energía solar y nuclear, purificación y distribución de agua, recolección y eliminación de aguas residuales, distribución de electricidad y gas, comunicación de datos, telecomunicaciones, radio, redes de comunicación.
fr: Systèmes d'énergie, d'eau et de déchets et infrastructures et services de communication. Exemples : hydroélectricité, géothermie, sources d'énergie solaire et nucléaire, purification et distribution de l'eau, collecte et évacuation des eaux usées, distribution d'électricité et de gaz, communication de données, télécommunications, radio, réseaux de communication.
it: Sistemi energetici, idrici e dei rifiuti, infrastrutture e servizi di comunicazione. Esempi: fonti idroelettriche, geotermiche, solari e nucleari di energia, depurazione e distribuzione dell'acqua, raccolta e smaltimento delle acque reflue, distribuzione di elettricità e gas, comunicazione dei dati, telecomunicazioni, radio, reti di comunicazione.
ja: エネルギー、水、廃棄物システムおよび通信インフラとサービス。例：水力発電、地熱発電、太陽熱発電、原子力発電、浄水と配水、下水の収集と処理、電気とガスの配水、データ通信、電気通信、無線、通信ネットワーク。
pl: Systemy energetyczne, systemy wodne i systemy składowania odpadów oraz infrastruktura i usługi w dziedzinie łączności. Przykłady: energia wodna, geotermalna, słoneczna i jądrowa, oczyszczanie i dystrybucja wody, zbieranie i usuwanie ścieków, dystrybucja energii elektrycznej i gazu, przesyłanie danych, telekomunikacja, radio, sieci komunikacyjne.
pt: Sistemas de energia, água e resíduos e infraestrutura e serviços de comunicação. Exemplos: hidro-eletricidade, fontes de energia geotérmica, solar e nuclear, purificação e distribuição de água, recolha e distribuição de esgotos, distribuição de eletricidade e gás, comunicação de dados, telecomunicações, rádio, redes de comunicação.
pt_br: Sistemas de energia, de água e de saneamento, infraestrutura e serviços de comunicações. Exemplos: fontes de energia hidroelétrica, termal, solar, nuclear e eólica; distribuição e tratamento de água; coleta e tratamento de esgoto; distribuição de gás e eletricidade; comunicação de dados; telecomunicações; rádio; redes de comunicação.
tr: Enerji, su ve atık sistemleri ile iletişim altyapısı ve hizmetleri.Örnekler: hidroelektrik, jeotermal, güneş ve nükleer enerji kaynakları, su arıtma ve dağıtımı, atık su toplama ve bertarafı, elektrik ve gaz dağıtımı, veri iletişimi, telekomünikasyon, radyo, iletişim ağları.

source: Document Created
ar: تم إنشاء المستند
bg_bg: Документът е създаден
cs: Dokument vytvořen
de: Dokument erstellt
es: Documento Creado
fr: Document créé
it: Documento creato
ja: ドキュメントを作成
ka: დოკუნეტი შეიქმნა
pl: Stworzono dokument
pt: Documentos criado
pt_br: Documento criado
tr: Belge Oluşturuldu

source: A Document was created
ar: تم إنشاء مستند مسبقا
bg_bg: Документ бе създаден
cs: Dokument byl vytvořen
de: Ein Dokument wurde erstellt
es: Un documento fue creado
fr: Un document a été créé
it: E' stato creato un nuovo documento
ja: ドキュメントを作成しました
ka: დოკუნეტი იყო შექმნილი
pl: Dokument został stworzony
pt: O documento foi criado
pt_br: Um documento foi criado
tr: Bir belge oluşturuldu

source: Document Updated
ar: تم تحديث المستند‬
bg_bg: Обновен документ
cs: Dokument aktualizován
de: Dokument aktualisiert
es: Documento Actualizado
fr: Document mis à jour
it: Documento caricato
ja: ドキュメントを更新
ka: დოკუნეტი აიტვირთა
pl: Zaktualizowano dokument
pt: Documento atualizado
pt_br: Documento atualizado
tr: Belge Güncellendi

source: A Document was updated
ar: تم تحديث المستند مسبقا
bg_bg: Документ бе обновен
cs: Dokument byl aktualizován
de: Ein Dokument wurde aktualisiert
es: Un documento fue actualizado
fr: Un document a été mis à jour
it: E' stato caricato un nuovo documento
ja: ドキュメントを更新しました
ka: დოკუნეტი იყო ატვირთული
pl: Dokument został zaktualizowany
pt: Um Documento foi atualizado
pt_br: Um documento foi atualizado
tr: Bir belge güncellendi

source: Document Approved
ar: وثيقة معتمدة
de: Dokument genehmigt
es: Documento Aprobado
fr: Document approuvé
it: Documento approvato
ja: ドキュメントの承認
pl: Zatwierdzono dokument
pt: Documento Aprovado
pt_br: Documento Aprovado
tr: Belge Onaylandı

source: A Document was approved by a Manager
ar: تمت الموافقة على الوثيقة من قبل المدير
de: Ein Dokument wurde durch einen Manager genehmigt
es: Un documento fue aprobado por un gerenteUn documento fue aprobado por un gerente
fr: Un document a été approuvé par un responsable
it: Un documento è stato approvato da un manager
ja: ドキュメントがマネージャーによって承認された
pl: Dokument został zatwierdzony przez admina
pt: O Documento foi aprovado por um Gestor
pt_br: Um documento foi aprovado pelo Gestor
tr: Bir belge bir yönetici tarafından onaylandı.

source: Document Published
ar: وثيقة نشرت
de: Dokument veröffentlicht
es: Documento Publicado
fr: Document publié
it: Documento pubblicato
ja: ドキュメントの公開
pl: Opublikowano dokument
pt: Documento Publicado
pt_br: Documento Publicado
tr: Belge Yayınlandı

source: A Document was published
ar: تم نشر وثيقة
de: Ein Dokument wurde veröffentlicht
es: Un documento fue publicado
fr: Un document a été publié
it: È stato pubblicato un documento
ja: ドキュメントを公開しました
pl: Dokument został opublikowany
pt: Um Documento foi publicado
pt_br: Um documento foi publicado
tr: Bir belge yayınlandı.

source: Document Deleted
ar: تم حذف المستند
bg_bg: Изтрит документ
cs: Dokument smazán
de: Dokument gelöscht
es: Documento eliminado
fr: Document supprimé
it: Documento eliminato
ja: ドキュメントの削除
ka: დოკუნეტი წაიშალა
pl: Usunięto dokument
pt: Documento Eliminado
pt_br: Documento excluído
tr: Belge Silindi

source: A Document was deleted
ar: تم حذف المستند مسبقا
bg_bg: Документ бе изтрит
cs: Dokument byl smazán
de: Ein Dokument wurde gelöscht
es: Un documento fué eliminado
fr: Un document a été supprimé
it: E' stato eliminato un documento
ja: ドキュメントを削除しました
ka: დოკუნეტი იყო წაშლილი
pl: Dokument został usunięty
pt: Um Documento foi eliminado
pt_br: Um documento foi excluído
tr: Bir belge silindi.

source: Comment on Document
ar: التعليق على المستند
bg_bg: Коментар за документ
cs: Komentář k dokumentu
ka: კომენტარი დოკუნეტზე

source: A Document was commented on
ar: تم التعليق على الوثيقة
bg_bg: Документ бе коментиран на
cs: Dokument byl okomentován
ka: დოკუნეტი იყო დაკომენტარებული

source: Rating for Document
ar: تصنيف المستند
de: Bewertung für Dokument
fr: Évaluation du document
it: Valutazione del documento
ja: ドキュメントの評価
pl: Ocena dokumentu
pt: Classificação para o Documento
pt_br: Classificação para Documento
tr: Belge için Değerlendirme

source: A rating was given to a document
ar: تم إعطاء تصنيف للمستند
bg_bg: Беше дадена оценка за документ
cs: Dokumentu bylo uděleno hodnocení
de: Ein Dokument wurde bewertet
es: Una calificación se le dio a un documento
fr: Un document a été évalué
it: La mappa è stata valutata
ja: ドキュメントに評価がつきました
ka: დოკუნეტი შეფასდდა
pl: Dokumentowi została przyznana ocena
pt: Foi dada uma classificação para o mapa
pt_br: Um documento recebeu uma classificação
tr: Bir belgeye değerlendirme verildi.

source: Width
af: Wydte
ar: عرض
bg_bg: Широчина
cs: Šířka
de: Breite
es: Ancho
fa_ir: عرض
fi: Leveys
fr: Largeur
hu: Szélesség
it: Larghezza
ja: 幅
ka: სიგანე
km: ទទឹង
pl: Szerokość
pt: Largura
pt_br: Largura
ro: Lățime
sv: Bredd
sw: Upana
tr: Genişlik

source: Height
af: Hoogte
ar: ارتفاع
bg_bg: Височина
cs: Výška
de: Höhe
es: Altura
fa_ir: ارتفاع
fi: Korkeus
fr: Hauteur
hu: Magasság
it: Altezza
ja: 高さ
ka: სიმაღლე
km: កម្ពស់
pl: Wysokość
pt: Altura
pt_br: Altura
ro: Înălțime
sv: Höjd
sw: Kimo
tr: Yükseklik

source: Make
ar: افعل
bg_bg: Направи
cs: Vytvořit
de: Erstellen
es: Hacer
fi: Valmistaja
fr: Construire
it: Fai
ja: 作成
ka: გაკეთება
pl: Zrób
pt_br: Fazer
tr: Marka

source: Model
ar: نموذج
bg_bg: Модел
es: Modelo
fi: Malli
fr: Modèle
it: Modello
ja: モデル
ka: მოდელი
pt: Modelo
pt_br: Modelo

source: Latitude
ar: خط العرض
bg_bg: Географска ширина
cs: Zeměpisná šířka
de: Breite
es: Latitud
fa_ir: عرض جغرافیایی
fi: Leveysaste
hu: Szélesség
it: Latitudine
ja: 緯度
ka: განედი
km: រយៈទទឹង
pl: Szerokość geograficzna
ro: Latitudine
sv: Latitud
sw: Latitudo
tr: Enlem
uk: Широта

source: Not specified
ar: غير محدد
bg_bg: Неопределен
cs: Nespecifikováno
de: Nicht angegeben
es: No especificado
fi: Ei määritetty
fr: Non spécifié
it: Non specificato
ja: 指定しない
ka: მითითებული არ არის
pl: Nie określono
pt: Não específicado
pt_br: Não especificado
tr: Belirtilmemiş

source: Longitude
ar: خط الطول
bg_bg: Географска дължина
cs: Zeměpisná délka
de: Länge
es: Longitud
fa_ir: طول جغرافیایی
fi: Pituusaste
hu: Hosszúság
it: Longitudine
ja: 経度
ka: გრძედი
km: រយៈបណ្ដោយ
pl: Długość geograficzna
ro: Longitudine
sv: Longitud
sw: Longitudo
tr: Boylam
uk: Довгота

source: Flash
ar: وميض
es: Destello
ka: განათება
tr: Flaş

source: True
ar: صحيح
bg_bg: Верен
cs: Pravda
de: Wahr
es: Verdadero
fi: Tosi
fr: Correct
it: Vero
ka: ჭეშმარიტი
pl: Prawda
pt: Verdadeiro
pt_br: Verdadeiro
tr: Doğru

source: False
ar: زائف
bg_bg: Грешен
cs: Nepravda
de: Falsch
es: Falso
fi: Epätosi
fr: Faux
it: Falso
ka: მცდარი
pl: Fałsz
pt: Falso
pt_br: Falso
tr: Yanlış

source: Speed Rating
ar: تقييم سريع
bg_bg: Бърза оценка
cs: Hodnocení rychlosti
de: Bewertung der Geschwindigkeit
es: Índice de Velocidad
fi: Nopeusluokitus
fr: Évaluation de la vitesse
it: Classifica velocità
ka: სიჩქარის განაკვეთი
pl: Ocena prędkości
pt_br: Classificação da velocidade
tr: Hız Değerlendirmesi

source: Link to
af: Link na
ar: رابط ل
bg_bg: Връзка към
cs: Odkaz na
fa_ir: پیوند به
fi: Linkki
hu: Link
ka: ბმული
km: តំណ​ទៅ
ro: Link catre
sv: Länk till
uk: Посилання на

source: File
af: Lêer
ar: ملف
bg_bg: Файл
cs: Soubor
de: Datei
es: Archivo
fa_ir: پرونده
fi: Tiedosto
fr: Fichier
hu: Akta
ja: ファイル
ka: ფაილი
km: ឯកសារ
pl: Plik
pt: Ficheiro
pt_br: Arquivo
ro: Fișier
sv: Fil
sw: Faili
tr: Dosya
uk: Файл

source: Permissions must be valid JSON.
af: Regte moet geldig into wees.
ar: يجب أن تكون الأذونات JSON صالحة.
bg_bg: Разрешението трябва да е валидно за JSON.
cs: Povolení musí být platný subor JSON.
de: Berechtigungen müssen gültige JSON sein.
es: Permisos deben ser JSON valido.
fa_ir: مجوز های باید JSON معتبر باشد.
fi: Oikeudet on oltava voimassa JSON.
fr: Les autorisations doivent être JSON valide.
hu: Engedélyek érvényesnek kell lennie JSON.
it: Le autorizzazioni devono essere un JSON valido.
ja: パーミッションは有効なJSONでなければなりません。
ka: უფლებები დაშვებული უნდა იყოს JSON
km: សិទ្ធិ​ត្រូវ​តែ​ជា JSON ត្រឹមត្រូវ​។
pl: Uprawnienia muszą być poprawnym plikiem JSON.
pt: As permissões devem ser JSON válido.
pt_br: As permissões devem ser JSON válido.
ro: Permisiuni trebuie să fie JSON valid.
sv: Behörigheter måste vara giltigt JSON.
sw: Kibali ni lazima kiwe JSON halali.
tr: İzinler geçerli bir JSON olmalıdır.
uk: Дозволи повинні бути дійсні JSON.

source: Document must be a file or url.
af: Dokument moet 'n lêer of url wees.
ar: يجب أن يكون المستند ملفًا أو رابطًا.
bg_bg: Документът може да бъде файл или url.
cs: Dokument musí být soubor nebo adresa URL.
de: Dokument muss eine Datei oder URL sein.
es: El Documento debe ser un archivo o url.
fa_ir: سند باید یک فایل یا URL باشد.
fi: Asiakirja on tiedosto tai URL.
fr: Le document doit être un fichier ou une URL.
hu: Dokumentum kell, hogy legyen egy fájlt vagy URL-t.
it: Il documento deve essere un file o un URL.
ja: 文書は、ファイルまたはURLでなければなりません。
ka: დოკუმენტი უნდა იყოს ფაილი ან ვებ მისამართი
km: ឯកសារ​ត្រូវ​តែ​ជា​ឯកសារ​ឬ URL ។
pl: Dokument musi być plikiem lub adresem URL.
pt: Documento deve ser um ficheiro ou url.
pt_br: O documento deve ser um arquivo ou URL.
ro: Document trebuie să fie un fișier sau URL.
sv: Dokument måste vara en fil eller webbadress.
sw: Hati ni lazima uwe faili au url.
tr: Belge bir dosya veya URL olmalıdır.
uk: Документ повинен бути файл або URL.

source: A document cannot have both a file and a url.
af: 'N dokument kan nie beide 'n lêer en 'n url.
ar: لا يمكن أن يحتوي المستند على ملف ورابط.
bg_bg: Документ не може да има едновременно file и url.
cs: Dokument nemůže mít soubor i adresu URL.
de: Ein Dokument kann entweder nur eine Datei oder eine URL besitzen.
es: Un documento no pueden tener ambos un archivo y un url.
fa_ir: یک سند می تواند هر دو یک فایل و یک آدرس را ندارد.
fi: Asiakirja ei voi olla sekä tiedostojen ja URL.
fr: Un document ne peut-être à la fois un fichier et une URL.
hu: A dokumentum nem lehet egyszerre egy fájlt, és a url.
it: Un documento non può avere sia un file che un URL.
ja: 文書では、ファイルとURLの両方を持つことはできません。
ka: დოკუმენტი არ უნდა შეიცავდეს ერთდროულად არც ფაილს და არც ვებ მისამართს
km: ឯកសារ​មួយ​មិន​អាច​មាន​ទាំង​ឯកសារ​និង URL មួយ​។
pl: Dokument nie może zawierać zarówno pliku, jak i adresu URL.
pt: Um documento não pode ter ambos,um ficheiro e um url.
pt_br: Um documento não pode ter um arquivo e um URL.
ro: Un document nu poate avea atât un fișier și o adresă URL.
sv: En handling kan inte ha både en fil och en url.
sw: hati haiwezi kuwa faili na url kwa wakati mmoja.
tr: Bir belgenin hem dosya hem de URL içermesi mümkün değildir.
uk: Документ не може мати як файл і URL.
