Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Additional Help
ar: مساعدة إضافية
de: Weitere Hilfe
es: Ayuda adicional
fr: Aide supplémentaire
it: Aiuto aggiuntivo
ja: その他のヘルプ
pl: Dodatkowa pomoc
pt: Ajuda Adicional
pt_br: Ajuda Complementar

source: Spatial Reference System
ar: نظام المرجع المكاني
de: Räumliches Bezugssystem
es: Sistema de Referencia de Coordenadas
fr: Système de référence spatiale (SRS)
it: Sistema di riferimento spaziale
ja: 座標系 (SRS)
pl: System odniesienia przestrzennego
pt: Sistema remoto indisponível
pt_br: Sistema de Referência Espacial

source: A spatial reference system (SRS) or coordinate reference system (CRS) is a coordinate-based local, regional or global system used to locate geographical entities. A spatial reference system defines a specific map projection, as well as transformations between different spatial reference systems. Spatial reference systems are defined by the OGC's Simple feature access using well-known text, and support has been implemented by several standards-based geographic information systems. Spatial reference systems can be referred to using a SRID integer, including EPSG codes defined by the International Association of Oil and Gas Producers. It is specified in ISO 19111:2007 Geographic information—Spatial referencing by coordinates, also published as OGC Abstract Specification, Topic 2: Spatial referencing by coordinate.
ar: نظام المرجع المكاني (SRS) أو نظام الإحالة المرجعي (CRS) هو نظام إحداثي قائم محلي ، إقليمي أو عالمي يستخدم لتحديد مواقع الكيانات الجغرافية.يحدد نظام المرجع المكاني خريطة معينة الإسقاط ، وكذلك التحولات بين أنظمة مرجعية مكانية مختلفة. النظم المرجعية المكانية تم تعريفها بواسطة الوصول البسيط إلى ميزة OGC باستخدام نص مشهور ، وتم تنفيذ الدعم من قِبل عدة نظم معلومات جغرافية قائمة على معايير. يمكن الرجوع إلى أنظمة المرجع المكاني باستخدام عدد صحيح SRID ، بما في ذلك رموز EPSG المحددة من قبل الرابطة الدولية لمنتجي النفط والغاز. تم تحديده في ISO 19111: 2007 المعلومات الجغرافية — المرجع المكاني بالإحداثيات ، كما تم نشره كـ مواصفات مجردةOGC ، الموضوع 2: الإحالة المكانية بالتنسيق.
de: Ein Koordinatenbezugsystem (KBS) oder Koordinatenreferenzsystem (KRS) ist ein koordinatenbasiertes lokales, regionales oder globales System das benutzt wird, um geografische Objekte zu verorten. Ein räumliches Referenzsystem definiert eine spezifische Karten- Projektion, sowie die Übersetzung zwischen verschiedenen räumlichen Bezugssystemen. Räumliche Bezugssysteme sind durch den 'OGC Simple Feature access' definiert der 'well-known text' verwendet. Diese Definition wurde von diversen standardbasierten geografischen Informationssystemen implementiert. Auf räumliche Bezugssysteme kann durch Verwendung einer SRID-Ganzzahl verwiesen werden. Zum Beispiel durch Verwendung der EPSG-Codes die durch die International Association of Oil and Gas Producers definiert wurden. Dies wurde in der Norm 'ISO 19111:2007 Geographic information—Spatial referencing by coordinates', festgehalten und ebenfalls als 'OGC Abstract Specification, Topic 2: Spatial referencing by coordinate', veröffentlicht.
es: Un sistema de referencia espacial (SRE) o un sistema de referencia de coordenadas (SRC) es sistema basado en coordenadas local, regional o global utilizado para ubicar entidades geográficas. Un sistema de referencia espacial define una proyección específica de un mapa, así como transformaciones entre diferentes sistemas de referencia espacial. Los sistemas de referencia espacial son definido por el acceso a funciones simples de OGC usando texto conocido, y el soporte ha sido implementado por varios sistemas de información geográfica basados ​​en estándares. Se puede hacer referencia a los sistemas de referencia espacial utilizando un número entero SRID, incluidos los códigos EPSG definidos por la Asociación Internacional de Productores de Petróleo y Gas. Se especifica en ISO 19111: 2007 Información geográfica: referencia espacial por coordenadas, también publicada como OGC Resumen Especificación, Tema 2: Referencia espacial por coordenadas.
fr: Un système de référence spatial (SRS) ou système de référence de coordonnées (CRS) est un système local basé sur des coordonnées, système régional ou mondial utilisé pour localiser des entités géographiques. Un système de référence spatiale définit une carte spécifique ainsi que les transformations entre les différents systèmes de référence spatiale. Les systèmes de référence spatiale sont définie par l'accès à la fonction Simple de l'OGC en utilisant un texte bien connu, et le soutien a été mis en œuvre par plusieurs systèmes d'information géographique basés sur des normes. Les systèmes de référence spatiale peuvent être référencés en utilisant un entier SRID, y compris les codes EPSG définis par l'Association internationale des producteurs de pétrole et de gaz. Il est spécifié dans la norme ISO 19111:2007 Information géographique - Référencement spatial par coordonnées, également publiée comme spécification abstraite de l'OGC, Thème 2 : Référencement spatial par coordonnées. OGC Abstract Specification, Topic 2 : Référencement spatial par coordonnées.
it: Un sistema di riferimento spaziale (SRS) o un sistema di riferimento delle coordinate (CRS) è un sistema di riferimento sistema regionale o globale utilizzato per individuare le entità geografiche. Un sistema di riferimento spaziale definisce una mappa specifica proiezioni, nonché trasformazioni tra diversi sistemi di riferimento spaziale. I sistemi di riferimento spaziali sono definito dall'accesso alle funzionalità semplice dell'OGC utilizzando testo noto, e il supporto è stato implementato da diversi sistemi di informazione geografica basati su standard. I sistemi di riferimento spaziale possono essere indicati utilizzando un numero intero SRID, compresi i codici EPSG definiti dall'Associazione internazionale dei produttori di petrolio e gas. È specificato in ISO 19111:2007 Informazioni geografiche: riferimento spaziale in base alle coordinate, pubblicato anche come Specifica astratta OGC, Argomento 2: Riferimento spaziale per coordinata.
ja: 空間参照系（SRS）または座標参照系（CRS）とは、地理的実体の位置を特定するために使用される座標ベースの地域的または世界的なシステムである。 座標ベースのローカル、リージョナル、グローバルなシステムである。空間参照系は、特定の地図 また、異なる空間参照系間の変換も定義する。空間参照系は 空間参照系は、OGCのSimple feature access using well-known textで定義されており、いくつかの標準ベースの地理情報システムでサポートされています。 標準ベースの地理情報システムでサポートされています。空間参照システムは、SRID 整数を用いて参照することができる。 国際石油・ガス生産者協会（International Association of Oil and Gas Producers）が定義するEPSGコードを含む。 これは、ISO 19111:2007 Geographic information-Spatial referencing by coordinates で規定されており、以下のように公表されています。 OGC Abstract Specification, Topic 2: Spatial referencing by coordinate.
pl: Przestrzenny układ odniesienia (SRS) lub układ odniesienia współrzędnych (CRS) to oparty na współrzędnych, lokalny, regionalny lub globalny system używany do lokalizowania jednostek geograficznych. Przestrzenny układ odniesienia definiuje konkretną mapę projekcję, a także przekształcenia między różnymi przestrzennymi układami odniesień. Przestrzenne układy odniesienia są definiowane przez dostęp do funkcji Simple OGC za pomocą formatu Well-Know Text, a wsparcie zostało zaimplementowane przez kilka standardowych systemów informacji geograficznej. Do przestrzennych układów odniesienia można się odwoływać używając SRID, w tym kodów EPSG określonych przez Międzynarodowe Stowarzyszenie Producentów Nafty i Gazu. Jest to określone w ISO 19111:2007 Informacje geograficzne — Odniesienie przestrzenne za pomocą współrzędnych, opublikowane również jako Specyfikacja abstrakcyjna OGC, Temat 2: Odniesienia przestrzenne za pomocą współrzędnych.
pt: Um sistema de referência espacial (SRS) ou sistema de referência de coordenadas (SRC) é um local baseado em coordenadas, sistema regional ou global usado para localizar entidades geográficas. Um sistema de referência espacial define um mapa específico projeção, bem como transformações entre diferentes sistemas de referência espacial. Os sistemas de referência espacial são definido pelo acesso a recursos simples do OGC usando texto bem conhecido, e o suporte foi implementado por vários sistemas de informação geográfica baseados em padrões. Os sistemas de referência espacial podem ser referidos usando um número inteiro SRID, incluindo códigos EPSG definidos pela Associação Internacional de Produtores de Petróleo e Gás. Este está especificado na ISO 19111: 2007 Informações geográficas - referência espacial por coordenadas, também publicada como Resumo de Especificação OGC, Tópico 2: Referenciação espacial por coordenadas.
pt_br: Um sistema de referência espacial (SRS) ou sistema de referência de coordenadas (CRS) é um sistema baseado em coordenadas, local, regional ou global usado para localizar entidades geográficas. Um sistema de referência espacial define a projeção de um mapa específico projeção, bem como transformações entre diferentes sistemas de referência espacial. Os sistemas de referência espacial são definidos pelo acesso de recurso simples do OGC usando well-know text, e o suporte foi implementado por vários sistemas de informação geográfica baseados em padrões. A definição do sistema de referência espacial pode ser realizada usando um número inteiro SRID, incluindo códigos EPSG definidos pela Associação Internacional de Produtores de Petróleo e Gás. É especificado na ISO 19111: 2007 Informações geográficas - referência espacial por coordenadas, também publicado como OGC Abstract Specification, Topic 2: Spatial referencing by coordinate.

source: Identifiers
ar: معرفات
de: Identifikatoren
es: Identificadores
fr: Identifiants
it: Identificatori
ja: 識別情報
pl: Identyfikatory
pt: Identificadores
pt_br: Identificadores

source: A Spatial Reference System Identifier (SRID) is a unique value used to unambiguously identify projected, unprojected, and local spatial coordinate system definitions. These coordinate systems form the heart of all GIS applications. Virtually all major spatial vendors have created their own SRID implementation or refer to those of an authority, such as the European Petroleum Survey Group (EPSG).
ar: معرف النظام المرجعي المكاني (SRID) هو قيمة فريدة تُستخدم في التعرف بشكل لا لبس فيه على ما هو متوقع أو غير متوقع ، و تعريفات نظام التنسيق المكاني المحلي . تشكل أنظمة الإحداثيات هذه قلب جميع تطبيقات نظم المعلومات الجغرافية. عملياً ، قام جميع البائعين المكانيين الرئيسيين بإنشاء تطبيق SRID الخاص بهم أو الرجوع إلى تلك الخاصة بالسلطة ، مثل المجموعة الأوروبية لمسح النفط (EPSG).
de: Eine Referenz-Identifikationnummer für räumliche Koordinatensysteme (SRID ist eineindeutiger Wert der benutzt wird um projizierte, nicht projizierte, und lokale räumliche Koordinaten Systeme zu identifizieren. Diese Koordinatensysteme stellen das Herzstück jeder GIS Applikation dar. Fast alle großen Anbieter haben Ihreeigene SRID Implementierung erstellt, oder beziehen sich auf durch Behörden definierte wie zum Beispiel der 'European Petroleum Survey Group (EPSG)'.
es: Un identificador de sistema de referencia espacial (SRID) es un valor único utilizado para identificar sin ambigüedades proyectadas, no proyectadas, y definiciones de sistemas de coordenadas espaciales locales. Estos sistemas de coordenadas forman el corazón de todas las aplicaciones SIG. Prácticamente todos los principales proveedores espaciales han creado su propia implementación de SRID o se refieren a los de una autoridad, como el European Petroleum Survey Group (EPSG)..
fr: Un identificateur de système de référence spatiale (SRID) est une valeur unique utilisée pour identifier sans ambiguïté les projections et les non projections, et les définitions des systèmes de coordonnées spatiales locales. Ces systèmes de coordonnées constituent le cœur de toutes les applications SIG. Pratiquement tous les grands fournisseurs de données spatiales ont créé leur propre implémentation de SRID ou se réfèrent à celles d'une autorité, tels que le European Petroleum Survey Group (EPSG).
it: Un identificatore SRID (Spatial Reference System Identifier) è un valore univoco utilizzato per identificare in modo inequivocabile e le definizioni del sistema di coordinate spaziali locali. Questi sistemi di coordinate costituiscono il cuore di tutte le applicazioni GIS. Praticamente tutti i principali fornitori spaziali hanno creato la propria implementazione SRID o si riferiscono a quelli di un'autorità, come l'European Petroleum Survey Group (EPSG).
ja: Spatial Reference System Identifier（SRID）は、投影型、非投影型、ローカルな空間座標系の定義を一義的に識別するために使用される一意の値である。 ローカルな空間座標系の定義を明確にするために使用される一意の値です。これらの座標系は、すべての GIS アプリケーションの中心となります。 事実上、すべての主要な空間ベンダーは、独自の SRID 実装を作成しているか、ある機関のものを参照しています。 EPSG（European Petroleum Survey Group）などの権威のものを参照しています。
pt: Um SRID (Spatial Reference System Identifier) é um valor exclusivo usado para identificar de maneira inequívoca projeções, projeções, e definições de sistema de coordenadas espaciais locais. Esses sistemas de coordenadas formam o coração de todos as aplicação SIG. Virtualmente, todos os principais fornecedores espaciais criaram sua própria implementação SRID ou se referem aos de uma autoridade, como o da European Petroleum Survey Group (EPSG).
pt_br: Um Identificador de Sistema de Referência Espacial (SRID) é um valor exclusivo usado para definir de forma inequívoca um sistema de coordenadas espacial local, projetado, não projetado, Esses sistemas de coordenadas formam o coração de todos os aplicativos de SIG. Praticamente todos os principais fornecedores espaciais criaram sua própria implementação SRID ou referem-se às de uma autoridade, como o European Petroleum Survey Group (EPSG).

source: NOTE: As of 2005 the EPSG SRID values are now maintained by the International Association of Oil & Gas Producers (OGP) Surveying & Positioning Committee
ar: ملاحظة: اعتبارًا من عام 2005 ، يتم الاحتفاظ بقيم EPSG SRID من قبل الجنة الدولية للمسح وتحديد المواقع التابعة لمنتجي النفط والغاز
de: Beachte: Seit 2005 werden die EPSG SRID Werte durch die International Association of Oil & Gas Producers (OGP) Surveying & Positioning Committee verwaltet
es: NOTA: A partir de 2005, los valores SRID de EPSG ahora son mantenidos por el Comité de Encuesta y Posicionamiento de la Asociación Internacional de Productores de Petróleo y Gas (OGP)
fr: NOTE : Depuis 2005, les valeurs de l'EPSG SRID sont maintenant maintenues par l'International Association des producteurs de pétrole et de gaz (OGP) Comité d'étude et de positionnement
it: NOTA: a partire dal 2005 i valori EPSG SRID sono ora mantenuti dall'International Comitato di rilevamento e posizionamento dell'Associazione dei produttori di petrolio e gas (OGP)
ja: 注：2005年現在、EPSGのSRID値は、国際石油ガス生産者協会（OGP）の測量・測位委員会が管理している。 国際石油・ガス生産者協会（OGP）測量・測位委員会が管理しています。
pt: NOTA: A partir de 2005, os valores do EPSG SRID agora são mantidos pelo Comité Internacional de Inspeção e Posicionamento da Associação de Produtores de Petróleo e Gás (OGP)

source: SRIDs are the primary key for the Open Geospatial Consortium (OGC) spatial_ref_sys metadata table for the Simple Features for SQL Specification, Versions 1.1 and 1.2, which is defined as follows:
ar: تمثل SRIDs المفاتيح الرئيسية لمجموعة البيانات الوصفية المكانية المفتوحة (OGC) spatial_ref_sys للميزات البسيطة لمواصفات SQL ، الإصدارات 1.1 و 1.2 ، والتي يتم تعريفها على النحو التالي:
de: SRIDs sind die wesentlichen Schlüssel des 'Open Geospatial Consortium (OGC) spatial_ref_sys metadata table for the Simple Features for SQL Specification, Versions 1.1 und 1.2', welches sich wie folgt definiert:
es: Los SRID son la clave principal para la tabla de metadatos spatial_ref_sys del Consorcio Geoespacial Abierto (OGC) para Entidades Simples para la especificación SQL, versiones 1.1 y 1.2, que se define de la siguiente manera:
fr: Les SRID sont la clé principale de la table de métadonnées spatial_ref_sys de l'Open Geospatial Consortium (OGC) pour le système Simple Caractéristiques de la spécification SQL, versions 1.1 et 1.2, qui est définie comme suit :
it: Gli S SRID sono la chiave primaria per l'Open Geospatial Consortium (OGC) spatial_ref_sys di metadati per il Funzionalità per la specifica SQL, le versioni 1.1 e 1.2, definite come segue:
ja: SRIDは，Open Geospatial Consortium (OGC) の Simple SQL Specification Version 1 and 1.2 の spatial_ref_sys メタデータテーブルの主キーです。 Features for SQL Specification, Versions 1.1 and 1.2」のメタデータテーブルの主キーであり、以下のように定義されています。
pt: Os SRIDs são a chave primária da tabela de metadados spatial_ref_sys do Open Geospatial Consortium (OGC) para o Simple Features para a Especificação SQL, Versões 1.1 e 1.2, definidas da seguinte maneira:

source: In spatially enabled databases (such as IBM DB2, IBM Informix, Microsoft SQL Server, MySQL, Oracle RDBMS, Teradata, PostGIS and SQL Anywhere), SRIDs are used to uniquely identify the coordinate systems used to define columns of spatial data or individual spatial objects in a spatial column (depending on the spatial implementation). SRIDs are typically associated with a well known text (WKT) string definition of the coordinate system (SRTEXT, above). From the Well Known Text Wikipedia page
ar: في قواعد البيانات الممكنة مكانيًا (مثل IBM DB2 و IBM Informix و Microsoft SQL Server و MySQL و Oracle RDBMS و Teradata و PostGIS و SQL في أي مكان) ، وتستخدم SRIDs فقط لتحديد أنظمة الإحداثيات المستخدمة لتحديد أعمدة البيانات المكانية أو كائنات مكانية فردية في عمود مكاني (حسب التطبيق المكاني). عادة ما ترتبط SRIDs مع تعريف سلسلة نص معروفة (WKT) لنظام الإحداثيات (SRTEXT ، أعلاه). من النص المعروف في صفحة ويكيبيديا.
de: In Geodatenbanken (z.B. IBM DB2, IBM Informix, Microsoft SQL Server, MySQL, Oracle RDBMS, Teradata PostGIS und SQL Anywhere) werden SRIDs verwendet, um eindeutig zu beschreiben, welches Koordinatenbezugssystem für die räumliche Spalte, oder das räumliche Objekt verwendet wird (Abhängig von der Implementierung). SRIDS sind üblicherweise mit einer 'well-known-text' (WKT) Textbeschreibung verknüpft (dem sog. SRTEXT)
es: En bases de datos habilitadas espacialmente (como IBM DB2, IBM Informix, Microsoft SQL Server, MySQL, Oracle RDBMS, Teradata, PostGIS y SQL Anywhere), los SRID se utilizan para identificar de forma exclusiva los sistemas de coordenadas utilizados para definir columnas de datos espaciales o individuales objetos espaciales en una columna espacial (dependiendo de la implementación espacial). Los SRID se asocian típicamente con un bien conocido definición de cadena de texto (WKT) del sistema de coordenadas (SRTEXT, arriba). De la página de Wikipedia de texto conocido
fr: Dans les bases de données spatiales (telles que IBM DB2, IBM Informix, Microsoft SQL Server, MySQL, Oracle RDBMS, Teradata, PostGIS et SQL Anywhere), les SRID sont utilisés pour identifier de manière unique les systèmes de coordonnées utilisés pour définir des colonnes de données spatiales ou des les objets spatiaux dans une colonne spatiale (selon la mise en œuvre spatiale). Les SRID sont généralement associés à un définition de la chaîne de texte (WKT) du système de coordonnées (SRTEXT, ci-dessus). Extrait de la page Wikipedia
it: Nei database abilitati per l'ambiente (come IBM DB2, IBM Informix, Microsoft SQL Server, MySQL, Oracle RDBMS, Teradata, PostGIS e SQL Anywhere), gli SED vengono utilizzati per identificare in modo univoco i sistemi di coordinate utilizzati per definire colonne di dati spaziali o singoli oggetti spaziali in una colonna spaziale (a seconda dell'implementazione spaziale). I SED sono in genere associati a un text (WKT) definizione di stringa del sistema di coordinate (SRTEXT, sopra). Dalla pagina Wikipedia di Ben Known Text
ja: 空間情報を扱うデータベース（IBM DB2、IBM Informix、Microsoft SQL Server、MySQL、Oracle RDBMS、Teradata、PostGIS、SQL Anywhereなど）では、SRIDは空間データのカラムや個々のデータを定義する座標系を一意に識別するために使用されます。 SQL Anywhere など）では、SRID は空間データの列を定義するための座標系を一意に識別するために使用されます。 SRID は、空間データのカラムを定義するための座標系、または空間カラム内の個々の空間オブジェクトを一意に識別するために使用されます (空間の実装によって異なります)。SRID は通常、よく知られたテキスト（WKT）文字列の定義に関連付けられています。 テキスト(WKT)文字列による座標系の定義(前述のSRTEXT)と関連付けられるのが一般的である。Well Known Text ウィキペディアのページより
pt: Em base de dados espacialmente habilitadas (como IBM DB2, IBM Informix, Microsoft SQL Server, MySQL, Oracle RDBMS, Teradata, PostGIS e SQL Anywhere), os SRIDs são usados para identificar exclusivamente os sistemas de coordenadas usados para definir colunas de dados espaciais ou individuais objetos espaciais numa coluna espacial (dependendo da implementação espacial). SRIDs são tipicamente associados a uma definição Well Known Text (WKT) do sistema de coordenadas (SRTEXT, acima). A partir da página Wikipédia Well Known Text
pt_br: Em bancos de dados habilitados espacialmente (como IBM DB2, IBM Informix, Microsoft SQL Server, MySQL, Oracle RDBMS, Teradata, PostGIS e SQL Anywhere), SRIDs são usados para identificar exclusivamente os sistemas de coordenadas usados para definir colunas de dados espaciais ou objetos espaciais em uma coluna espacial (dependendo da implementação espacial). SRIDs são normalmente associados a um bem conhecido texto (WKT), definido por uma cadeia de caracteres (string) do sistema de coordenadas (SRTEXT, acima). Extraído da página da Wikipédia de Well Known Text

source: “A WKT string for a spatial reference system describes the datum, geoid, coordinate system, and map projection of the spatial objects”.
ar: "سلسلة WKT تصف النظام ، الجيوديسي ، الإحداثي ، وخريطة الإسقاط للأجسام المكانية " لنظام مرجعي مكاني.
de: "Ein WKT-String für ein räumliches Bezugssystem beschreibt das Datum, das Geoid, das Koordinatensystem und die Kartenprojektion der räumlichen Objekte".
es: "Una cadena WKT para un sistema de referencia espacial describe los datos, el geoide, el sistema de coordenadas, y proyección cartográfica de los objetos espaciales ".
fr: "Une chaîne WKT pour un système de référence spatial décrit le système de référence, la date, le géoïde, les coordonnées, et la projection cartographique des objets spatiaux".
it: "Una stringa WKT per un sistema di riferimento spaziale descrive il sistema di coordinate di riferimento, geoide, e la proiezione mappa degli oggetti spaziali".
ja: “空間参照系のWKT文字列は、データム、ジオイド、座標系、空間オブジェクト および空間オブジェクトの地図投影を記述する。
pt: "Uma sequência WKT para um sistema de referência espacial descreve o datum, geóide, sistema de coordenadas, e projeção de mapas dos objetos espaciais".

source: Here are two common coordinate systems with their EPSG SRID value followed by their well known text:
ar: فيما يلي نظامان إحداثيان شائعان بقيمة EPSG SRID يتبعهما نصهما المشهور:
de: Hier sind zwei gängige Koordinatensysteme mit ihrem EPSG-SRID-Wert, gefolgt von ihrem 'well-known-text' (WKT):
es: Aquí hay dos sistemas de coordenadas comunes con su valor SRG EPSG seguido de su texto bien conocido:
fr: Voici deux systèmes de coordonnées communs avec leur valeur EPSG SRID suivie de leur texte bien connu:
it: Qui ci sono due sistemi di coordinate comuni con il loro valore di EPSG SRID seguita dal loro WKT:
ja: ここでは、一般的な2つの座標系について、そのEPSG SRID値と、それに続く有名なテキストを示します。
pl: Oto dwa popularne układy współrzędnych z ich wartościami EPSG SRID, po których następuje ich Well-Known Text:
pt: Aqui estão dois sistemas de coordenadas comuns com seu valor EPSG SRID seguido pelo seu well know text:
pt_br: Aqui estão dois sistemas de coordenadas comuns com seu valor EPSG SRID seguido por seu texto bem conhecido (well known text):

source: UTM, Zone 17N, NAD27 — SRID 2029
ar: UTM ، المنطقة 17N ، NAD27 - SRID 2029
es: UTM, Zona 17N, NAD27 - SRID 2029
pl: UTM, Strefa 17N, NAD27 — SRID 2029
