Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/djangojs.po
Languages: af, ar, bg_bg, bn, el, es, fa_ir, fi, hu, id, ja, km, no, pt_br, ro, si, sv, sw, ta, th, vi

source: Enter your text here ...
ar: أدخل النص هنا …
bg_bg: Въведете вашия текст тук ...
bn: এখানে আপনার টেক্সট লিখুন ...
el: Εισάγετε το κείμενό σας εδώ ...
fa_ir: جستجوی خود را اینجا وارد کنید ...
fi: Anna tekstisi tähän ...
no: Tast inn tekst her ...
si: මෙන්න ඔබේ පෙළ ඇතුලත් කරන්න ...
ta: உங்கள் வாசகத்தை இங்கே குறிப்பிடுக
th: กรอกข้อความของคุณที่นี่ ...

source: Enter your region here ...
ar: أدخل منطقتك هنا …
bg_bg: Въведете вашият регион тук ...
bn: এখানে আপনার অঞ্চলের লিখুন
el: Εισάγετε την τοποθεσία σας εδώ ...
fi: Anna alueesi tähän ...
no: Tast inn området ditt her ...
si: ඔබේ ප්රදේශය මෙහි ඇතුලත් කරන්න ...
ta: உங்கள் பிராந்தியத்தை இங்கே குறிப்பிடுக
th: กรอกภูมิภาคของคุณที่นี่...

source: Missing a %s file, which is required
af: Ontbreek 'n %s lêer, wat nodig is
ar: ملف %s مفقود، وهو مطلوب
bg_bg: Липсва файл %s, който се изисква
bn: প্রয়োজন বোধ করা হয় যা একট %s এর ফাইল, হারিয়ে যাওয়া
el: Λείπει το αρχείο %s, το οποίο είναι απαραίτητο
es: Falta un archivo %s, el cual es requerido
fa_ir: از دست رفته از %s فایل، که مورد نیاز است
fi: Puuttuu %s tiedosto, jota tarvitaan
hu: Hiányzik a %s fájlt, amely köteles
id: Hilang file %s, yang diperlukan
ja: 必要とされている %s のファイルが、欠落している
km: ការ​បាត់​ឯកសារ​ %s មួយ​ដែល​ត្រូវ​បាន​ទាមទារ
no: Mangler påkrevd %s fil
pt_br: Falta um arquivo %s que é necessário
ro: Lipsește dosar un %s, care este necesară
si: ගොනු අතුරුදහන් ,%s අවශ්ය
sv: Saknas en %s fil, vilket krävs
sw: Faili la %s limekosekana na linahitajika
ta: தேவைப்படும் ஒரு %s மிஸ்ஸிங்
th: ขาดไฟล์ %s ซึ่งมีความจำเป็น
vi: Thiếu một %s file, đó là cần thiết

source: ESRI Shapefile
ar: ESRI بحلقات
bg_bg: ESRI шейпфайл
fa_ir: Shapefile ESRI
hu: ESRI Shape
ja: ESRIのシェープファイル
km: Shapefile ESRI
pt_br: Shapefile da ESRI
sw: Shapefile ya ESRI
ta: ESRI ஷேப்ஃபைல்

source: ASCII Text File
ar: ملف نصي ASCII
el: Αρχείο κειμένου ASCII
es: Archivo de texto ASCII
pt_br: Arquivo Texto ASCII

source: Comma Separated Value
ar: قيمه مفصوله بفاصله
es: Valor Separado por Comas
fi: Pilkuin erotellut arvot (CSV)
no: kommaseparert verdi
pt_br: CSV - Valores Separados por Vírgulas
ta: காற்புள்ளியினால் பிரிக்கப்பட்ட பெருமதி

source: Google Earth KML with a GroundOverlay
ar: Google Earth KML مع تطبيق GroundOverlay
el: Google Earth KML με επίθεμα εδάφους
es: Google Earth KML con GroundOverlay
pt_br: Google Earth KML com um Overlay de Fundo

source: Zip Archive
ar: أرشيفات الملفات المضغوطة
el: Αρχείο Zip
es: Archivo Zip
fi: ZIP arkisto
no: Zip arkiv
pt_br: ZIP
ta: Zip காப்பகம்
th: ไฟล์ Zip

source: ERDAS Imagine
ar: تخيل ERDAS
ta: ERDAS பாணி

source: National Imagery Transmission Format
ar: تنسيق نقل الصور الوطنية
es: Formato Nacional de Transmisión de Imágenes
pt_br: NITFS (National Imagery Transmission Format)
ta: தேசிய தோற்ற சொலுத்துகை வடிவம்

source: Controlled Image Base-1 Meter
ar: قاعده الصورة المتحكم بها-1 متر
ta: கட்டுப்பாட்டு உருத் தளம் - 1 மீற்றர்

source: Controlled Image Base-5 Meter
ar: قاعده الصورة المتحكم بها-5 متر
ta: கட்டுப்பாட்டு உருத் தளம் - 5 மீற்றர்

source: Controlled Image Base-10 Meter
ar: قاعده الصورة المتحكم بها-10 متر
ta: கட்டுப்பாட்டு உருத் தளம் - 10 மீற்றர்

source: CADRG-Global Navigation Chart
ar: CADRG- خريطة الملاحة العالمية
ta: CADRG- பூகோள வழிநிலையோடல் பட்டியல்

source: CADRG-Jet Navigation Chart
ar: الرسم البياني CADRG-Jet للملاحة
ta: CADRG- செற் வழிநிலையோடல் பட்டியல்

source: CADRG-Operational Navigation Chart
ar: CADRG ، الرسم البياني للملاحة التشغيلية
ta: CADRG- செயற்பாட்டு வழிநிலையோடல் பட்டியல்

source: CADRG-Tactical Pilotage Chart
ar: الرسم البياني للإرشاد التكتيكي CADRG
ta: CADRG-நுட்ப நெறிகாட்டி பட்டியல்

source: CADRG-Joint Operations Graphic
ar: رسم CADRG-للعمليات المشتركة
ta: CADRG-இணை செயற்பாட்டு படம்

source: CADRG-Topographic Line Map 100K
ar: CADRG-خريطة الخط الطبوغرافية 100K
no: CADRG-Topogrfiske Linjer Kart 100K
ta: CADRG-இட அமைவு கோட்டு வரைபடம் 100K

source: CADRG-Topographic Line Map 50K
ar: CADRG-خريطة الخط الطبوغرافية 50K
no: CADRG-Topogrfiske Linjer Kart 50K
ta: CADRG-இட அமைவு கோட்டு வரைபடம் 50K

source: MrSID-Multi-resolution Seamless Image Database
ar: MrSID-قاعدة بيانات الصور غير الملحومة متعددة الدقة
el: MrSID
ta: MrSID- பல்பிரிதிறன் இடைவெளியற்ற உருவ தரவுத்தளம்

source: XML Metadata File
ar: ملف بيانات تعريف XML
el: Αρχείο Μεταδεδομένων XML
es: Archivo de metadatos XML
pt_br: XML do arquivo de Metadados

source: Style Layer Descriptor
ar: نمط واصف الطبقة
es: Descriptor de Capa de Estilo SLD
pt_br: Descritor de Estilo da Camada

source: Unexpected Error
af: Onverwagse fout
ar: خطأ غير متوقع
bg_bg: Непредвидена грешка
bn: অপ্রত্যাশিত ত্রুটি
el: Απρόσμενο Σφάλμα
es: Error Inesperado
fa_ir: خطای غیر منتظره
fi: Odottamaton virhe
hu: Váratlan hiba
id: Kesalahan tak terduga
ja: 予期しないエラー
km: មាន​កំហុស​ដែល​មិន​រំពឹង​ទុក
no: Uventet feil
pt_br: Erro inesperado
ro: Eroare neașteptată
si: අනපේක්ෂිත දෝෂයක්
sv: Oväntat fel
sw: Hitilafu isiyotarajiwa
ta: எதிர்பாராத பிழை
th: ข้อผิดพลาดที่คาดไม่ถึง
vi: Lỗi bất ngờ

source: Info
ar: معلومات
el: Πληροφορίες
es: Informacion
pt_br: Informações da camada

source: Edit Metadata
af: Wysig Metadata
ar: تعديل البيانات الوصفية
bg_bg: Редакция на метаданни
bn: সম্পাদনা মেটাডেটা
el: Επεξεργασία Μεταδεδομένων
es: Editar Metadatos
fa_ir: ویرایش متادیتا
fi: Muokkaa metadataa
hu: Metaadatok szerkesztése
id: Ubah metadata
ja: メタデータの編集
km: កែសម្រួល​ទិន្នន័យ​មេតា
no: Endre Metadata
pt_br: Editar metadados
ro: Editează metadatele
si: මෙටා දත්ත සංස්කරණය කරන්න
sv: Redigera metadata
sw: Hariri Metadata
ta: நுண்தரவுகளை சரிசெய்க
th: แก้ไข Metadata
vi: Chỉnh sửa Metadata

source: Upload Metadata
ar: تحميل البيانات الوصفية
el: Μεταφόρτωση Μεταδεδομένων
es: Subir Metadatos
pt_br: Carregar Metadados

source: Upload SLD
ar: تحميل SLD
el: Μεταφόρτωση SLD
es: Subir SLD
pt_br: Carregar SLD

source: Manage Styles
af: Bestuur Styles
ar: إدارة أنماط
bg_bg: Управляване на стилове
bn: Styles পরিচালনা
el: Διαχειριστείτε Στυλ
es: Administrar Estilos
fa_ir: مدیریت نحوه نمایش
fi: Tyylien hallinta
hu: Stílusok kezelése
id: Kelola Styles
ja: スタイル管理
km: គ្រប់គ្រង​រចនាប័ទ្ម
no: Forvalte stilene
pt_br: Gerenciar estilos
ro: Gestionare stiluri
si: Style කළමනාකරණය කරන්න
sv: Hantera format
sw: Simamia Mitindo
ta: பாங்குகள் நிர்வகிக்கவும்
th: จัดการสไตล์
vi: Quản lý Styles

source: The column %1 was renamed to %2 <br/>
ar: تمت إعادة تسمية العمود %1 إلى %2 <br/>
bg_bg: Колона %1 беше преименувана на %2 <br/>
bn: কলাম %1 পুনঃনামকরণ করা হয় %2 <br/>
el: Η στήλη %1 μετονομάστηκε σε %2 <br/>
es: La columna %1 se ha renombrado como %2 <br/>
fi: Sarake %1 nimettiin uudelleen %2 <br/>
no: Navn til kolonne %1 ble endret til %2 <br/>
pt_br: A coluna %1 foi renomeada para %2 <br/>
si: තීරුව % 1 % 2 <br/> කිරීමට නම් කරන ලදී
ta: %1 நிரல் %2 ஆக பெயர் மாற்றப்பட்டுள்ளது<br/>
th: คอลัมน์ %1 ถูกเปลี่ยนชื่อเป็น %2 <br/>

source: Your
ar: ك
el: To
es: Tu
pt_br: Seu

source: Performing Final GeoServer Config Step
af: Presterende Finale Geoserver Config Stap
ar: أداء خطوة إعداد GeoServer النهائي
bg_bg: Изпълнение на последна стъпка по конфигуриране на GeoServer
bn: ফাইনাল GeoServer কনফিগ ধাপ পারফর্মিং
el: Εκτέλεση των τελικών ρυθμίσεων GeoServer
es: Realizando Paso Final en la Configuración del GeoServer
fa_ir: انجام نهایی GeoServer پیکربندی گام
fi: Esittävät Lopullinen GeoServer Config Vaihe
hu: Előadó Final GeoServer Config lépés
id: Pertunjukan Akhir GeoServer Config Langkah
ja: ファイナルGeoServer configステップの実行
km: ការ​ស​ម្តែ​ង GeoServer កំណត់​រចនាសម្ព័ន្ធ​ជំហាន​ចុងក្រោយ
no: Utfører siste steg i GeoServer konfigurasjon
pt_br: Realizando último passo de configuração do GeoServer
ro: Efectuarea Final GeoServer Config Etapa
si: අවසන් GeoServer වින්යාස පියවර රංග
sv: Performing Slutlig GeoServer Config Steg
sw: Inafanya hatua ya mwisho ya usanidi wa GeoServer
ta: இறுதி ஜியோ கட்டமைப்பு படி அரங்கேற்றக்
th: กำลังทำขั้นตอนสุดท้ายของการตั้งค่า GeoServer
vi: Thực hiện cuối cùng GeoServer Config Bước

source: You need to specify more information in order to complete your upload
af: Jy moet meer inligting te gee om jou oplaai om te voltooi
ar: تحتاج إلى تحديد مزيد من المعلومات لاستكمال التحميل
bg_bg: Трябва да посочите допълнително информация, за да завършите качването
bn: আপনি আপনার আপলোড সম্পন্ন করার জন্য আরো তথ্য নির্দিষ্ট করতে হবে
el: Θα πρέπει να καθορίσετε περισσότερες πληροφορίες προκειμένου να ολοκληρωθεί η μεταφόρτωση
es: Usted necesita especificar mas información para poder completar la carga
fa_ir: شما نیاز به مشخص اطلاعات بیشتر به منظور تکمیل عملیات آپلود فایل شما
fi: Sinun täytyy määrittää lisätietoja, jotta saataisiin valmiiksi upload
hu: Meg kell adnod több információt ahhoz, hogy a teljes feltöltés
id: Anda perlu menentukan informasi lebih lanjut untuk menyelesaikan upload
ja: あなたのアップロードを完了するために多くの情報を指定する必要があります
km: អ្នក​ត្រូវ​បញ្ជាក់​ព័​ត៌​មាន​បន្ថែម​ទៀត​នៅ​ក្នុង​គោល​បំណង​ដើម្បី​បញ្ចប់​ការ​ផ្ទុក​ឡើង​របស់​អ្នក
pt_br: Você precisa especificar mais informações a fim de completar o upload
ro: Trebuie să specificați mai multe informații, în scopul de a finaliza încărcarea
si: ඔබ ඔබේ උඩුගත සම්පූර්ණ කිරීම සඳහා වැඩි විස්තර සඳහන් කිරීමට අවශ්ය
sv: Du måste ange mer information för att slutföra din uppladdning
sw: Unahitajika kuainisha maelezo zaidi ili kukamilisha upakiaji wako
ta: உங்கள் பதிவேற்ற முடிக்க பொருட்டு மேலும் தகவலுக்கு குறிப்பிட வேண்டும்
th: คุณจำเป็นต้องเพิ่มรายละเอียดมากกว่านี้เพื่ออัพโหลดไฟล์
vi: Bạn cần xác định thêm thông tin để hoàn thành tải lên của bạn

source: Files are ready to be ingested!
ar: الملفات جاهزة للاستيعاب!
el: Τα αρχεία είναι έτοιμα για αποθήκευση!
es: Los archivos están listos para ser ingeridos!
pt_br: Os arquivos estão prontos para serem consumidos!

source: A temporal dimension may be added to this Layer.
ar: يمكن أضافة بعد زمني إلى هذه الطبقة.
el: Μια χωρική διάσταση μπορεί να προστεθεί σε αυτό το επίπεδο.
es: Se puede agregar una dimensión temporal a esta capa.
pt_br: Uma dimensão temporal pode ser adicionada a esta camada.

source: Performing GeoServer Config Step
af: Presterende Geoserver Config Stap
ar: خطوة إعداد أداء الGeoServer
bg_bg: Изпълнение на последна стъпка по конфигуриране на GeoServer
bn: পারফর্মিং GeoServer কনফিগ ধাপ
el: Εκτέλεση Ρυθμίσεων GeoServer
es: Realizando Configuración del GeoServer
fa_ir: انجام GeoServer پیکربندی مرحله
fi: Esittävät GeoServer Config Vaihe
hu: Előadó GeoServer Config lépés
id: Pertunjukan GeoServer Config Langkah
ja: GeoServer configステップの実行
km: ការ​ស​ម្តែ​ង GeoServer កំណត់​រចនាសម្ព័ន្ធ​ជំហាន​ទី
no: Utfører steg i GeoServer konfigurasjon
pt_br: Realizando passo de configuração do GeoServer
ro: Efectuarea GeoServer Config Etapa
si: GeoServer Config Step රංග
sv: Performing GeoServer Config Steg
sw: Inafanyanya usanidi wa GeoServer
ta: செயற்பாட்டு ஜியோ அமைப்பு படி
th: กำลังทำขั้นตอนการตั้งค่าของ GeoServer
vi: Thực hiện GeoServer Config Bước

source: Layer files uploaded, configuring in GeoServer
af: Laag lêers opgelaai, instel in Geoserver
ar: ملفات الطبقة التي تم تحميلها، تعد الGeoServer
bg_bg: Слоевете са качени, конфигуриране в GeoServer
bn: লেয়ার ফাইল আপলোড GeoServer মধ্যে কনফিগার
el: Έχουν φορτωθεί αρχεία επιπέδου, ρύθμιση GeoServer
es: Capas cargadas, configurando en GeoServer
fa_ir: فایل های لایه آپلود، پیکربندی در GeoServer
fi: Kerros ladatut tiedostot, konfigurointiin vuonna GeoServer
hu: Réteg feltöltött fájlok, konfigurálása a GeoServer
id: File lapisan upload, mengkonfigurasi di GeoServer
ja: レイヤファイルは、アップロードされたGeoServerに設定
km: ឯកសារ​ស្រទាប់​ដែល​បាន​ផ្ទុក​ឡើង​, កំណត់​រចនាសម្ព័ន្ធ​ក្នុង​ការ GeoServer
no: Kartlag filer har blitt lastet opp, konfigurer GeoServer
pt_br: Upload de arquivos de camada concluído, em configuração no GeoServer
ro: Fișierele încărcate Layer, configurarea în GeoServer
si: ස්ථරය ගොනු GeoServer දී මානකර , උඩුගත
sv: Lager filer uppladdade, konfigurera i GeoServer
sw: Mafaili ya tabaka yamepakiwa, usanidi katika GeoServer
ta: அடுக்கு கோப்புகளை, பதிவேற்றிய ஜியோ கட்டமைத்தல்
th: ไฟล์ชั้นข้อมูลอัพโหลดเสร็จแล้ว กำลังตั้งค่าใน GeoServer
vi: Các tập tin tải lên lớp, cấu hình trong GeoServer

source: Remove
af: Verwyder
ar: إزالة
bg_bg: Премахване
bn: অপসারণ
el: Κατάργηση
es: Remover
fa_ir: حذف
fi: Poistaa
hu: Eltávolít
id: Hapus
ja: 削除する
km: យក
no: Fjern
pt_br: Remover
ro: Scoate
si: ඉවත් කරන්න
sv: Ta bort
sw: Ondoa
ta: அகற்று
th: ลบ
vi: Tẩy

source: The file %s is an unsupported file type, please select another file.
af: Die lêer %s is 'n nie-ondersteunde lêer tipe, kies asseblief 'n ander lêer.
ar: الملف %s هو نوع ملف غير مدعوم، الرجاء اختيار ملف آخر.
bg_bg: Файлът %s е неподдържан формат, моля изберете друг
bn: ফাই %s এর একটি অসমর্থিত ফাইল টাইপ, অন্য ফাইল নির্বাচন করুন হল.
el: Το αρχείο %s ανήκει σε ένα μη υποστηριζόμενο τύπο αρχείου, επιλέξτε ένα άλλο αρχείο.
es: El archivo %s no es un tipo de archivo soportado, por favor selecciona otro archivo.
fa_ir: فایل %s است نوع فایل پشتیبانی نشده، لطفا فایل دیگر انتخاب کنید.
fi: Tiedosto %s on tuettu tiedostotyyppi, valitse toinen tiedosto.
hu: A fájl %s nem támogatott fájltípus, válasszon egy másik fájlt.
id: File %s adalah jenis file yang tidak didukung, silahkan pilih file lain.
ja: ファイル %s はサポートされていないファイル·タイプが使用され、別のファイルを選択してください。
km: ឯកសារ​ %s គឺ​ប្រភេទ​ឯកសារ​មួយ​ដែល​មិន​បាន​គាំទ្រ​សូម​ជ្រើស​ឯកសារ​មួយ​ផ្សេង​ទៀត​។
no: Formatet til fil %s støttes ikke, vennligst velg en annen fil.
pt_br: O arquivo %s é de um tipo de arquivo não suportado, por favor selecione outro arquivo.
ro: Fișierul %s este un tip de fișier neacceptat, vă rugăm să selectați un alt fișier.
si: සහය නොදක්වන ගොනු වර්ගය %s .තවත් ගොනුවක් ක්ලික් කරන්න.
sv: Filen %s är en typ som inte hanteras, välj en annan fil.
sw: Faili %s ni la aina ya faili isiyokubalika, tafadhali chagua faili lingine.
ta: கோப்பு %s ள் ஆதரிக்கப்படாத கோப்பு வகை, மற்றொரு கோப்பைத் தேர்ந்தெடுத்து ஆகிறது.
th: ไฟล์ %s เป็นชนิดไฟล์ที่ไม่รองรับ โปรดเลือกไฟล์อื่น
vi: Các tập tin%s là một loại tập tin không được hỗ trợ, xin vui lòng chọn tập tin khác.

source: You are trying to upload an incomplete set of files or not all mandatory options have been validated. Please check for errors in the form!
ar: أنت تحاول تحميل مجموعة غير كاملة من الملفات أو لم يتم التحقق من جميع الخيارات الإلزامية. ‬ ‫يرجى التحقق من وجود أخطاء في النموذج!
bg_bg: Опитвате се да качите непълен набор от файлове или не всички задължителни полета са попълнени. Моля проверете за грешки.
el: Προσπαθείτε να μεταφορτώσετε ένα μη ολοκληρωμένο σύνολο αρχείων ή λείπουν υποχρεωτικές πληροφορίες. Παρακαλώ ελέγξτε για σφάλματα στη φόρμα!
es: Está tratando de subir un conjunto incompleto de archivos o no todas las opciones obligatorias han sido validadas. Por favor, comprobar si hay errores en el formulario!
pt_br: Você está tentando fazer o upload de um conjunto incompleto de arquivos ou nem todas as opções obrigatórias foram validadas. Verifique se há erros no formulário!
ta: முழுமையற்ற கோப்பொன்றை தரவேற்றுவதற்கு நீங்கள் முயற்சிக்கின்றீர்கள் அல்லது அத்தியாவசியமான சகல தெரிவுகளும் உறுதிப்படுத்தப்படவில்லை தயவு செய்து படிவத்தில் தவறுகளை சரிபார்க்கவும்
th: คุณกำลังพยายามที่จะอัพโหลดชุดไฟล์ที่ไม่สมบูรณ์หรือตัวเลือกที่บังคับยังไม่ครบ โปรดตรวจสอบข้อผิดพลาดในฟอร์ม

source: Available %s
ar: متوفر %s
bg_bg: Наличен %s
bn: প্রাপ্তিসাধ্য %s
pt_br: Disponível %s
si: දැනට පවතින %s

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
ar: هذه هي قائمة%s المتاحة. يمكنك اختيار بعضها عن طريق تحديدها في المربع أدناه ثم النقر فوق السهم "اختيار" بين المربعين.
bg_bg: Списък с наличните %s. Можете да изберете някои като ги селектирате в полето отдолу и след това да натиснете стрелката "Избери" между двете полета.
pt_br: Esta é a lista de %s disponíveis. Você pode escolher alguns selecionando-os na caixa abaixo e clicando na seta "Escolher" entre as duas caixas.
si: මෙම ලබා ගත %s ලැයිස්තුවයි. ඔබ , පහත ඇති කොටුව තුල ඔවුන් තෝරාගැනීම මගින් සමහර තෝරා ඉන්පසු දෙක පෙට්ටි අතර ඊතල "තෝරා ගන්නවා" ක්ලික් හැක.

source: Type into this box to filter down the list of available %s.
ar: اكتب في هذا المربع لتصفية قائمة المتاحين %s.
bg_bg: Въведете текст в това поле, за да филтрирате списъка с налични %s.
pt_br: Digite nesta caixa para filtrar a lista de %s disponíveis.
si: ලබා ගත %s ලැයිස්තුව විහිද යාම සඳහා මෙම කොටුව තුලට ටයිප් කරන්න.

source: Filter
ar: فلتر
bg_bg: Филтриране
bn: ফিল্টার
si: පෙරහන

source: Choose all
ar: اختيار الكل
bg_bg: Избери всички
bn: সব চয়ন করুন
pt_br: Escolher todas
si: සියල්ල තෝරන්න

source: Click to choose all %s at once.
ar: انقر لاختيار جميع %s في آن واحد.
bg_bg: Натиснете, за да изберете всички %s наведнъж
pt_br: Clique para escolher todos os %s de uma vez.
si: එකවර සියලු %s තෝරා ගැනීමට ක්ලික් කරන්න.

source: Choose
ar: اختيار
bg_bg: Изберете
bn: নির্বাচন করা
pt_br: Escolher
si: තෝරන්න

source: Chosen %s
ar: تم اختيار %s
bg_bg: Избрани %s
pt_br: Escolhido %s
si: තෝරාගත් %s

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
ar: هذه هي قائمة المختارين %s. يمكنك إزالة بعض من خلال تحديدها في المربع أدناه ثم النقر فوق السهم “إزالة” بين المربعين.
bg_bg: Това е списък с избраните %s. Можете да премахнете някои като ги изберете в полето отдолу и натискане на стрелката "Премахни" между двете полета.
pt_br: Esta é a lista de %s escolhidos. Você pode remover alguns selecionando-os na caixa abaixo e clicando na seta "Remover" entre as duas caixas.
si: මෙම තෝරා %s ලැයිස්තුවයි. ඔබ , පහත ඇති කොටුව තුල ඔවුන් තෝරා ඉන්පසු දෙක පෙට්ටි අතර ඊතල " ඉවත් කරන්න" ක්ලික් කිරීම මගින් සමහර ඉවත් කළ හැකිය.

source: Remove all
ar: حذف الكل
bg_bg: Премахни всички
pt_br: Remover todos
si: සියල්ල ඉවත් කරන්න

source: Click to remove all chosen %s at once.
ar: انقر لإزالة كل %s المختارة في آن واحد.
bg_bg: Натиснете, за да премахнете всички избрани %s наведнъж
pt_br: Clique para remover todos os %s escolhidos de uma vez.
si: එකවර සියලු තෝරා %s ඉවත් කිරීමට ක්ලික් කරන්න.

source: %(sel)s of %(cnt)s selected
ar: تم تحديد %(sel)s من %(cnt)s
bg_bg: %(sel)s от %(cnt)s маркираните
pt_br: 94d7ef36d54e81afde607d8fd121772b_pl_0

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
ar: لديك تغييرات لم يتم حفظها على حقول فردية قابلة للتعديل. إذا قمت بتشغيل إجراء، فستفقد التغييرات التي لم يتم حفظها.
bg_bg: Имате незапаметени промени в полета за редактиране. Ако изпълните действието, незапаметените промени ще бъдат заубени
pt_br: Você tem alterações não salvas em campos editáveis individuais. Se você executar uma ação, suas alterações não salvas serão perdidas.
si: ඔබ තනි සංස්කරණය ක්ෂේත්රවල වෙනස්කිරීම් සුරැකීම ඇත. ඔබ පියවර ක්රියාත්මක නම්, ඔබේ නොලබපු වෙනස්කම් නැති වී යයි.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
ar: لقد حددت إجراء، ولكنك لم تحفظ التغييرات التي أجريتها على حقول فردية حتى الآن. الرجاء النقر فوق موافق للحفظ. ستحتاج إلى إعادة تشغيل الإجراء.
bg_bg: Избрали сте действие, но не сте запазили промените в полетата. Моля натиснете ОК, за да запазите. Ще трябва да повторите действието
pt_br: Você selecionou uma ação, mas ainda não salvou suas alterações em campos individuais. Por favor, clique em OK para salvar. Você precisará executar novamente a ação.
si: ඔබ යම් ක්රියාවක් තෝරාගෙන ඇති , නමුත් ඔබට නමුත් පෞද්ගලික ක්ෂේත්ර වලට ඔබේ වෙනස්කම් ගැලවීම නැත. ඉතිරි කිරීම සඳහා OK ක්ලික් කරන්න. ඔබ නැවත ක්රියාත්මක ක්රියා කිරීමට අවශ්ය වනු ඇත.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
ar: لقد حددت إجراء ولم تقم بإجراء أية تغييرات على حقول فردية. ربما كنت تبحث عن زر الذهاب بدلا من زر حفظ.
bg_bg: Избрали сте действие, а не сте направили промени в полетата. Може би искате да натиснете бутона GO, а не бутона Запази.
bn: আপনি একটি কর্ম নির্বাচন করেছেন, এবং আপনি স্বতন্ত্র ক্ষেত্র উপর কোন পরিবর্তন করেন নি. আপনি সম্ভবত Save বাটন বদলে Go বাটন খুঁজছেন.
pt_br: Você selecionou uma ação e não fez nenhuma alteração em campos individuais. Você provavelmente está procurando o botão Ir em vez do botão Salvar.
si: ඔබ යම් ක්රියාවක් තෝරාගෙන ඇති අතර, ඔබ තනි තනි ක්ෂේත්ර පිළිබඳ යම් වෙනස් කර නැත. ඔබ සමහර විට යන්න බොත්තම වඩා සුරකින්න බොත්තම සොයන .

source: Note: You are %s hour ahead of server time.
ar: ملاحظه: أنت %s ساعة قبل وقت الخادم.

source: Note: You are %s hour behind server time.
ar: ملاحظه: أنت %s ساعة خلف وقت الخادم.

source: Now
ar: الآن
bg_bg: Сега
bn: এখন
si: දැන්

source: Choose a Time
ar: اختيار الوقت

source: Choose a time
ar: اختيار الوقت
bg_bg: Посочете време
bn: একটি সময় বেছে নিন
si: කාලයක් තෝරන්න

source: Midnight
ar: منتصف الليل
bg_bg: Полунощ
bn: মধ্যরাত্রি
si: මධ්යම රාත්රියේ

source: 6 a.m.
ar: 6 صباحا .
bg_bg: 6 часа
bn: সকাল ছয়টা

source: Noon
ar: وقت الظهيرة
bg_bg: Обед
bn: দুপুর
si: මධ්යාහ්නය

source: 6 p.m.
ar: 6 مساءً.

source: Cancel
af: Kanselleer
ar: إلغاء
bg_bg: Отмени
bn: বাতিল করুন
el: Ακύρωση
fa_ir: لغو
fi: Peruuta
hu: Mégsem
id: Batal
ja: 中止
km: បោះបង់
no: Avbryt
ro: Anula
si: අවලංගු කරන්න
sv: Avboka
sw: Sitisha
ta: நீக்கு
th: ยกเลิก
vi: Hủy bỏ

source: Today
ar: اليوم
bg_bg: Днес
bn: আজ
si: අද

source: Choose a Date
ar: اختيار تاريخ

source: Yesterday
ar: البارحه
bg_bg: Вчера
bn: গতকাল
si: ඊයේ

source: Tomorrow
ar: غدا
bg_bg: Утре
bn: আগামীকাল
si: හෙට

source: January
ar: يناير

source: February
ar: فبراير

source: March
ar: مارس

source: April
ar: ابريل

source: May
ar: مايو

source: June
ar: يونيو

source: July
ar: يوليو

source: August
ar: أغسطس

source: September
ar: سبتمبر

source: October
ar: أكتوبر

source: November
ar: نوفمبر

source: December
ar: ديسمبر

source: Show
ar: عرض
bg_bg: Покажи
bn: প্রদর্শন করান
si: පෙන්වන්න

source: Hide
ar: إخفاء
bg_bg: Скрий
bn: লুকান
si: සඟවන්න

source: Abort
ar: إجهاض
pt_br: Cancelar

source: As Sibling
ar: كأخوه
pt_br: Como Irmão

source: As child
ar: كطفل
pt_br: Como Filho

source: Save as Copy
af: Red as kopieer
ar: حفظ ك صورة
bg_bg: Запази копие
bn: অনুলিপি হিসেবে সংরক্ষণ করুন
el: Αποθήκευση ως Αντίγραφο
fa_ir: ذخیره یک کپی
fi: Tallenna Copy
hu: Mentés Copy
id: Simpan sebagai salinan
ja: コピーとして保存
km: រក្សាទុក​ជា​ច្បាប់​ចម្លង
no: Lagre som kopi
ro: Salvați ca Copy
si: පිටපතක් ලෙස සුරකින්න
sv: Spara som Copy
sw: Hifadhi kama Nakala
ta: நகலாக சேமி
th: บันทึกเป็นสำเนา
vi: Tiết kiệm như Sao chép

source: About this Map
af: Oor die kaart
ar: حول هذه الخريطة
bg_bg: За картата
bn: এই মানচিত্র সম্পর্কে
el: Σχετικά με αυτό το χάρτη
fa_ir: درباره این نقشه
fi: Tietoa Kartta
hu: Erről Térkép
id: Tentang Peta ini
ja: この地図について
km: អំពី​ផែនទី​នេះ
no: Om kartet
ro: Despre acest Hartă
si: මෙම සිතියම පිළිබඳ
sv: Om denna karta
sw: Kuhusu Ramani hii
ta: இந்த வரைபடம் பற்றி
th: เกี่ยวกับแผนที่นี้
vi: Về Bản đồ này

source: Abstract
af: Abstrakte
ar: ملخص
bg_bg: Резюме
bn: বিমূর্ত
el: Περίληψη
fa_ir: چکیده
fi: Abstrakti
hu: Kivonat
id: Abstrak
ja: 概要
km: អរូបី
no: Sammendrag
si: උපුටා ගැනීම
sv: Abstrakt
sw: Muhtasari
ta: சுருக்கம்
th: บทคัดย่อ
vi: Trừu tượng

source: Save
ar: حفظ
bg_bg: Запеметяване
bn: সংরক্ষণ করুন
el: Αποθήκευση
fa_ir: ذخیره
fi: Tallenna
hu: Mentés
id: Simpan
ja: 保存
km: រក្សា​ទុក
no: Lagre
ro: Salvați
si: සුරකින්න
sv: Spara
sw: Hifadhi
ta: சேமி
th: บันทึก
vi: Lưu

source: Title
af: Titel
ar: عنوان
bg_bg: Заглавие
bn: খেতাব
el: Τίτλος
fa_ir: عنوان
fi: Otsikko
hu: Fejléc
id: Judul
ja: タイトル
km: ចំណងជើង
no: Tittel
ro: Titlu
si: මාතෘකාව
sv: Titel
sw: Jina
ta: தலைப்பு
th: ชื่อเรื่อง
vi: Tiêu đề

source: Connection Error
af: Verband Fout
ar: خطأ اتصال
bg_bg: Грешка при свързване
bn: সংযোগ ত্রুটি
el: Σφάλμα σύνδεσης
fa_ir: خطای اتصال
hu: Csatlakozási hiba
id: Koneksi tidak berhasil
ja: 接続エラー
km: កំហុស​ក្នុង​ការ​តភ្ជាប់
no: Forbindelses feil
ro: Eroare de conexiune
si: සම්බන්ධතාවයේ දෝශයකි
sw: Hitilafu katika uunganishaji
ta: இணைப்பு பிழை
th: มีปัญหาในการเชื่อมต่อ
vi: Lỗi kết nối
