Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Public: Any registered user can view and join a public group.<br>Public (invite-only):Any registered user can view the group. Only invited users can join.<br>Private: Registered users cannot see any details about the group, including membership. Only invited users can join.
af: Publiek: Enige geregistreerde gebruiker kan sien en sluit aan by 'n openbare groep. <br> Openbare (slegs nooi-) Enige geregistreerde gebruiker kan die groep sien. Slegs genooide gebruikers kan aansluit. <br> Privaat: Geregistreerde gebruikers kan sien nie enige besonderhede oor die groep, insluitend lidmaatskap. Slegs genooide gebruikers kan aansluit.
ar: عام: يمكن لأي مستخدم مسجل عرض مجموعة عامة والانضمام إليها. <br> عام (للمدعوين فقط): يمكن لأي مستخدم مسجل عرض المجموعة. يمكن للمستخدمين المدعوين فقط الانضمام. <br> خاص: لا يمكن للمستخدمين المسجلين رؤية أي تفاصيل حول المجموعة، بما في ذلك العضوية. يمكن فقط للمستخدمين المدعوين الانضمام.
bg_bg: Публична: Всеки регистриран потребител може да разглежда и да се включи в отворена група. <br>Публична (само с покана): Всеки регистриран потребител може да разглежда тази група. Само поканени потребители могат да се присъединят. <br> Затворени: Регистрирани потребители не могат да виждат никакви детайли за групата, включително и членове. Само поканени потребители могат да се присъединят.
cs: Veřejné: Každý registrovaný uživatel může zobrazit a připojit se k veřejné skupině. <br>Veřejné (pouze pro pozvánky): Každý registrovaný uživatel může zobrazit skupinu. Mohou se připojit pouze pozvaní uživatelé. <br>Soukromé: Registrovaní uživatelé nemohou vidět žádné podrobnosti o skupině, včetně členství. K účasti se mohou připojit pouze pozvaní uživatelé.
de: Öffentlich: Jeder registrierte Nutzer kann eine öffentliche Gruppe betrachtenund dieser beitreten. <br> Öffentlich (nur auf Einladung): Jeder registrierte Benutzer kann die Gruppe betrachten. Nur eingeladene Benutzer können beitreten. <br> Nur eingeladene Benutzer können teilnehmen.
es: Público: Cualquier usuario registrado puede ver y unirse a un grupo público.<br>Público (solo invitación): Cualquier usuario registrado puede ver el grupo. Solamente usuarios invitados pueden unirse.<br>Privado: Los usuarios registrados no pueden ver ningun detalle acerca del grupo, incluyendo membresía. Solamente usuarios invitados pueden unirse.
fa_ir: عمومی: هر کاربر ثبت نام شده می توانید مشاهده و گروه های عمومی بپیوندید. <br> عمومی (دعوت فقط): هر کاربر ثبت نام شده می توانید گروه ها را ببینید. فقط کاربران دعوت می بپیوندید. <br> خصوصی: کاربران ثبت شده نمی تواند هر گونه اطلاعات در مورد این گروه، از جمله عضویت را ببینید. فقط کاربران دعوت می بپیوندید.
fi: Julkinen: Kaikki rekisteröityneet käyttäjät voivat katsella ja liittyä julkiseen ryhmään. <br> Julkinen (vain kutsutuille): Jokainen rekisteröitynyt käyttäjä voi tarkastella ryhmän. Vain kutsutut käyttäjät voivat liittyä. <br> Yksityinen: Rekisteröityneet käyttäjät eivät voi nähdä mitään yksityiskohtia ryhmä, jäsenyys mukaan lukien. Vain kutsutut käyttäjät voivat liittyä.
fr: Public: Tout utilisateur enregistré peut voir et rejoindre un groupe public. <br> Public (sur invitation uniquement): Tout utilisateur enregistré peut voir le groupe. Seuls les utilisateurs invités peuvent rejoindre. <br> Privé: les utilisateurs enregistrés ne peuvent voir aucun détail sur le groupe, y compris l'appartenance. Seuls les utilisateurs invités peuvent rejoindre ce groupe.
hu: Nyilvános: bármely regisztrált felhasználó megtekintheti és csatlakozz a nyilvános csoporthoz. <br> Nyilvános (csak meghívásos alapon): bármely regisztrált felhasználó megtekintheti a csoport. Csak a meghívott felhasználók csatlakozhatnak. <br> Private: A regisztrált felhasználók nem lát részleteket a csoport, a tagságot is beleértve. Csak a meghívott felhasználók csatlakozhatnak.
it: Pubblico: Qualsiasi utente registrato può visualizzare e unirsi a un gruppo pubblico. <br> (Solo su invito) Pubblico: Qualsiasi utente registrato può visualizzare il gruppo. Solo gli utenti invitati possono partecipare. <br> Per uso privato: Gli utenti registrati non possono vedere tutti i dettagli sul gruppo, compresa l'appartenenza. Solo gli utenti invitati possono partecipare.
ja: パブリック：任意登録されたユーザーが表示およびパブリックグループに参加することができます。 <br>パブリック（招待制）：任意登録されたユーザーがグループを表示することができます。唯一招待されたユーザが参加することができます。 <br>プライベート：登録ユーザーは、会員を含め、グループについての詳細を確認することはできません。唯一招待されたユーザが参加することができます。
ka: საჯარო ჯგუფი: ნებისმიერ დარეგისტრირებულ მომხმარებელს შეუძლია ნახოს და შეუერთდეს საჯარო ჯგუფს. <br> საჯარო ჯგუფი(მარტო მოწვევით): ნებისმიერ დარეგისტრირებულ მომხმარებელს შეუძლია ნახოს ჯგუფი. მარტო დაპატიჯებულ მომხმარებლებს შეუძლიათ გაწევრიანება. <br> დახურული ჯგუფი: დარეგისტრირებულ მომხმარებლებს არ შეუძლიათ ჯგუფის დეტალური ინფორმაციის ნახვა, ასევე ჯგუფის წევრებიც. მხოლოდ მოწვეული მომხმარებლებს შეუძლია შეუერთდეს ამ ჯგუფში.
km: សាធារណៈ​: អ្នក​ប្រើ​ដែល​បាន​ចុះ​ឈ្មោះ​ណាមួយ​ដែល​អាច​មើល​និង​ចូលរួម​ជាមួយ​ក្រុម​សាធារណៈ​។ <br> សាធារណៈ (អញ្ជើញ​តែ​)​: អ្នក​ប្រើ​ដែល​បាន​ចុះ​ឈ្មោះ​ណា​អាច​មើល​ក្រុម​។ មាន​តែ​អ្នក​ប្រើ​ដែល​បាន​អញ្ជើញ​អាច​ចូលរួម​។ <br> ឯកជន​: អ្នកប្រើប្រាស់​ដែល​បាន​ចុះឈ្មោះ​មិន​អាច​មើល​ឃើញ​ព័​ត៌​មាន​លម្អិត​ណា​មួយ​អំពី​ក្រុម​នេះ​រួម​បញ្ចូល​ទាំង​សមាជិក​ភាព​។ មាន​តែ​អ្នក​ប្រើ​ដែល​បាន​អញ្ជើញ​អាច​ចូលរួម​។
pl: Publiczna: Każdy zarejestrowany użytkownik może zobaczyć i dołączyć do grupy publicznej. <br> Publiczna (tylko dla zaproszonych): Każdy zarejestrowany użytkownik może zobaczyć grupę. Tylko zaproszeni użytkownicy mogą dołączyć. <br> Prywatna: Zarejestrowani użytkownicy nie widzą żadnych szczegółów na temat grupy, w tym członkostwa. Tylko zaproszeni użytkownicy mogą dołączyć.
pt: Público: Qualquer utilizador registado pode ver e participar de um grupo público. <br> Público (somente para convidados): Qualquer utilizador registado pode ver o grupo. Apenas utilizadores convidados podem entrar. <br> Privado: Os utilizadores registrados não pode ver todos os detalhes sobre o grupo, incluindo os de adesão. Apenas utilizadores convidados podem entrar.
pt_br: Público: Qualquer usuário registrado pode visualizar e participar de um grupo público. <br> Público (somente por convite): Qualquer usuário registrado pode visualizar o grupo. Apenas usuários convidados podem participar. <br> Privado: Os usuários registrados não podem visualizar detalhes do grupo, nem mesmo a lista de membros. Apenas usuários convidados podem participar.
ro: Public: Orice utilizator inregistrat poate vizualiza și să se alăture unui grup de public. <br> Public (invita-numai): Orice utilizator inregistrat poate vizualiza grupului. Doar utilizatorii invitați se pot alătura. <br> Private: Utilizatorii înregistrați nu pot vedea detalii despre grup, inclusiv calitatea de membru. Doar utilizatorii invitați se pot alătura.
sv: Public: Alla registrerade användare kan se och gå med i en gemensam grupp. <br> Public (invite-only): Alla registrerade användare kan se gruppen. Endast inbjudna användare kan ansluta sig. <br> För privat bruk: Registrerade användare kan inte se några detaljer om gruppen, inklusive medlemskap. Endast inbjudna användare kan ansluta sig.
sw: Umma: mtumiaji yeyote aliyesajiliwa anaweza kuona na kujiunga na kundi la umma. <br> Umma (waalikwa tu): Mtumiaji yeyote aliyesajiliwa anaweza kuona kundi. Watumiaji walioalikwa tu ndio wanaweza kujiunga. <br> Binafsi: Watumiaji waliojiandikisha hawezi kuona maelezo yoyote kuhusu kundi, ikiwa ni pamoja na uanachama. Watumiaji walioalikwa tu ndio wanaweza kujiunga.
tr: Herkese Açık: Kayıtlı herhangi bir kullanıcı herkese açık bir grubu görüntüleyebilir ve katılabilir.<br>Herkese Açık(yalnızca davetli): Kayıtlı herhangi bir kullanıcı grubu görüntüleyebilir. Yalnızca davetli kullanıcılar katılabilir.<br>Özel: Kayıtlı kullanıcılar, üyelik de dahil olmak üzere grupla ilgili hiçbir ayrıntıyı göremez. Yalnızca davetli kullanıcılar katılabilir.
uk: Громадський: Будь-який зареєстрований користувач може переглядати і приєднатися до громадської групі. <br> Публічна (тільки за запрошенням): Будь-який зареєстрований користувач може переглядати групу. Тільки запрошені користувачі можуть приєднатися. <br> Приватні: Зареєстровані користувачі не бачу будь-яких деталей про групу, в тому числі членів. Тільки запрошені користувачі можуть приєднатися.

source: Email used to contact one or all group members, such as a mailing list, shared email, or exchange group.
af: E-pos gebruik om een ​​of al die groeplede, soos 'n e-lys, gedeel e-pos, of ruil groep te kontak.
ar: البريد الإلكتروني مستخدم للاتصال بأحد أعضاء المجموعة أو جميعهم، مثل القائمة البريدية أو البريد الإلكتروني المشترك أو مجموعة التبادل.
bg_bg: Ел.поща е използвана за връзка с един или всички членове на групата, напр. списък с адреси, споделена ел.поща или група за споделяне.
cs: E-mail byl použit pro kontakt s jedním nebo všemi členy skupiny, například se seznamem adres, sdíleným e-mailem nebo skupinou Exchange.
de: E-Mail die verwendet wird, um ein oder alle Gruppenmitglieder, ähnlich einer Mailingliste, zu kontaktieren.
es: Correo electrónico usado para contactar uno o todos los miembros del grupo, como una lista de correos, correos compartidos, o intercambio de grupo.
fa_ir: ایمیل استفاده می شود به تماس اعضای یک یا تمام گروه، مانند یک لیست پستی، ایمیل مشترک، و یا گروه ارز.
fi: Sähköposti käytetään yhteyttä yhteen tai kaikille ryhmän jäsenille, kuten postituslistalle, yhteinen sähköposti, tai vaihto ryhmä.
fr: E-mail utilisé pour contacter un ou tous les membres du groupe, comme une liste de diffusion, un e-mail partagé ou un groupe d'échange.
hu: Email használt kapcsolatba egy vagy csoport minden tagja, így például egy levelezési listát, közös e-mail, vagy csere-csoport.
it: E-mail utilizzato per contattare gli utenti di uno o di tutti i gruppi, come ad esempio una mailing list, e-mail condivisa, o un gruppo di scambio.
ja: メールは、メーリング·リスト、共有電子メール、または交換基などの1つまたはすべてのグループメンバーを、接触するために使用。
ka: ელექტრონული ფოსტა გამოიყენება იმისთვის რომ დაუკავშირდეს ერთს ან ყველა ჯგუფის წევრს, საერთო ელექტრო ფოსტას ან ჯგუფურ გაცვლას
km: អ៊ី​ម៉ែ​ល​បាន​ប្រើ​ដើម្បី​ទាក់ទង​មក​សមាជិក​ម្នាក់​ឬ​ក្រុម​ទាំង​អស់​ដូច​ជា​បញ្ជី​សំបុត្រ​រួម​អ៊ីមែល​ចែក​រំលែក​ឬ​ក្រុម​ការ​ផ្លាស់​ប្តូ​រ​។
pl: E-mail używany do kontaktu z jednym lub wszystkimi członkami grupy, na przykład lista mailingowa, wspólny e-mail, grupa.
pt: E-mail usado para manter contato com os membros de um ou de todos os grupos, como uma lista de discussão, e-mail compartilhado, ou grupo de câmbio.
pt_br: E-mail usado para fazer contato com um ou com todos os membros do grupo, como uma lista de e-mails, um e-mail compartilhado ou grupo de compartilhamento.
ro: E-mail utilizate pentru a contacta membrii una sau toate de grup, cum ar fi o listă de corespondență, e-mail comun, sau grup de schimb.
sv: E-post används för att kontakta någon eller alla gruppmedlemmar, till exempel en e-postlista, delad e-post, eller utbyte grupp.
sw: Barua pepe ya kuwasiliana na mwanachama mmoja au wanachama wote wa kundi, kama vile jukwaa la barua pepe, barua pepe ya pamoja au `exchang group`.
tr: Bir posta listesi, paylaşılan e-posta veya değişim grubu gibi bir veya tüm grup üyeleriyle iletişim kurmak için kullanılan e-posta.
uk: E-mail використовується для контакту з членами однієї або всіх груп, таких, як список розсилки, загальною електронною поштою або обміну групи.

source: Logo
ar: علامة
bg_bg: Лого
ja: ロゴ
ka: ლოგო
pt: Logótipo

source: Email
ar: بريد إلكتروني
bg_bg: Ел.поща
es: Correo Electrónico
ka: ელექტრონული ფოსტა
tr: E-posta

source: A space or comma-separated list of keywords
af: 'N spasie of komma-geskeide lys van dokumente
ar: مساحة أو قائمة مفصولة بفواصل من الكلمات الرئيسية
bg_bg: Списък с ключови думи, отделени с празно място или запетая
cs: Seznam klíčových slov oddělených mezerami nebo čárkami
de: Eine durch Leerzeichen oder Kommas getrennte Stichwortliste
es: Una lista de palabras clave separadas por un espacio o comas
fa_ir: فضا و یا فهرست کاما جدا از کلمات کلیدی
fi: Tyhjämerkillä tai pilkulla erotettu lista avainsanoja
fr: Liste de mots-clés séparés par des espaces ou des virgules
hu: A tér vagy vesszővel elválasztott kulcsszavak
it: Elenco di parole chiave delimitate da spazio o virgola
ja: スペースまたはコンマ区切りによるキーワードのリスト
ka: საკვანძო სიტყვების სია, გამოყოფილი პრობელი თან მძიმით
km: លំហ​មួយ​ឬ​បញ្ជី​បំបែក​ដោយ​សញ្ញា​ក្បៀស​ពាក្យគន្លឹះ
pl: Lista słów kluczowych rozdzielona spacjami lub przecinkami
pt: Uma lista de palavras-chave separadas por vírgula ou espaço
pt_br: Uma lista de palavras-chave separadas por vírgula ou espaço
ro: Un spațiu sau lista separata cu virgule de cuvinte cheie
sv: Ett utrymme eller kommaseparerad lista med sökord
sw: Orodha ya maneno muhimu yalionganishwa kwa nafasi au koma
tr: Anahtar kelimelerin boşluk veya virgülle ayrılmış bir listesi
uk: Простір або розділений комами список ключових слів

source: Access
ar: دخول
bg_bg: Достъп
cs: Přístup
de: Zugriff
es: Acceso
fr: Accès
it: Accesso
ja: アクセス
ka: წვდომა
pl: Dostęp
pt: Acesso
pt_br: Acessar
tr: Erişim

source: Categories
af: Kategorieë
ar: الفئات
bg_bg: Категории
cs: Kategorie
de: Kategorien
es: Categorías
fa_ir: دسته بندی ها
fi: Kategoriat
hu: Kategóriák
it: Categorie
ja: カテゴリー
ka: კატეგორიები
km: ប្រភេទ
pl: Kategorie
pt: Categorias
pt_br: Categorias
ro: Categorii
sv: Kategorier
sw: Makundi
tr: Kategoriler
uk: Категорії

source: Manager
af: Bestuurder
ar: مدير
bg_bg: Администратор
cs: Manažer
es: Administrator
fa_ir: مدیر
fi: Johtaja
fr: Responsable
hu: Menedzser
it: Gestore
ja: マネージャー
ka: მენეჯერი
km: កម្មវិធី​គ្រប់​គ្រង
pl: Admin
pt: Gestor
pt_br: Administrador
sv: Chef
sw: Msimamizi
tr: Yönetici
uk: Менеджер

source: Member
af: Lid
ar: عضو
bg_bg: Член
cs: Člen
de: Mitglied
es: Miembro
fa_ir: عضو
fi: Jäsen
fr: Membre
hu: Tag
it: Membro
ja: メンバー
ka: წევრი
km: សមាជិក
pl: Członek
pt: Membro
pt_br: Membro
ro: Membru
sv: Medlem
sw: Mwanachama
tr: Üye
uk: Член

source: Activity Feed for
af: Aktiwiteit voer vir
ar: خلاصة الأنشطة ل
bg_bg: Информация за активност за
cs: Activity Feed pro
de: Aktivitäts-Feed für
es: Feed de actividad para
fa_ir: خوراک فعالیت برای
fi: RSS-syöte varten
fr: Fil d'activité pour
it: Feed attività per
ja: 活動履歴
ka: აქტიურობის ნაკადი
km: មតិ​ព័ត៌មាន​សម្រាប់​សកម្មភាព
pl: Kanał aktywności dla
pt: Feed de atividades para
pt_br: Feed de atividades para
ro: Alimentare activitate pentru
sv: Aktivitet Feed för
sw: Mlisho wa matukio ya
tr: Etkinlik Akışı
uk: Стрічка для

source: All
af: Alle
ar: جميع
bg_bg: Всички
cs: Vše
de: Alles
es: Todos
fa_ir: همه
fi: Kaikki
fr: Tout
hu: Minden
it: Tutti
ja: 全て
ka: ყველა
km: ទាំងអស់
pl: Wszystko
pt: Todos
pt_br: Todos(as)
ro: Toate
sv: Allt
sw: Vyote
tr: Tümü

source: Maps
af: Kaarte
ar: خرائط
bg_bg: Карти
cs: Mapy
de: Karten
es: Mapas
fa_ir: نقشه ها
fi: Kartat
fr: Cartes
hu: Térképek
it: Mappe
ja: 地図
ka: რუკები
km: ផែនទី
pl: Mapy
pt: Mapas
pt_br: Mapas
ro: Hărți
sv: Kartor
sw: Ramani
tr: Haritalar
uk: Карти

source: Documents
af: Dokumente
ar: الوثائق
bg_bg: Документи
de: Dokumente
es: Documentos
fa_ir: مستندات
fi: Dokumentit
hu: Dokumentumok
it: Documenti
ja: ドキュメント
ka: დოკუმენტები
km: ឯកសារ
pl: Dokumenty
pt: Documentos
pt_br: Documentos
ro: Documente
sv: Dokument
sw: Hati
tr: Belgeler
uk: Документи

source: Comments
af: Kommentaar
ar: تعليقات
bg_bg: Коментари
cs: Komentáře
fa_ir: پینوشت
fi: Kommentit
hu: Hozzászólások
ka: კომენტარები
km: យោបល់
ro: Comentarii
sv: Kommentarer
sw: Maoni
uk: Коментарі

source: No actions yet
af: Geen aksies nog
ar: أية إجراءات بعد
bg_bg: Все още няма действия
cs: Zatím žádné akce
de: Keine Aktionen vorhanden
es: No hay ninguna acción aún
fa_ir: بدون اقدامات هنوز
fi: Toimia ei ole vielä
fr: Pas encore d'actions
hu: Nincs még fellépések
it: Ancora nessuna azione
ja: まだアクションしていません
ka: მოქმედება არ იქნა ჩადენილი
km: មិន​មាន​សកម្មភាព​នៅឡើយ​ទេ
pl: Brak działań
pt: Ainda sem ações
pt_br: Nenhuma ação ainda
ro: Încă nu există nici acțiuni
sv: Inga åtgärder ännu
sw: Hakuna kilichofanyika bado
tr: Henüz hiçbir işlem yok
uk: Ще немає дії

source: Explore Group Categories
ar: تصفح فئات المجموعة
de: Gruppen Kategorien betrachten
es: Explorar categorías de grupo
fr: Explorez les catégories de groupe
it: Esplora categorie gruppo
ja: グループのカテゴリーを見る
pl: Przeglądaj kategorie grup
pt: Explorar Grupos de Categorias
pt_br: Explorar categorias de Grupos
tr: Grup Kategorilerini Keşfet

source: Create a New Group Category
ar: إنشاء فئة مجموعة جديدة
de: Erstelle eine neue Gruppen Kategorie
es: Crear una nueva categoría de grupo
fr: Créer une nouvelle catégorie de groupe
it: Creare una nuova categoria di gruppo
ja: グループのカテゴリーを作成
pl: Stwórz nową kategorię grupy
pt: Criar Nova Categoria de Grupo
pt_br: Criar uma Nova Categoria de Grupos
tr: Yeni Bir Grup Kategorisi Oluştur

source: Explore Groups
af: Verken Groepe
ar: تصفح المجموعات
bg_bg: Преглед на групи
cs: Prozkoumat skupiny
de: Gruppen betrachten
es: Explorar Grupos
fa_ir: کاوش گروه
fi: Tutki ryhmiä
fr: Explorer les groupes
hu: Fedezze fel a csoportok
it: Esplora gruppi
ja: グループを探る
ka: ჯგუფების ნახვა
km: រុករក​ក្រុម
pl: Przeglądaj grupy
pt: Explorar Grupos
pt_br: Explorar Grupos
ro: Exploreaza Grupuri
sv: Utforska Grupper
sw: Peruzi Makundi
tr: Grupları Keşfet
uk: Досліджуйте групи

source: Create a Group
af: Skep 'n groep
ar: إنشاء مجموعة جديد
bg_bg: Създай група
cs: Vytvořit skupinu
de: Erstellen Sie eine Gruppe
es: Crear un Grupo
fa_ir: ایجاد یک گروه
fi: Luo ryhmä
fr: Créer un groupe
hu: Csoport létrehozása
it: Creazione di un gruppo
ja: グループを作成
ka: ჯგუფის შექმნა
km: បង្កើត​ក្រុម​មួយ
pl: Stwórz grupę
pt: Criar um Grupo
pt_br: Criar um Grupo
ro: Creați un grup
sv: Skapa en Grupp
sw: Unda kundi
tr: Bir Grup Oluştur
uk: Створення групи

source: Update Group
af: Werk Group
ar: تحديث المجموعة
bg_bg: Обнови група
cs: Aktualizovat skupinu
de: Gruppe aktualisieren
es: Actualizar Grupo
fa_ir: به روز رسانی گروه
fi: Päivitä Group
fr: Mettre à jour le groupe
hu: Frissítés Group
it: Aggiornamenti di gruppo
ja: 更新グループ
ka: ჯგუფის განახლება
km: ធ្វើ​ឱ្យ​ទាន់សម័យ​ក្រុម
pl: Zaktualizuj grupę
pt: Atualizar Grupo
pt_br: Atualizar Grupo
ro: Modificare Group
sv: Uppdatera grupp
sw: Sasisha Kundi
tr: Grubu Güncelle
uk: Група Update

source: Remove Group
af: Verwyder groep
ar: إزالة المجموعة
bg_bg: Премахни група
cs: Odstranit skupinu
de: Gruppe entfernen
es: Remover Grupo
fa_ir: حذف گروه
fi: Poista Group
fr: Supprimer le groupe
hu: Csoport törlése
it: Rimuovi gruppo
ja: グループの削除
ka: ჯგუფის გაუქმება
km: យក​ក្រុម​ចេញ
pl: Usuń grupę
pt: Remover grupo
pt_br: Remover grupo
ro: Scoateți Group
sv: Avlägsna gruppen
sw: Ondoa Kundi
tr: Grubu Kaldır
uk: Видалити групу

source: Create Group
af: Skep Groep
ar: إنشاء مجموعة
bg_bg: Създай група
cs: Vytvořit skupinu
de: Gruppe erstellen
es: Crear Grupo
fa_ir: ایجاد گروه
fi: Luo ryhmä
fr: Créer un groupe
hu: Csoport létrehozása
it: Crea gruppo
ja: グループを作成
ka: ჯგუფის შექმნა
km: បង្កើត​ក្រុម
pl: Stwórz grupę
pt: Criar Grupo
pt_br: Criar Grupo
ro: Creare grup
sv: Skapa grupp
sw: Unda Kundi
tr: Grup Oluştur
uk: Створити групу

source: Last Modified
ar: آخر تعديل
de: Zuletzt geändert
es: Última modificación
fr: Dernière modification
it: Ultima modifica
ja: 最終更新
pl: Ostatnio zmodyfikowano
pt: Última Modificação
pt_br: Última Modificação
tr: Son Değişiklik

source: This group has not created a logo.
af: Hierdie groep het nie geskep om 'n logo.
ar: لم تنشئ هذه المجموعة شعارا.
bg_bg: Тази група не е създала лого.
cs: Tato skupina nevytvořila logo.
de: Diese Gruppe hat kein Logo erstellt.
es: Éste grupo no ha creado un logotipo.
fa_ir: این گروه آرم نمی شده است.
fi: Tämä ryhmä ei ole luonut logo.
fr: Ce groupe n'a pas de logo.
hu: Ez a csoport még nem hozott létre egy logót.
it: Questo gruppo non ha creato un logo.
ja: このグループには、ロゴを作成していません。
ka: ამ ჯგუფს არ შეუფმნია ლოგო
km: ក្រុម​នេះ​មិន​បាន​បង្កើត​ស្លាក​សញ្ញា​មួយ​។
pl: Ta grupa nie stworzyła logo.
pt: Este grupo não criou um logótipo.
pt_br: Este grupo não criou uma logo.
ro: Acest grup nu și-a creat un logo.
sv: Denna grupp har inte skapat en logotyp.
sw: Kundi hili halijaunda nembo
tr: Bu grup bir logo oluşturmadı.
uk: Ця група ще не створив логотип.

source: Edit Group Details
af: Wysig Group Besonderhede
ar: تحرير تفاصيل المجموعة
bg_bg: Редактирай Детайли за Групата
cs: Upravit podrobnosti o skupině
de: Gruppendetails bearbeiten
es: Editar Detalles del Grupo
fa_ir: ویرایش جزئیات گروه
fi: Edit Group Lisätiedot
fr: Modifier les informations du groupe
hu: Csoport szerkesztése Részletek
it: Modifica dettagli del gruppo
ja: 編集グループの詳細
ka: ჯგუფის დეტალური ინფორმაციის რედაქტირება
km: កែសម្រួល​ព័ត៌មាន​លំអិត​ក្រុម
pl: Edytuj szczegóły grupy
pt: Editar Detalhes do grupo
pt_br: Editar Detalhes do Grupo
ro: Edit Group Detalii
sv: Redigera gruppinformation
sw: Hariri Maelezo ys Kundi
tr: Grup Ayrıntılarını Düzenle
uk: Редагувати дані Група

source: Manage Group Members
af: Bestuur Groep Lede
ar: إدارة أعضاء المجموعة
bg_bg: Управлявай Членове на Групата
cs: Správa členů skupiny
de: Gruppenmitglieder verwalten
es: Administrar los Miembros del Grupo
fa_ir: مدیریت کاربران گروه
fi: Hallitse ryhmän jäsenet
fr: Gérer les membres du groupe
hu: Kezelése Klub tagok
it: Gestisci membri del gruppo
ja: グループメンバーを管理する
ka: ჯგუფის წევრების მართვა
km: គ្រប់គ្រង​សមាជិក​ក្រុម
pl: Zarządzaj członkami grupy
pt: Gerir Utilizadores do Grupo
pt_br: Gerenciar Membros do grupo
ro: Gestionați Membrii grupului
sv: Hantera Gruppmedlemmar
sw: Simamia Wanachama wa Kundi
tr: Grup Üyelerini Yönet
uk: Управління Група: Користувачі

source: Delete this Group
af: Verwyder hierdie Groep
ar: حذف هذه المجموعة
bg_bg: Изтрий тази група
cs: Smazat tuto skupinu
de: Diese Gruppe löschen
es: Eliminar este Grupo
fa_ir: حذف این گروه
fi: Poista tämä Group
fr: Supprimer ce groupe
hu: Törölje ezt Group
it: Elimina questo gruppo
ja: このグループの削除
ka: ამ ჯგუფის წაშლა
km: លុប​ក្រុម​នេះ
pl: Usuń tę grupę
pt: Apagar este Grupo
pt_br: Excluir este Grupo
ro: Ștergeți acest grup
sv: Ta bort den här gruppen
sw: Futa kundi hili
tr: Bu Grubu Sil
uk: Видалити цю групу

source: Group Activities
af: Groepaktiwiteite
ar: نشاطات المجموعة
bg_bg: Дейности на групата
cs: Skupinové aktivity
de: Gruppenaktivitäten
es: Actividades del Grupo
fa_ir: فعالیت های گروه
fi: Ryhmäaktiviteetit
fr: Activités du groupe
hu: Csoport tevékenységek
it: Attività del gruppo
ja: グループ活動
ka: ჯგუფის აქტიურობა
km: សកម្មភាព​ក្រុម
pl: Czynności grupy
pt: Atividades do Grupo
pt_br: Atividades do Grupo
ro: Activități de grup
sv: Gruppaktiviteter
sw: Matukio ya Kundi
tr: Grup Etkinlikleri
uk: Діяльність Групи

source: This group is <strong>%(access)s</strong>.
af: Hierdie groep is <strong>%(access)s</strong>.
ar: هذه المجموعة هي<strong>%(access)s</strong>
bg_bg: Тази група е <strong>%(access)s</strong>.
cs: Tato skupina je <strong>%(access)s</strong>.
de: Diese Gruppe ist <strong>%(access)s</strong>.
es: Éste grupo es <strong>%(access)s</strong>.
fa_ir: این گروه است <strong>%(access)s</strong>
fi: Tämä ryhmä <strong>%(access)s</strong>.
fr: Ce groupe est <strong>%(access)s</strong>.
hu: Ez a csoport <strong>%(access)s</strong>.
it: Questo gruppo <strong>%(access)s</strong>.
ja: このグループは<strong>%(access)s</strong>
ka: ეს ჯგუფი წარმოადგენს <strong>%(access)s</strong>.
km: ក្រុម​នេ <strong>%(access)s</strong>.​
pl: Ta grupa jest <strong>%(access)s</strong>.
pt: Este grupo é<strong>%(access)s</strong>.
pt_br: Este grupo está <strong>%(access)s</strong>.
ro: Acest grup este <strong>%(access)s</strong>.
sv: Denna grupp <strong>%(access)s</strong>.
sw: Kundi hili ni la <strong>%(access)s</strong>.
tr: Bu grup <strong>%(access)s</strong>'dir.
uk: Ця група <strong>%(access)s</strong>.
