Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: Category is required.
af: Kategorie word vereis.
ar: الفئة مطلوبة.
bg_bg: Изисква се категория
cs: Kategorie je povinná.
de: Kategorie erforderlich.
es: Categoría requerida.
fa_ir: رده مورد نیاز است.
fi: Luokka on pakollinen.
fr: Une catégorie est requise.
hu: Kategória szükséges.
it: Categoria obbligatoria.
ja: カテゴリが必要です。
ka: კატეგორია უნდა იყოს მითითებული.
km: ប្រភេទ​ត្រូវ​បាន​ទាមទារ​។
pl: Kategoria jest wymagana.
pt: Categoria é necessária.
pt_br: Categoria é necessária.
ro: Este necesară categorie.
sv: Kategori krävs.
sw: Kundi linahitajika
uk: Категорія вимагається.

source: Keywords from Thesaurus
ar: كلمات رئيسية من قاموس المرادفات
de: Schlüsselwörter des Thesauri
es: Palabras clave del Tesauro
fr: Mots-clés du thésaurus
it: Parole chiave dai thesauri
ja: シソーラスのキーワード
pl: Słowa kluczowe ze słownika
pt: Palavras-chave do Thesaurus
pt_br: Palavras-chave de um dicionário
tr: Tezaurustan Anahtar Kelimeler

source: List of keywords from Thesaurus
ar: قائمة الكلمات الرئيسية من قاموس المرادفات
de: Liste an Schlüsselwörter des Thesauri
es: Lista de palabras clave del Tesauro
fr: Liste des mots-clés du thésaurus
it: Elenco di parole chiave dai thesauri
ja: シソーラスのキーワード一覧
pl: Lista słów kluczowych ze słownika
pt: Lista de palavras-chave do Thesaurus
pt_br: Lista de Palavras-chave de um dicionário
tr: Tezaurustan Anahtar Kelimeler Listesi

source: Abstract
af: Abstrakte
ar: ملخص
bg_bg: Резюме
cs: Koncept
de: Zusammenfassung
es: Resumen
fa_ir: چکیده
fi: Abstrakti
fr: Résumé
hu: Absztrakt
ja: 概要
ka: ანოტაცია
km: អរូបី
pl: Streszczenie
pt: Resumo
pt_br: Resumo
sv: Abstrakt
sw: Muhtasari
tr: Özet
uk: Абстрактний

source: Purpose
af: Doel
ar: هدف
bg_bg: Предназначение
cs: Účel
de: Zweck
es: Propósito
fa_ir: منظور
fi: Tarkoitus
fr: Objectif
hu: Cél
it: Finalità
ja: 目的
ka: მიზანი
km: គោលបំណង
pl: Cel
pt: Finalidade
pt_br: Finalidade
ro: Scop
sv: Syfte
sw: Kusudi
tr: Amaç
uk: Мета

source: Owner
af: Eienaar
ar: مالك
bg_bg: Собственик
cs: Majitel
de: Eigentümer
es: Dueño
fa_ir: مالک
fi: Omistaja
fr: Propriétaire
hu: Tulajdonos
it: Proprietario
ja: オーナー
ka: მესაკუთრე
km: ម្ចាស់
pl: Właściciel
pt: Proprietário
pt_br: Proprietário
ro: Proprietar
sv: Ägaren
sw: Mmiliki
tr: Sahibi
uk: Власник

source: Date
af: Datum
ar: تاريخ
bg_bg: Дата
cs: Datum
de: Datum
es: Fecha
fa_ir: تاریخ
fi: Päivämäärä
hu: Dátum
it: Data
ja: 日
ka: თარიღი
km: កាលបរិច្ឆេទ
pl: Data
pt: Data
pt_br: Data
ro: Data
sv: Datum
sw: Tarehe
tr: Tarih
uk: Дата

source: temporal extent start
af: tydelike mate begin
ar: بدء المدى الزمني
bg_bg: начало на времеви обхват
cs: začátek časového období
de: Zeitliche Ausdehnung Start
es: inicio de extensión temporal (extent)
fa_ir: شروع محدوده زمانی
fi: aikajakson alku
fr: début de la fourchette temporelle
hu: időbeli mértékben kezdet
it: inizio dell'estensione temporale
ja: 開始時間
ka: დასაწყისი
km: ការ​ចាប់​ផ្តើ​ម​វិសាលភាព​ខាង​សាច់ឈាម
pl: początek zakresu czasowego
pt: início da extensão temporal
pt_br: início da extensão temporal
ro: temporal măsură start
sv: temporal utsträckning start
tr: zamansal kapsam başlangıcı
uk: тимчасова старт ступеня

source: temporal extent end
af: tydelike mate einde
ar: نهاية المدى الزمني
bg_bg: край на времеви обхват
cs: konec časového období
de: Zeitliche Ausdehnung Ende
es: fin de extensión temporal (extent)
fa_ir: پایان محدوده زمانی
fi: aikajakson loppu
fr: fin de la fourchette temporelle
hu: időbeli mértéke end
it: fine dell'estensione temporale
ja: 終了時間
ka: დროის ინტერვალის დასასრული
km: ចុង​បញ្ចប់​វិសាលភាព​ខាង​សាច់ឈាម
pl: koniec zakresu czasowego
pt: final da extensão temporal
pt_br: fim da extensão temporal
ro: temporal măsură final
sv: temporal utsträckning ände
tr: zamansal kapsam bitişi
uk: тимчасова кінець ступеня

source: Person outside GeoNode (fill form)
ar: شخص خارج GeoNode (تعبئة نموذج)
cs: Osoba mimo GeoNode (formulář pro vyplnění)
fi: Henkilö GeoNoden ulkopuolelta (täytä lomake)

source: Point of Contact
af: Punt van kontak
ar: جهة الاتصال
bg_bg: Точка за контакт
cs: Kontaktní místo
de: Kontaktpunkt
es: Punto de contacto
fa_ir: نقطه تماس
fi: Yhteyspiste
fr: Point de Contact
hu: Kapcsolattartó
it: Punto di contatto
ja: 連絡先
ka: საკონტაქტო ინფორმაცია
km: ចំណុច​នៃ​ការ​ទំនាក់ទំនង
pl: Osoba kontaktowa
pt: Ponto de contacto
pt_br: Ponto de contato
ro: Punct de Contact
sv: BERÖRINGSPUNKT
sw: Mawasiliano
tr: İletişim Noktası
uk: Точка дотику

source: Metadata Author
af: Metadata outeur
ar: مؤلف البيانات الوصفية
bg_bg: Автор на метаданни
cs: Autor metadat
de: Metadata Autor
es: Autor del Metadatos
fa_ir: نویسنده متادیتا
fi: Metadatan Tekijä
fr: Auteur des métadonnées
hu: Metaadatok Szerző
it: Autore dei metadati
ja: メタデータ作成者
ka: მეტამონაცემის ავტორი
km: អ្នក​និពន្ធ​ទិន្នន័យ​មេតា
pl: Autor metadanych
pt: Autor dos Metadados
pt_br: Autor dos metadados
ro: Metadata Autor
sv: Metadata Författare
sw: Mwandishi wa Metadata
tr: Meta Veri Yazarı
uk: Metadata Автор

source: Free-text Keywords
ar: كلمات النص الحر
de: Freitext Schlüsselwörter
es: Palabras claves
fr: Texte libre
ja: キーワード
pl: Słowa kluczowe
pt: Palavras-chave livres
pt_br: Palavras-chave de texto livre

source: A space or comma-separated list of keywords. Use the widget to select from Hierarchical tree.
ar: مساحة أو قائمة مفصولة بفواصل بكلمات مفتاحية. استخدم عنصر واجهة المستخدم للتحديد من شجرة التسلسل الهرمي.
de: Eine durch Kommata getrennte Liste an Schlüsselwörtern. Benutzen Sie das widget um eine Auswahl aus dem hierarchischen Baum zu wählen.
es: Un espacio o una lista de palabras clave separadas por comas. Utilice el widget para seleccionar desde el árbol jerárquico.
fr: Une liste de mots-clés séparés par des espaces ou des virgules. Utilisez le widget pour choisir à partir de l'arbre hiérarchique.
it: Uno spazio o un elenco delimitato da virgole di parole chiave. Utilizzare il widget per selezionare dalla struttura ad albero gerarchica.
ja: スペースまたはコンマで区切られたキーワードのリストです。ウィジェットを使用して、Hierarchical Treeから選択します。
pl: Lista słów kluczowych rozdzielona spacjami lub przecinkami. Użyj widgetu, by wybrać słowa kluczowe z drzewa hierarchicznego.
pt: Uma lista de palavras-chave separadas por vírgula ou espaço.
pt_br: Uma lista de palavras-chave separadas por vírgula ou espaço. Utilize o widget para selecionar a partir da árvore hierárquica.

source: Regions
af: Streke
ar: المناطق
bg_bg: Региони
cs: Regiony
de: Regionen
es: Regiones
fa_ir: نواحی
fi: Alueet
fr: Régions
hu: Régiók
it: Regioni
ja: 地域
ka: რეგიონები
km: តំបន់
pl: Regiony
pt: Regiões
pt_br: Regiões
ro: Regiuni
sv: Regioner
sw: Maeneo
tr: Bölgeler
uk: Райони

source: Group
ar: مجموعة
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
ja: グループ
pl: Grupa
pt: Grupo
pt_br: Grupo
tr: Grup

source: Category
af: Kategorie
ar: فئة
bg_bg: Категория
cs: Kategorie
de: Kategorie
es: Categoría
fa_ir: طبقه بندی
fi: Luokka
fr: Catégorie
hu: Kategória
it: Categoria
ja: カテゴリ
ka: კატეგორია
km: ប្រភេទ
pl: Kategoria
pt: Categoria
pt_br: Categoria
ro: Categorie
sv: Kategori
sw: Kundi
tr: Kategori
uk: Категорія

source: License
af: Lisensie
ar: رخصة
bg_bg: Лиценз
cs: Licence
de: Lizenz
es: Licencia
fa_ir: پروانه
fi: Lisenssi
hu: Engedély
it: Licenza
ja: ライセンス
ka: ლიცენზია
km: អាជ្ញាប័ណ្ណ
pl: Licencja
pt: Licença
pt_br: Licença
ro: Licență
sv: Licens
sw: Leseni
tr: Lisans
uk: Ліцензія

source: Language
af: Taal
ar: لغة
bg_bg: Език
cs: Jazyk
de: Sprache
es: Idioma
fa_ir: زبان
fi: Kieli
fr: Langue
hu: Nyelv
it: Lingua
ja: 言語
ka: ენა
km: ភាសា
pl: Język
pt: Idioma
pt_br: Idioma
ro: Limbă
sv: Språk
sw: Lugha
tr: Dil
uk: Мова

source: Short reasoning behind the request
ar: منطق مختصر وراء الطلب
de: Kurze Begründung der Anfrage
es: Razonamiento breve detrás de la solicitud
fr: Bref raisonnement des motifs de la demande
it: Breve descrizione del motivo della richiesta
ja: リクエストの簡潔な理由
pl: Krótkie uzasadnienie prośby
pt: Pequena razão relativo a este pedido
pt_br: Breve motivo relacionado ao pedido
tr: Talebin arkasındaki kısa gerekçe

source: function performed by the responsible party
af: funksie wat uitgevoer word deur die verantwoordelike party
ar: الوظيفة التي تؤديها الجهة المسؤولة
bg_bg: функцията се изпълнява от отговорния екип
cs: funkce prováděné odpovědnou stranou
de: Funktion ausgeführt von verantwortlicher Person
es: función realizada por el responsable
fa_ir: تابع انجام شده توسط مسئول
fi: vastuullisen osapuolen suorittama toiminto
fr: fonction remplie par l'équipe responsable
hu: funkciója a felelős fél
it: funzione svolta dalla parte responsabile
ja: 責任者によって実行される機能
ka: ფუნქცია რომელიც არის პასუხისმგებელი
km: មុខងារ​បាន​អនុវត្ត​ដោយ​ភាគី​ទទួល​ខុស​ត្រូវ
pl: funkcja wykonywana przez podmiot odpowiedzialny
pt: função executada pela parte responsável
pt_br: função desempenhada pela parte responsável
ro: Funcția realizată de către partea responsabilă
sv: funktion som utförs av verksamhetsutövaren
sw: kazi iliyofanywa na chama kuwajibika
tr: sorumlu tarafça yerine getirilen işlev
uk: Функція виконується відповідальною стороною

source: brief narrative summary of the content of the resource(s)
af: kort vertelling opsomming van die inhoud van die hulpbron (s)
ar: ملخص سردي موجز لمحتوى المورد (الموارد)
bg_bg: кратко описателно обобщение на съдържанието на ресурса(и)
cs: stručné vyprávění souhrnu obsahu zdroje (zdrojů)
de: Kurze Beschreibung des Inhalts der Quelle(n)
es: breve resumen narrativo del contenido de los recurso(s)
fa_ir: خلاصه مختصری از محتوای منابع
fi: lyhyt kertova yhteenveto resurssin(ien) sisällöstä
fr: synthèse courte du contenu de la (des) ressource(s)
hu: rövid szöveges tartalmának összefoglalása a forrás (ok)
it: sintesi del contenuto della risorsa (o delle risorse)
ja: (複数) リソースのコンテンツに関する基本的な要約
ka: მოკლე ანოტაცია მომხდარ რესურსთან დაკავშირებით
km: សេចក្តី​សង្ខេប​រៀប​រាប់​សង្ខេប​នៃ​មាតិកា​នៃ​ធនធាន (s​)
pl: krótkie podsumowanie zawartości zasobu
pt: breve descrição do resumo do conteúdo do(s) recurso(s)
pt_br: breve resumo narrativo do conteúdo do(s) recurso(s)
ro: scurt rezumat narativ al conținutului resursei (e)
sv: kortfattad beskrivande sammanfattning av innehållet i den resurs (er)
sw: kifupi maelezo muhtasari wa maudhui ya rasilimali (s)
tr: kaynak(lar)ın içeriğine dair kısa anlatı özeti
uk: коротке резюме з викладом змісту ресурсу (и)

source: reference date for the cited resource
af: verwysing datum vir die aangehaal hulpbron
ar: تاريخ مرجعي للمورد المذكور
bg_bg: референтни данни за цитирания ресурс
cs: referenční datum pro daný zdroj
de: Referenzdatum der Quelle
es: fecha de referencia del recurso citado
fa_ir: تاریخ مرجع برای منابع ذکر شده
fi: viitatun resurssin viitepäivä
fr: date de référence de la ressource citée
hu: viszonyítási időpont az idézett forrás
it: data di riferimento della risorsa citata
ja: 引用されたリソースを参照した日付
ka: მოცემული წყარო საწყისი თარიღისათვის
km: កាលបរិច្ឆេទ​សេចក្ដី​យោង​សម្រាប់​ធនធាន​ដែល​បាន​លើក​ឡើង​នោះ
pl: data odniesienia dla cytowanego zasobu
pt: data de referência para o recurso citado
pt_br: data de referência para o recurso citado
ro: Data de referință pentru resursa citat
sv: referensdatum för den citerade resursen
sw: tarehe rejea kwa ajili ya rasilimali alitoa
tr: atıfta bulunulan kaynağın referans tarihi
uk: Посилання дата цитованого ресурсу

source: identification of when a given event occurred
af: identifisering van wanneer 'n gegewe gebeurtenis plaasgevind het
ar: تحديد عند وقوع حدث معين
bg_bg: идентификация за това кога се е случило дадено събитие
cs: identifikace toho, kdy nastala daná událost
de: Erkennung wann ein bestimmtes Ereignis eingetreten ist
es: identificación de cuándo ocurrió un evento dado
fa_ir: احراز هویت زمانی که یک رویداد رخ داده است
fi: tunnistaminen, kun tietty tapahtuma sattui
fr: identification du moment où un événement donné s'est réalisé
hu: azonosítását, amikor egy adott esemény
it: identificazione di quando un dato evento si è verificato
ja: イベントが起こった際に同定
ka: მომხდარი ფაქტი განსაზღვრულ დროში
km: កំណត់​ពេល​ព្រឹត្តិការណ៍​ដែល​បាន​ផ្តល់​ឱ្យ​កើត​ឡើង
pl: identyfikacja, kiedy dane wydarzenie miało miejsce
pt: identificação de quando um determinado evento acontece
pt_br: identificação do momento de ocorrência de um determinado evento
ro: identificarea când a avut loc un anumit eveniment
sv: identifiering av när en viss händelse inträffade
sw: utambulisho wa wakati tukio kupewa ilitokea
tr: belirli bir olayın ne zaman gerçekleştiğinin tanımlanması
uk: ідентифікація, коли відбулося це подія

source: version of the cited resource
af: weergawe van die aangehaal hulpbron
ar: نسخة من الموارد المذكورة
bg_bg: версия на цитирания ресурс
cs: verze citovaného zdroje
de: Version der Quelle
es: versión del recurso citado
fa_ir: ویرایش منبع ذکر شده
fi: viitatun resurssin versio
fr: version de la ressource citée
hu: változata az idézett forrás
it: versione della risorsa citata
ja: 引用されたリソースのバージョン
ka: მოცემული ვერსიის წყარო
km: កំណែ​របស់​ធនធាន​បាន​លើក​ឡើង​នោះ
pl: wersja cytowanego zasobu
pt: versão de um recurso citado
pt_br: versão do recurso citado
ro: versiune a resursei citat
sv: version av den citerade resurs
sw: toleo la rasilimali alitoa
tr: atıfta bulunulan kaynağın versiyonu
uk: версія ресурсу цитованої

source: a DOI will be added by Admin before publication.
ar: سيتم إضافة DOI من قبل المسؤول قبل النشر.
de: Eine DOI wird vor der Veröffentlichung vom Administrator vergeben.
es: el administrador agregará un DOI antes de la publicación.
fr: un DOI sera ajouté par l'Admin avant la publication.
it: un DOI verrà aggiunto dall'amministratore prima della pubblicazione.
ja: 公開前に管理者がDOIを追加します
pl: numer DOI zostanie dodany przez admina przed publikacją.
pt: o DOI será adicionado pelo Administrador após a publicação.
pt_br: um DOI será adicionado pelo Admin antes da publicação.
tr: Yayınlanmadan önce bir DOI, Yönetici tarafından eklenecektir.

source: summary of the intentions with which the resource(s) was developed
af: opsomming van die bedoelings waarmee die hulpbron (s) ontwikkel
ar: ملخص النوايا التي تم بها تطوير المصدر(المصادر)
bg_bg: обобщение на намеренията, с които е разработен ресурса(и)
cs: shrnutí záměrů, se kterými byl zdroj (zdroje) vyvinut
de: Zusammenfassung der Absicht, mit der die Quelle(n) entwickelt wurde(n)
es: resumen de las intenciones con las cuales se desarrolló el recurso
fa_ir: خلاصه روایت مختصری از محتوای منبع (منابع)
fi: Yhteenveto tarkoituksista joihin resurssi(t) kehitettiin
fr: résumé des objectifs pour lesquels cette / ces ressource(s) a/ont été développée(s)
hu: összefoglaló a szándék, amellyel a forrás (ok) fejlesztették
it: sintesi delle intenzioni con cui la risorsa (o le risorse) sono state sviluppate
ja: (複数の)リソースが開発された要因の要約
ka: ანატომია რესურსების განვითარების შესახებ
km: សេចក្តី​សង្ខេប​នៃ​ចេតនា​មួយ​ដែល​ធនធាន (s បាន​) ត្រូវ​បាន​បង្កើត​ឡើង
pl: podsumowanie celu, z jakim źródło zostało opracowane
pt: resumo das motivações pelo(as) qual(is) o(s) recurso(s) foram desenvolvidos
pt_br: resumo das motivações para o desenvolvimento do(s) recurso(s)
ro: rezumat intențiile cu care a fost dezvoltat resursa (s)
sv: sammanfattning av de intentioner som resursen (s) har utvecklats
sw: muhtasari wa nia na ambayo rasilimali (s) ilitengenezwa
tr: kaynak(lar)ın geliştirilme amacına dair özet
uk: Короткий виклад намірів, з якої був розроблений ресурс (и)

source: frequency with which modifications and deletions are made to the data after it is first produced
af: frekwensie waarmee veranderinge en weglatings is gemaak om die data nadat dit vir die eerste keer vervaardig
ar: التردد الذي يتم به إجراء التعديلات والحذف على البيانات بعد إنتاجها لأول مرة
bg_bg: честота, с която са правени модификации и изтривания на данните, след първоначалното им създаване
cs: četnost, s jakou jsou data a data po jejím prvním vytvoření upravena a vymazána
de: Häufigkeit mit der an den Daten Änderungen und Streichungen vorgenommen werden nachdem sie zum ersten Mal hergestellt wurden
es: frecuencia con la cual se actualiza o eliminaron los datos luego que estos fueron generados por vez primera
fa_ir: تعداد دفعات تغییرات و حذف داده ها پس از اولین تولید
fi: luotujen tietojen päivitysten ja poistojen muutostiheys
fr: fréquence avec laquelle les modifications et les suppressions sont réalisées sur les données après création
hu: gyakoriság, amellyel módosításokkal és törlések készülnek az adatok után először elő
it: frequenza con cui le modifiche e le cancellazioni sui dati vengono eseguite dopo essere stati prodotti la prima volta
ja: 最初に作られた後、データに対する修正及び削除が行われる頻度
ka: სიხშირე, რომლითაც ხდება განახლება დაწაშლა პირველადი შექმნის შემდეგ
km: ប្រេកង់​ដែល​កែប្រែ​និង​លុប​ត្រូវ​បាន​ធ្វើ​ឡើង​តាម​ទិន្នន័យ​បន្ទាប់​ពី​វា​ត្រូវ​បាន​ផលិត​ឡើង​ជា​លើក​ដំបូង
pl: częstotliwość, z jaką dane są modyfikowane po pierwotnym wytwarzeniu
pt: frequência com que as modificações de eliminações são feitasna informação após a sua primeira produção
pt_br: frequência de ocorrência de modificações e exclusões nos dados após sua produção inicial
ro: Frecventa cu care modificari si stergeri sunt făcute pentru datele după ce este produs primul
sv: ofta ändringar och strykningar görs i data efter den först produceras
sw: na kasi ambayo marekebisho na kufuta maneno yaliyotolewa na data baada ya kwanza zinazozalishwa
tr: verilerin ilk üretildikten sonra değiştirilme ve silinme sıklığı
uk: Частота, з якою зміни і видалення виробляються в даних після того, як вперше виготовлений

source: keyword identifies a location
af: navraag identifiseer 'n plek
ar: الكلمة تحدد مكان
bg_bg: ключовата дума идентифицира локация
cs: klíčové slovo identifikuje umístění
de: Stichwort welches einen Ort kennzeichnet
es: una palabra clave identifica una ubicación
fa_ir: کلمات کلیدی تعیین کننده موقعیت مکانی
fi: hakusana identifioi sijainnin
fr: mot-clé identifiant un emplacement
hu: kulcsszó azonosítja egy helyet
it: parola chiave che identifica una posizione
ja: キーワードは場所を特定する
ka: საკვანძო სიტყვა განსაზღვრავს ადგილსამყოფელს
km: ពាក្យ​គន្លឹះ​កំណត់​ទីតាំង​មួយ
pl: słowo kluczowe identyfikuje lokalizację
pt: palavra-chave identifica uma localização
pt_br: palavra-chave identifica uma localização
ro: cuvinte cheie identifică o locație
sv: sökord identifierar en plats
sw: Maneno muhimu yanayotambulisha eneo
tr: anahtar kelime bir konumu tanımlar
uk: Ключове слово ідентифікує місце розташування

source: limitation(s) placed upon the access or use of the data.
af: beperking (s) geplaas op die toegang tot of gebruik van die data.
ar: القيد او القيود المفروضة على الوصول أو استخدام البيانات.
bg_bg: ограничение(я) са наложени върху достъпа или употребат на данните
cs: omezen(í) na přístup nebo použití dat.
fa_ir: محدودیت (های) دسترسی و استفاده از داده
fi: rajoitus(set) jotka on asetettu tietoihin pääsyyn tai tietojen käyttöön.
hu: korlátozás (ok) keletkezik a hozzáférés vagy az adatok felhasználását.
ka: მონაცემების მოხმარების შეზღუდვა
km: ដែន​កំណត់ (s​) បាន​ដាក់​លើ​ការ​ចូល​ដំណើរ​ការ​ឬ​ការ​ប្រើ​ប្រាស់​ទិន្នន័យ​។
ro: limitare (s) pus pe accesul sau utilizarea datelor.
sv: begränsning (ar) placeras på åtkomst eller användning av uppgifterna.
sw: Kizuizi (au vizuizi) vilivyowekwa juu ya upataikanaji au matumizi ya data
tr: verilerin erişimi veya kullanımı üzerinde konulan kısıtlama(lar)
uk: Обмеження (и) накладають на доступ або використання даних.

source: other restrictions and legal prerequisites for accessing and using the resource or metadata
af: ander beperkings en wetlike vereistes vir toegang tot en die gebruik van die hulpbronne of metadata
ar: قيود وشروط قانونية أخرى للوصول إلى واستخدام المورد أو البيانات التعريفية
bg_bg: други ограничения и правни предпоставки за достъп и използване на ресурса или метаданните
cs: další omezení a právní předpoklady pro přístup k prostředku a metadatem a jeho použití
fa_ir: دیگر محدودیت ها به منظور دستیابی به منابع و متادیتا
fi: muut rajoitukset ja oikeudelliset edellytykset avaamaan ja käyttämään resurssia tai metatietoa
hu: egyéb korlátozások és jogi előfeltételei hozzáférés és azok felhasználása a forrás vagy metaadatok
ka: სხვა შეზღუდვები და სამართლებრივი წინაპირობების წვდომა და რესურსების ან მეტამონაცემის გამოყენება
km: ការ​រឹត​បន្តឹង​ផ្សេង​ទៀត​និង​លក្ខណៈ​ស្រប​ច្បាប់​សម្រាប់​ចូល​ដំណើរការ​និង​ការ​ប្រើ​ប្រាស់​ធន​ធាន​ឬ​ទ​​ិន្នន័យ​មេតា
ro: alte restricții și condiții prealabile legale pentru accesarea și utilizarea resurselor sau metadatele
sv: andra begränsningar och juridiska förutsättningar för att använda resursen eller metadata
sw: vikwazo vingine na matakwa ya kisheria katika kupata na kutumia rasilimali au metadata
tr: kaynağa veya meta veriye erişim ve kullanım için diğer kısıtlamalar ve yasal ön koşullar
uk: інші обмеження та правові передумови для доступу та використання ресурсу або метадані

source: license of the dataset
af: lisensie van die dataset
ar: ترخيص مجموعة البيانات
bg_bg: лиценз на набора на данни
cs: licence datové sady
de: Lizenz des Datensatzes
es: licencia del conjunto de datos
fa_ir: مجوز از مجموعه داده
fi: aineiston lisenssi
fr: license de l'ensemble de données
hu: engedély Az adatkészlet
it: licenza del dataset
ja: データセットのライセンス
ka: მონაცემების ლიცენზია
km: អាជ្ញា​ប​ណ្ណ​នៃ​សំណុំ​ទិន្នន័យ​នេះ
pl: licencja zbioru danych
pt: licença do conjunto de dados
pt_br: licença do conjunto de dados
ro: de licență a setului de date
sv: licensen för dataset
sw: leseni ya kanzidata
tr: veri kümesinin lisansı
uk: Ліцензія набору даних

source: language used within the dataset
af: taal wat gebruik word in die dataset
ar: اللغة المستخدمة في مجموعة البيانات
bg_bg: език използван в набора на данни
cs: jazyk použitý v datovém souboru
de: verwendete Sprache innerhalb des Datensatzes
es: idioma usado dentro del conjunto de datos
fa_ir: زبان مورد استفاده در دیتاست
fi: aineistossa käytetty kieli
fr: langue utilisée dans l'ensemble de données
hu: használt nyelv az adatbázisba
it: lingua usata all'interno del dataset
ja: 言語はデータセットの中で使われました
ka: ენა, რომელიც გამოიყენება მონაცემთა ბაზაში
km: ភាសា​ដែល​បាន​ប្រើ​ក្នុង​ទិន្នន័យ​នេះ
pl: język używany w zbiorze danych
pt: idioma usado no conjunto de dados
pt_br: idioma usado no conjunto de dados
ro: Limba utilizată în cadrul setului de date
sv: språk som används i den datamängd
sw: lugha iliyotumika kwenye kanzidata
tr: veri kümesinde kullanılan dil
uk: мова, яка використовується в наборі даних
