Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: A document has been uploaded
ar: تم تحميل مستند
bg_bg: Документ беше качен
cs: Dokument byl nahrán
de: Ein Dokument wurde hochgeladen
es: Un documento ha sido subido
fr: Un document a été chargé
it: Un documento è stato caricato
ja: アップロードされたドキュメント
ka: დოკუმენტი იუო ატვირთული
pl: Dokument został przesłany
pt: Um documento foi carregado
pt_br: Foi realizado o upload de um documento
tr: Bir belge yüklendi.

source: The following document was deleted
ar: تم حذف الوثيقة التالية
bg_bg: Следният документ бе изтрит
cs: Následující dokument byl smazán
de: Das folgende Dokument wurde gelöscht
es: El siguiente documento se eliminó
fr: Le document suivant a été supprimé
it: Il seguente documento è stato eliminato
ja: 以下のドキュメントが削除されました
ka: დოკუმენტი იყო წაშლილი
pl: Następujący dokument został usunięty
pt: O seguinte documento foi apagado
pt_br: O seguinte documento foi excluído
tr: Aşağıdaki belge silindi.

source: A document has been deleted
ar: تم حذف مستند
bg_bg: Документ беше изтрит
cs: Dokument byl smazán
de: Ein Dokument wurde gelöscht
es: Un documento fue eliminado
fr: Un document a été supprimé
it: Un documento è stato eliminato
ja: 削除されたドキュメント
ka: დოკუმენტი წაიშალა
pl: Dokument został usunięty
pt: Um documento foi eliminado
pt_br: O documento foi excluído
tr: Bir belge silindi.

source: The following document was published
ar: تم نشر الوثيقة التالية
de: Das folgende Dokument wurde veröffentlicht
es: El siguiente documento fue publicado
fr: Le document suivant a été publié
it: Il seguente documento è stato pubblicato
ja: 以下のドキュメントが公開されました
pl: Następujący dokument został opublikowany
pt: O seguinte documento foi publicado
pt_br: O seguinte documento foi divulgado
tr: Aşağıdaki belge yayınlandı.

source: A document has been published
ar: تم نشر وثيقة
de: Ein Dokument wurde veröffentlicht
es: Un documento ha sido publicado
fr: Un document a été publié
it: È stato pubblicato un documento
ja: 公開されたドキュメント
pl: Dokument został opublikowany
pt: Um documento foi publicado
pt_br: O documento foi divulgado
tr: Bir belge yayınlandı.

source: rated
ar: تم تصنيفه
bg_bg: оценен
cs: hodnocené
de: bewertet
es: calificado
fr: évalué
it: valutato
ja: 評価
ka: შეფასება
pl: ocenił
pt: avaliado
pt_br: avaliado
tr: değerlendirildi

source: the following document
ar: الوثيقة التالية
bg_bg: следния документ
cs: následující dokument
de: das folgende Dokument
es: el siguiente documento
fr: le document suivant
it: il seguente documento
ja: 以下のドキュメント
ka: ამჟამინდელი დოკუმენტი
pl: następujący dokument
pt: o seguinte documento
pt_br: o seguinte documento
tr: aşağıdaki belge

source: A document has been rated
ar: تم تقييم وثيقة
bg_bg: Документ беше оценен
cs: Dokument byl ohodnocen
de: Ein Dokument wurde bewertet
es: Un documento fue catalogado
fr: Un document a été évalué
it: Un documento è stato valutato
ja: 評価されたドキュメント
ka: დოკუმენტი შეფასდა
pl: Dokument został oceniony
pt: Um documento foi classificado
pt_br: Um documento foi avaliado
tr: Bir belge değerlendirildi.

source: The following document was updated
ar: تم تحديث الوثيقة التالية
bg_bg: Следният документ бе обновен
cs: Následující dokument byl aktualizován
de: Das folgende Dokument wurde aktualisiert
es: Un documento siguiente fue actualizado
fr: Le document suivant a été mis à jour
it: Il seguente documento è stato valutato
ja: 以下のドキュメントが更新されました
ka: დოკუმენტი იყო ატვირთული
pl: Następujący dokument został zaktualizowany
pt: O seguinte documento foi atualizado
pt_br: O seguinte documento foi atualizado
tr: Aşağıdaki belge güncellendi.

source: A document has been updated
ar: تم تحديث وثيقة
bg_bg: Документ беше обновен
cs: Dokument byl aktualizován
de: Ein Dokument wurde aktualisiert
es: Un documento fue actualizado
fr: Un document a été mis à jour
it: Un documento è stato aggiornato
ja: 更新されたドキュメント
ka: დოკუმენტი აიტვირთა
pl: Dokument został zaktualizowany
pt: Um documento foi carregado
pt_br: Um documento foi atualizado
tr: Bir belge güncellendi.

source: You have received the following notice from
ar: لقد تلقيت الإشعار التالي من
de: Folgende Nachricht wurde erhalten von
es: Has recibido el siguiente aviso de
fr: Vous avez reçu l'avis suivant de la part de
it: Hai ricevuto la seguente notifica da
ja: 通知を受け取りました:
pl: Masz następujące powiadomienie od
pt: Recebeu o seguinte anúncio do
pt_br: Você recebeu as seguintes notificações de
tr: Aşağıdaki bildirimi aldınız

source: To change how you receive notifications, please go to
ar: لتغيير كيفيه تلقي الإشعارات ، يرجى الانتقال إلى
de: Um die Benachrichtigungseinstellungen zu verändern, gehen Sie bitte auf
es: Para cambiar la forma en que recibe las notificaciones, vaya a
fr: Pour modifier la façon dont vous recevez les notifications, veuillez vous rendre à
it: Per modificare la modalità di ricezione delle notifiche, visitare
ja: 通知の受け取り方法を変更するにはこちら:
pl: Aby zmienić sposób otrzymywania powiadomień, przejdź do
pt_br: Para alterar o modo de recebimento de notificações, ir para
tr: Bildirimlerinizi nasıl alacağınızı değiştirmek için lütfen

source: The following map was approved
ar: تمت الموافقة على الخريطة التالية
de: Die folgende Karte wurde genehmigt
es: El siguiente mapa fue aprobado
fr: La carte suivante a été approuvée
it: La seguente mappa è stata approvata
ja: 以下の地図が承認されました
pl: Następująca mapa została zatwierdzona
pt: O seguinte mapa foi aprovado
pt_br: O seguinte mapa foi aprovado
tr: Aşağıdaki harita onaylandı.

source: You can visit the map's detail page here
ar: يمكنك زيارة صفحة تفاصيل الخريطة هنا
bg_bg: От тук можете да посетите страницата с информация за картата
cs: Zde můžete navštívit stránku podrobností mapy
de: Sie können die Detailseite der Karte hier besuchen
es: Usted puede visitar la página de detalle del mapa aquí
fr: Vous pouvez visiter les détails sur la page de la carte
it: Puoi visitare la pagina di dettaglio della mappa qui
ja: 地図の詳細ページはこちらからアクセスできます
ka: თქვენ შეგიძლიოთ ნახოთ ამ რუკის დეტალები ამ გვერდძე
pl: Tutaj możesz zobaczyć szczegóły na temat mapy
pt: Pode visitar os detalhes da página do mapa aqui
pt_br: Você pode visitar a página de detalhes do mapa aqui
tr: Haritanın detay sayfasını burada ziyaret edebilirsiniz.

source: A map has been approved
ar: تمت الموافقة على الخريطة
de: Eine Karte wurde genehmigt
es: Un mapa ha sido aprobado
fr: Une carte a été approuvée
it: Una mappa è stata approvata
ja: 地図が承認されました
pl: Mapa została zatwierdzona
pt: O mapa foi aprovado
pt_br: Um mapa foi aprovado
tr: Bir harita onaylandı.

source: A comment has been posted for the map
ar: تم نشر تعليق للخريطة
bg_bg: Направен е коментар за картата
cs: Komentář byl přidán k mapě
ka: კომენტარი გამოქვეყნდა ამ რუკისთვის

source: A comment has been posted for a map
ar: تم نشر تعليق لخريطة
bg_bg: Направен е коментар за карта
cs: Komentář byl přidán k mapě
ka: კომენტარი გამოქვეყნდა ამ რუკისთვის

source: created the following map
ar: أنشأت الخريطة التالية
bg_bg: създадена е следната карта
cs: vytvořena následující mapa
de: Die folgende Karte wurde erstellt
es: creó el siguiente mapa
fr: créé la carte suivante
it: creato la seguente mappa
ja: 以下の地図が作成されました
ka: შეიქმნა შემდეგ რუკა
pl: stworzył następującą mapę
pt: criado o seguinte mapa
pt_br: o seguinte mapa foi criado
tr: aşağıdaki haritayı oluşturdu

source: A map has been created
ar: تم إنشاء خريطة
bg_bg: Карта е създадена
cs: Byla vytvořena mapa
de: Eine Karte wurde erstellt
es: Se ha creado un mapa
fr: Une carte a été créée
it: Una mappa è stata creata
ja: 作成された地図
ka: რუკა შეიქმნა
pl: Mapa została stworzona
pt: O mapa foi criado
pt_br: Um mapa foi criado
tr: Bir harita oluşturuldu.

source: The following map was deleted
ar: تم حذف الخريطة التالية
bg_bg: Следната карта бе изтрита
cs: Následující mapa byla smazána
de: Die folgende Karte wurde gelöscht
es: El siguiente mapa se eliminó
fr: La carte suivante a été supprimée
it: La mappa seguente è stata eliminata
ja: 以下の地図が削除されました
ka: რუკა იყო წაშლილი
pl: Następująca mapa została usunięta
pt: O seguinte mapa foi eliminado
pt_br: O seguinte mapa foi excluído
sw: Ramani zifuatazo zimefutwa
tr: Aşağıdaki harita silindi.

source: A map has been deleted
ar: تم حذف خريطة
bg_bg: Карта беше изтрита
cs: Mapa byla smazána
de: Eine Karte wurde gelöscht
es: Un mapa ha sido eliminado
fr: Une carte a été supprimée
it: Una mappa è stata eliminata
ja: 削除された地図
ka: რუკა წაიშალა
pl: Mapa została usunięta
pt: Um Mapa foi eliminado
pt_br: Um mapa foi excluído
sw: Ramani umefutwa
tr: Bir harita silindi.

source: The following map was published
ar: تم نشر الخريطة التالية
de: Die folgende Karte wurde veröffentlicht
es: El siguiente mapa fue publicado
fr: La carte suivante a été publiée
it: La seguente mappa è stata pubblicata
ja: 以下の地図が公開されました
pl: Następująca mapa została opublikowana
pt: O seguinte mapa foi publicado
pt_br: O seguinte mapa foi divulgado
tr: Aşağıdaki harita yayınlandı.

source: A map has been published
ar: تم نشر خريطة
es: Se ha publicado un mapa
fr: Une carte a été publiée
it: Una mappa è stata pubblicata
ja: 公開された地図
pl: Mapa została opublikowana
pt: Um mapa foi publicado
pt_br: Um mapa foi divulgado
tr: Bir harita yayınlandı.

source: the following map
ar: الخريطة التالية
bg_bg: следната карта
cs: následující mapa
de: die folgende Karte
es: el siguiente mapa
fr: la carte suivante
it: la mappa seguente
ja: 以下の地図
ka: ამჟამინდელი რუკა
pl: następująca mapa
pt: o seguinte mapa
pt_br: o mapa seguinte
tr: aşağıdaki harita

source: A map has been rated
ar: تم تقييم الخريطة
bg_bg: Карта беше оценена
cs: Mapa byla ohodnocena
de: Eine Karte wurde bewertet
es: Un mapa se ha clasificado
fr: Une carte a été évaluée
it: Una mappa è stata valutata
ja: 地図が評価されました
ka: რუკა იყო შეფასებული
pl: Mapa została oceniona
pt: Foi atribuída uma classificação ao mapa
pt_br: Um mapa foi avaliado
sw: Ramani umebadilishwa kima
tr: Bir harita değerlendirildi.

source: The following map was updated
ar: تم تحديث الخريطة التالية
bg_bg: Следната карта бе обновена
cs: Následující mapa byla aktualizována
de: Die folgende Karte wurde aktualisiert
es: El siguiente mapa fue actualizado
fr: La carte suivante a été mise à jour
it: La mappa seguente è stata aggiornata
ja: 以下の地図が更新されました
ka: რუკა აიტვირთა
pl: Następująca mapa została zaktualizowana
pt: O seguinte mapa foi atualizado
pt_br: O seguinte mapa foi atualizado
tr: Aşağıdaki harita güncellendi.

source: A map has been updated
ar: تم تحديث الخريطة
bg_bg: Карта бе обновена
cs: Mapa byla aktualizována
de: Eine Karte wurde aktualisiert
es: Un mapa ha sido actualizado
fr: Une carte a été mise à jour
it: Una mappa è stata aggiornata
ja: 更新された地図
ka: რუკა იყო ატვირთული
pl: Mapa została zaktualizowana
pt: Um Mapa foi atualizado
pt_br: Um mapa foi atualizado
sw: Ramani umesasishwa
tr: Bir harita güncellendi.

source: Notification Settings
af: Beriginstellings
ar: إعدادات الإشعارات
bg_bg: Настройки за известяване
cs: Nastavení upozornění
de: Benachrichtigungseinstellungen
es: Configuración de Notificaciones
fi: Huomautusasetukset
fr: Paramètres de notification
it: Impostazioni di notifica
ja: 通知設定
ka: შეტყობინებების პარამეტრები
pl: Ustawienia powiadomień
pt: Configuração de Notificações
pt_br: Configurações de notificação
sv: Meddelandeinställningar
tr: Bildirim Ayarları
uk: Налаштування повідомлень

source: <p class="alert alert-warning"> <span class="warning">Note</span>: You do not have a verified email address to which notices can be sent. <a href="%(email_url)s">Add one</a> now. </p>
ar: <p class="alert alert-warning"> <span class="warning">ملاحظة </span>: ليس لديك عنوان بريد إلكتروني تم التحقق منه حيث يمكن إرسال الإشعارات إليه.<a href="%(email_url)s"> أضف واحدًا </a> الآن. </p>
bg_bg: <p class="alert alert-warning"> <span class="warning">Note</span>: Нямате проверен адрес на електронната поща, на който могат да бъдат пращани уведомления. <a href="%(email_url)s">Добавете такъв</a> сега. </p>
cs: <p class="alert alert-warning"> <span class="warning">Poznámka</span>: Nemáte ověřenou e-mailovou adresu, na kterou je možné zasílat oznámení. <a href="%(email_url)s">Přidejte</a> jednu</p>
de: <p class="alert alert-warning"> <span class="warning">Note</span>: Sie haben keine bestätigte E-Mail-Adresse, an die Benachrichtigungen gesendet werden können. <a href="%(email_url)s">Jetzt hinzufügen</a>. </p>
es: <p class="alert alert-warning"> <span class="warning">Nota</span>: No tiene una cuenta de correo verificada a la que se puedan enviar las notificaciones <a href="%(email_url)s">Agregue una</a> ahora. </p>
fr: <p class="alert alert-warning"> <span class="warning">Note</span>: Vous ne disposez pas d'une adresse électronique vérifiée à laquelle les avis peuvent être envoyés.. <a href="%(email_url)s">Ajouter un</a> maintenant. </p>
it: <p class="alert alert-warning"> <span class="warning">Nota</span>: Non si dispone di un indirizzo e-mail verificato a cui gli avvisi possono essere inviati. <a href="%(email_url)s">Aggiungerne uno</a> now. </p>
ja: <p class=“alert alert-warning”> <span class=“warning”>お知らせ</span>: 通知を送信可能なメールアドレスが設定されていません。<a href=“%(email_url)s”>追加</a>してください。 </p>
pl: <p class="alert alert-warning"> <span class="warning">Uwaga</span>: Nie masz zweryfikowanego adresu e-mail, na który można wysyłać powiadomienia. <a href="%(email_url)s">Dodaj go</a> teraz. </p>
pt: <p class="alert alert-warning"> <span class="warning">Nota</span>: Não verificou o endereço de email para que receba as notificações. <a href="%(email_url)s">Adicione um</a> agora. </p>
pt_br: <p class="alert alert-warning"> <span class="warning">Nota</span>: Você não tem um e-mail confirmado para o qual as notificações possam ser enviadas. <a href="%(email_url)s">Adicione um</a> agora. </p>
tr: <p class="alert alert-warning"> <span class="warning">Not</span>: Bildirimlerin gönderilebileceği doğrulanmış bir e-posta adresiniz yok. Şimdi <a href="%(email_url)s">bir tane ekleyin</a>. </p>

source: Notification Type
af: Kennisgewing Tipe
ar: نوع الإشعار
bg_bg: Тип уведомление
cs: Typ oznámení
de: Notiz Typ
es: Tipo de Notificación
fi: Ilmoitustyyppi
fr: Type de notification
it: Tipo di notifica
ja: 通知タイプ
ka: შეტყობინების ტიპი
pl: Rodzaj powiadomienia
pt: Tipo de Notifição
pt_br: Tipo de notificação
sv: Meddelandetyp
tr: Bildirim Türü
uk: Тип Уведомление

source: requested you to download this resource
ar: طلب منك تنزيل هذا المورد
bg_bg: поиска да свали този ресурс
cs: požádat o stažení tohoto zdroje
de: Sie wurden aufgefordert, diese Ressource herunterzuladen
es: ha solicitado descargar este recurso
fr: vous a demandé l'authorisation de télécharger la ressource suivante
it: ti ha richiesto di scaricare questa risorsa
ja: ダウンロード権限がリクエストされました
ka: თქვენს მიერ მოთხოვნილი იყო ამ რესურსის ჩამოტვირთვა
pl: poprosił o pobranie tego zasobu
pt: foi-lhe feito um pedido de transferência deste recurso
pt_br: solicitou a você o download deste recurso
tr: bu kaynağı indirmenizi istedi

source: Please go to resource page and assign the download permissions if you wish
ar: يرجى الذهاب إلى صفحة الموارد وتعيين صلاحيات التحميل إذا كنت ترغب في ذلك
bg_bg: Моля отидете на страницата с източника и ако желаете дайте достъп за сваляне
cs: Přejděte na stránku zdrojů a přiřaďte oprávnění ke stažení, pokud si přejete
de: Wenn gewünscht, gehen Sie auf Ressourcenseite und bestimmen Sie die Download-Berechtigungen
es: Por favor, vaya a la página de recursos y asigne los permisos de descarga si lo desea
fr: S'il vous plait rendez-vous à la page décrivant la ressource et assigner le droit de téléchargement selon vos intentions
it: Per favore vai alla pagina delle risorse ed assegna i permessi di scaricamento se desideri
ja: リソースのページでダウンロード権限を設定してください
ka: გთხოვთ გადადით რესურსების გვერდზე და თუ გსურთ ჩამოტვირთოთ უფლებები
pl: Przejdź do strony zasobów i przypisz uprawnienia do pobierania
pt: Se desejar, por favor vá à página de recursos e atribua permissões de transferência
pt_br: Vá para a página de recursos e atribua as permissões de download, se desejar
tr: Lütfen kaynak sayfasına gidin ve isterseniz indirme izinlerini atayın.

source: A resource's download has been requested
ar: تم طلب تحميل المورد
bg_bg: Поискано е сваляне на ресурс
cs: Bylo požadováno stažení zdroje
de: Der Download einer Ressource wurde angefordert
es: Se ha solicitado la descarga de un recurso
fr: Une authorisation de téléchargement a été demandée
it: Richiesto lo scaricamento di una risorsa
ja: ダウンロード権限リクエストが送信されました
ka: რესურსების ჩამოტვირთვა მოთხოვნილი იყო
pl: Wysłano prośbę o pobranie zasobu
pt: O pedido de download do recurso foi pedido
pt_br: Um download do recurso foi solicitado
tr: Bir kaynağın indirilmesi istendi.

source: Privacy &#038; Cookies Policy
ar: سياسة الخصوصية &#038; سياسة الكوكيز
de: Datenschutz- und Cookie-Richtlinien
fr: Vie privée &#038; Politique en matière de cookies
pl: Prywatność &#038; Polityka cookies
pt: Privacidade &#038; Política de Cookies
pt_br: Privacidade &#038; Política de Cookies
tr: Gizlilik &#038; Çerezler Politikası

source: Privacy &#038; Cookies Policy.
ar: سياسة الخصوصية &#038; سياسة الكوكيز.
de: Datenschutz- und Cookie-Richtlinien.
pl: Prywatność &#038; Polityka cookies.
pt: Privacidade &#038; Política de Cookies.
pt_br: Privacidade &#038; Política de Cookies.
tr: Gizlilik &#038; Çerezler Politikası.

source: Following
af: Volgende
ar: التالي
bg_bg: Следване
cs: Následující
fa_ir: ذیل
fi: Jälkeen
hu: Következő
ka: გაყოლა
km: ខាង​ក្រោម​នេះ
ro: Următor
sv: Följande
sw: Unaowafuatia
uk: Після

source: This user is not following anyone
af: Hierdie gebruiker is nie as gevolg van iemand
ar: هذا العضو لم يتابع أي شخص
bg_bg: Потребителят не следва друг потребител
cs: Tento uživatel nikoho nesleduje
fa_ir: این کاربر هر کسی زیر
fi: Tämä käyttäjä ei seuraa muita
hu: Ez a felhasználó nem követ senkit
ka: ეს მომხმარებელი არავის არ მიყვება
km: អ្នក​ប្រើ​នេះ​មិន​ត្រូវ​បាន​នរណា​ម្នាក់​ដូច​ខាងក្រោម
ro: Acest utilizator nu are următorul nimeni
sv: Denna användare följer ingen
sw: User Hii si kufuatia mtu yeyote
uk: Користувач не слід нікого

source: Followers
af: Volgelinge
ar: المتابعون
bg_bg: Последователи
cs: Následovníci
fa_ir: دنبال
fi: Seuraajaa
hu: Követő
ka: გამყოლები
km: ដើរ​តាម
ro: Fani
sv: Följare
sw: Wafuasi
uk: Аудиторія

source: No one is following this user
af: Niemand is na aanleiding van hierdie gebruiker
ar: لا أحد يتابع هذا المستخدم
bg_bg: Никой не следи този потребител
cs: Nikdo nesleduje tohoto uživatele
fa_ir: هیچ کس زیر این کاربر
fi: Kukaan ei seuraa tämän käyttäjän
hu: Senki sem követi a felhasználótól
ka: არავინ არ მიყვება ამ მომხმარებელს
km: គ្មាន​នរណា​ម្នាក់​ដូច​ខាង​ក្រោម​នេះ​អ្នក​ប្រើ​នេះ
ro: Nimeni nu este în urma acestui utilizator
sv: Ingen följer denna användare
sw: Hakuna anayemfuatilia
uk: Ніхто не стежить за цим користувачем

source: Manage Connections
af: Bestuur Connections
ar: إدارة اتصالات
bg_bg: Управление на възките
cs: Správa připojení
fa_ir: مدیریت اتصالات
fi: Yhteyksien hallinta
hu: Kapcsolatok kezelése
ka: დაკავშირების მართვა
km: គ្រប់គ្រង​ការ​តភ្ជាប់
ro: Gestionare conexiuni
sv: Hantera anslutningar
sw: Kusimamia Connections
uk: Управління підключеннями

source: Blocking
af: Blokkeer
ar: حجب
bg_bg: Блокиране
cs: Blokování
fa_ir: انسداد
fi: Esto
hu: Blokkolása
ka: დაბლოკვა
km: ទប់ស្កាត់
ro: Blocarea
sv: Blockering
sw: Kuzuia
uk: Блокування

source: Unfollow
ar: الغاء المتابعة
bg_bg: Прекрати следването
cs: Zrušit sledování
fa_ir: لغو دنبال کردن
fi: Älä
hu: Letiltva
ka: არ გაყოლა
ro: Anulați urmărirea
sv: Sluta följa
sw: Acha kufuatilia
uk: Відписатися

source: Follow
af: Volg
ar: تابع
bg_bg: Последвай
cs: Sledovat
fa_ir: دنبال کردن
fi: Seurata
hu: Következik
ka: გაყოლა
ro: Urmări
sv: Följ
sw: Fuatilia
uk: Слідувати

source: Unblock
af: Blokkeer
ar: رفع الحظر
bg_bg: Деблокиране
cs: Odblokovat
fa_ir: خار چیدن
fi: Esto
hu: Tiltásának feloldása
ka: განბლოკვა
km: ឈប់​ហាមឃាត់
ro: Deblocați
sv: Avblockera
sw: Ruhusu
uk: Відкрити

source: Block
af: Blok
ar: حظر
bg_bg: Блокиране
cs: Blokovat
fa_ir: مسدود
fi: Lohko
hu: Tömb
ka: დაბლოკვა
km: ប្លុក
ro: Bloc
sv: Blockera
sw: Usiruhusu
uk: Блок

source: No longer
af: Nie meer
ar: ليس بعد
bg_bg: Вече не
cs: Už ne
fa_ir: دیگر
fi: Ei enää
hu: Többé már nem
ka: აღარ
km: មិន​មាន​ទៀត​ទេ
ro: Nu mai
sv: Inte längre
sw: Si tena
uk: Більше не

source: You're not %(status_slug)s anyone!
af: Jy is nie %(status_slug)s iemand!
ar: أنت لست %(status_slug)s) أي شخص!
bg_bg: Вие не сте %(status_slug)s от никого!
cs: Nejste %(status_slug)skdokoliv!
fa_ir: شما نمی %(status_slug)sبازدید کنندگان هر کسی!
fi: Et ole %(status_slug)s kenellekään!
hu: Te nem %(status_slug)s senkinek!
ka: შენ არ ხარ %(status_slug)s :
km: អ្នក​មិន​ នរណា​ម្នាក់ %(status_slug)s​!
ro: Nu ești %(status_slug)s oricine!
sv: Du är inte %(status_slug)s någon!
sw: Wewe si %(status_slug)s mtu yeyote!
uk: Ти не %(status_slug)s будь!

source: Success
af: Sukses
ar: نجاح
bg_bg: Успех
cs: Úspěch
fa_ir: موفق
fi: Onnistui
hu: Siker
ka: წარმატება
km: ភាព​ជោគជ័យ
ro: Succes
sv: Framgång
sw: Mafanikio
uk: Успіх

source: You are
af: Jy is
ar: أنتم
bg_bg: Вие сте
cs: Jste
fa_ir: شما
fi: Olet
hu: Te
ka: თქვენ წარმოადგენთ
km: អ្នក​គឺ​ជា​អ្នក
ro: Sunteți
sv: Du är
sw: Wewe ni
uk: Ви

source: now
af: nou
ar: الآن
bg_bg: сега
cs: teď
de: jetzt
es: ahora
fa_ir: حالا
fi: nyt
fr: maintenant
hu: most
it: ora
ja: 現在
ka: ეხლა
km: ឥឡូវ​នេះ
pl: teraz
pt: agora
pt_br: agora
ro: acum
sv: nu
sw: sasa
uk: зараз

source: no longer
af: nie meer
ar: ليس بعد
bg_bg: вече не
cs: už ne
fa_ir: دیگر
fi: ei enää
hu: többé már nem
ka: აღარ
km: មិន​យូរ​ទៀត​ទេ
ro: nu mai
sv: inte längre
sw: tena
uk: більше не

source: %(to_user_username)s's profile
af: %(to_user_username)s se profiel
ar: الملف الشخصي %(to_user_username)s'
bg_bg: Профилът на %(to_user_username)s
cs: profil %(to_user_username)s
fa_ir: %(to_user_username)s پروفایل را
fi: %(to_user_username)s profiili
hu: %(to_user_username)s profilja
ka: %(to_user_username)s's პროფილი
km: %(to_user_username)sទម្រង់​របស់​លោក
ro: %(to_user_username)s profilul lui
sv: %(to_user_username)s profil
sw: Wasifu wa %(to_user_username)s
uk: %(to_user_username)s профіль

source: page
ar: صفحة
cs: strana
de: Seite
es: página
it: pagina
ja: ページ
ka: გვერდი
pl: strona
pt: página
pt_br: página
tr: sayfa

source: of
af: van
ar: من
bg_bg: на
cs: z
de: von
es: de
fa_ir: از
fi: sekä
fr: de
hu: Az
it: di
ja: の
km: នៃ
pl: z
pt: de
pt_br: de
ro: de
sw: ya
tr: için

source: search
ar: بحث
cs: hledat
de: suchen
es: buscar
fr: chercher
it: cerca
ja: 探す
pl: szukaj
pt: procurar
pt_br: pesquisar
tr: ara

source: Total
ar: المجموع
it: Totale
pl: Ogółem
tr: Toplam

source: Most recent
af: Mees onlangse
ar: الأحدث
bg_bg: Най-актуален
cs: Nejnovější
de: Neueste
es: Más reciente
fa_ir: جدیدترین
fi: Uusimmat
fr: Les plus récents
hu: Legfrissebb
it: Più recenti
ja: 新しい順
ka: ახალი
km: ថ្មី​បំផុត
pl: Najnowsze
pt: Mais recente
pt_br: Mais recente
ro: Cele mai recente
sv: Senaste
sw: Hivi karibuni zaidi
tr: En son
uk: Найостанніші

source: Less recent
af: Minder onlangse
ar: أقل حداثة
bg_bg: Най-неактуален
cs: Méně nové
de: Ältere
es: Menos reciente
fa_ir: کمتر اخیر
fi: Vanhimman
fr: Moins récent
hu: Kevesebb friss
it: Meno recenti
ja: 古い順
ka: ძველი
km: ថ្មី​តិច
pl: Najstarsze
pt: Menos recente
pt_br: Menos recente
ro: Mai puțin recente
sv: Mindre nyligen
sw: Wakati wa nyuma zaidi
tr: Daha eski
uk: Проте останнє

source: A - Z
ar: أ - ي
bg_bg: А - Я
fa_ir: - Z
fi: - Z
ka: ა - ზ
km: ក - Z បាន
sv: A - Ö
uk: - Z

source: Z - A
ar: ي - أ
bg_bg: Я - А
fi: Z -
ka: ზ - ა
km: Z បាន - មួយ
uk: Z -

source: Most popular
af: Gewildste
ar: الأكثر شعبية
bg_bg: Най-популярен
cs: Nejoblíbenější
de: Beliebteste
es: Más popular
fa_ir: محبوب ترین
fi: Suosituin
fr: Les plus populaires
hu: Legnépszerűbb
it: Più popolari
ja: 人気順
ka: ყველაზე პოპულარული
km: ពេញ​និយម​បំផុត
pl: Najbardziej popularne
pt: Mais popular
pt_br: Mais popular
ro: Cele mai populare
sv: Mest populära
sw: Maarufu zaidi
tr: En popüler
uk: Найпопулярніші
