Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: af, ar, bg_bg, cs, de, es, fa_ir, fi, fr, hu, it, ja, ka, km, pl, pt, pt_br, ro, sv, sw, tr, uk

source: You can not start the job {job.id} because its status is "{job.status}".
fr: Vous ne pouvez pas démarrer le travail {job.id} car son statut est "{job.status}".
pt_br: Você não pode iniciar a tarefa {job.id} pois ela possui status "{job.status}".
tr: İşlem {job.id} başlatılamaz çünkü durumu "{job.status}".

source: Message received
de: Nachricht erhalten
es: Mensaje recibido
fr: Message reçu
it: Messaggio ricevuto
ja: メッセージ受信
pl: Otrzymano wiadomość
pt: Mensagem recebida
pt_br: Mensagem recebida

source: Monitoring alert
de: Überwachungsalarm
es: Alerta de monitoreo
fr: Alerte de surveillance
ja: モニタリングアラート
pl: Alarm systemu monitrowania
pt: Monitorização de alertas
pt_br: Alerta de monitoramento

source: GeoNode Monitoring on {base_ctx['host']}
de: GeoNode Monitoring auf {base_ctx['host']}
fr: Surveillance du GeoNode sur {base_ctx['host']}
it: Monitoraggio GeoNode su {base_ctx['host']}
ja: {base_ctx[‘host’]} の監視アラート
pl: System monitorowania GeoNode na {base_ctx['host']}
pt_br: Monitoramento do GeoNode {base_ctx['host']}

source: Write result to file, default GEOIP_PATH: {settings.GEOIP_PATH}
de: Ergebnisse in Datei schreiben. Standard GEOIP_PATH: {settings.GEOIP_PATH}
fr: Écrire le résultat dans le fichier, GEOIP_PATH par défaut: {settings.GEOIP_PATH}
it: Scritto risultato su file, default GEOIP_PATH: {settings.GEOIP_PATH}
ja: 結果をファイルに書き出し（default GEOIP_PATH: {settings.GEOIP_PATH}）
pl: Zapisz wynik do pliku, domyślnie GEOIP_PATH: {settings.GEOIP_PATH}
pt_br: Grave o resultado no arquivo, padrão GEOIP_PATH: {settings.GEOIP_PATH}

source: Resource base
de: Basisressource
es: Base de recursos
fr: Base de ressources
pl: Baza zasobów
pt: Recursos base
pt_br: Base do recurso

source: Not OWS
de: Kein OWS
es: No OWS
fr: Pas OWS
it: Non OWS
pl: Nie OWS
pt: Sem OWS
pt_br: Não é OWS

source: Change Metadata
de: Metadaten verändern
es: Cambiar Metadatos
fr: Modifier les métadonnées
it: Modifica metadati
ja: メタデータを変更
pl: Edytuj metadane
pt: Alterar Metadados
pt_br: Alterar Metadado

source: Publish
de: Publizieren
es: Publicar
fr: Publier
it: Pubblica
ja: 公開
pl: Opublikuj
pt: Publicar
pt_br: Publicar

source: Geoserver event
de: GeoServer Ereignis
es: Evento en GeoServer
fr: Evénement Geoserver
pl: Zdarzenie GeoServera
pt: Evento do GeoServer
pt_br: Evento do GeoServer

source: Monitoring & Analytics
de: Überwachung & Analyse
es: Monitoreo y analítica
fr: Contrôle et analyse
it: Monitoraggio & Analytics
ja: モニタリング・アクセス解析
pl: Monitorowanie i analizy
pt: Monitorização e Análises
pt_br: Monitoramento & Análise

source: Your username for {site.name}
de: Ihr Benutzername für {site.name}
it: Il tuo nome utente per {site.name}
ja: {site.name}でのユーザー名
pl: Twoja nazwa użytkownika dla {site.name}
pt_br: Seu nome de usuário para {site.name}
tr: {site.name} için kullanıcı adınız

source: You are not authorized to download this resource.
de: Sie dürfen diese Ressource nicht herunterladen.
es: No tiene autorización para descargar este recurso.
fr: Vous n'êtes pas autorisé à télécharger cette ressource.
it: Non è consentito scaricare questa risorsa.
ja: このリソースのダウンロード権限がありません。
pl: Nie masz uprawnień, aby pobrać ten zasób.
pt: Não tem permissão para transferir este recurso.
pt_br: Você não tem autorização para baixar este recurso.
tr: Bu kaynağı indirme izniniz yok.

source: Not Authorized
de: Nicht autorisiert
es: No Autorizado
fr: Non autorisé
it: Non autorizzato
ja: 認証されていません
pl: Nieautoryzowany
pt: Não Autorizado
pt_br: Sem Autorização
tr: Yetkisiz

source: GeoNode Resource Processing Library
it: Libreria dei processamenti GeoNode
pl: Biblioteka Przetwarzania Zasobów GeoNode
pt_br: Biblioteca para Processamento de Recursos do GeoNode
tr: GeoNode Kaynak İşleme Kütüphanesi

source: Disabling this Task will make the Processing Workflow to skip it.
pl: Wyłączenie tego zadania spowoduje, że przetwarzanie przepływ pracy je pominie.
pt_br: Desabilitando esta Tarefa fará com que o Processamento de Fluxo de Trabalho pule esta tarefa.
tr: Bu Görevi devre dışı bırakmak, İşleme İş Akışının bunu atlamasına neden olacaktır.

source: Processing Workflow Tasks
pl: Przetwarzanie zadań przepływu pracy
pt_br: Processando tarefas de Workflow (fluxos de trabalho)
tr: İşleme İş Akışı Görevleri

source: Permissions successfully updated!
de: Berechtigungen erfolgreich angepasst!
fr: Permissions mises à jour avec succès!
it: Autorizzazioni aggiornate con successo!
ja: 権限の更新に成功しました。
pl: Pomyślnie zaktualizowano uprawnienia!
pt_br: Permissões atualizadas com sucesso!
tr: İzinler başarıyla güncellendi!

source: Error updating permissions :(
de: Fehler beim verändern der Berechtigungen :(
fr: Erreur de mise à jour des autorisations :(
it: Errore durante l'aggiornamento delle autorizzazioni :(
ja: 権限の更新時にエラーが発生しました
pl: Błąd aktualizacji uprawnień :(
pt_br: Erro ao atualizar as permissões :(
tr: İzinleri güncellerken hata oluştu :(

source: You are not allowed to change permissions for this resource
de: Sie dürfen die Berechtigungen der Ebene nicht verändern.
fr: Vous n'êtes pas autorisé à modifier les autorisations pour cette ressource
it: Non ti è consentito modificare le autorizzazioni per questa risorsa
ja: このリソースを変更する権限がありません
pl: Nie możesz zmienić uprawnień dla tego zasobu
pt_br: Você não tem autorização para alterar as permissões para este recurso
tr: Bu kaynak için izinleri değiştirme izniniz yok

source: Security Rules Cache Refreshed!
de: Sicherheitsregel Cache wurde aktualisiert!
fr: Rafraîchissement du cache des règles de sécurité!
it: Cache delle regole di sicurezza aggiornata!
ja: セキュリティルールキャッシュがリフレッシュされました。
pl: Odświeżono pamięć podręczną reguł bezpieczeństwa!
pt_br: Cache de Regras de Segurança Atualizado!
tr: Güvenlik Kuralları Önbelleği Yenilendi!

source: You cannot modify this resource!
de: Sie dürfen diese Ressource nicht verändern!
fr: Vous ne pouvez pas modifier cette ressource!
it: Non puoi modificare questa risorsa!
ja: このリソースを改変する権限がありません。
pl: Nie możesz modyfikować tego zasobu!
pt_br: Você não pode alterar este recurso!
tr: Bu kaynağı değiştiremezsiniz!

source: Attributes/Stats Refreshed Successfully!
de: Der Service wurde erfolgreich erneut gescannt!
fr: Attributs/statistiques réactualisés avec succès!
it: Attributi/Statistiche aggiornati correttamente!
ja: 属性情報・統計情報がリフレッシュされました。
pl: Atrybuty/Statystyki odświeżone pomyślnie!
pt_br: Atributos/Stats Atualizados com Sucesso!
tr: Öznitelikler/İstatistikler Başarıyla Yenilendi!

source: GeoWebCache Tiled Layer Emptied!
de: GeoWebCache Tile Layer wurde ausgeleert!
fr: La couche de carreaux GeoWebCache vidée!
it: Cache del layer svuotata!
ja: サーバーのタイルキャッシュが空になりました。
pt_br: GeoWebCache Tiled de Camada Esvaziado!

source: Wrong permissions specification
de: Falsche Spezifikation der Berechtigungen
fr: Mauvaise spécification des autorisations
it: Specifiche dei permessi errate
pl: Błędna specyfikacja uprawnień
pt_br: Especificação de permissões erradas
tr: Yanlış izinler spesifikasyonu

source: error delivering notification
de: Fehler beim Ausliefern der Benachrichtigungen
fr: erreur de notification
it: errore durante il recapito della notifica
ja: 通知を送信時にエラー
pl: błąd dostarczania powiadomienia
pt_br: erro ao entregar notificação
tr: Bildirim gönderilirken hata oluştu

source: ArcGIS REST ImageServer
es: Servicio ArcGIS REST ImageServer
pl: ImageServer ArcGIS REST
pt: Serviço ArcGIS REST ImageServer
pt_br: ArcGIS REST Service
tr: ArcGIS REST Görüntü Sunucusu

source: Resource {resource_id} is being processed
de: Ressource {resource_id} wird verarbeitet
fr: La ressource {resource_id} est en cours de traitement
it: La Risorsa {resource_id} è in fase di elaborazione
ja: リソース {resource_id} は処理中です
pl: Zasób {resource_id} jest przetwarzany
pt_br: Recurso {resource_id} está em processamento
tr: Kaynak {resource_id} işleniyor

source: You dont have enougth rigths to see the resource detail
it: Non hai i privilegi necessari per vedere i dettagli di questa risorsa
ja: このリソースの詳細を閲覧する権限がありません
pl: Nie masz uprawnień, aby szczegóły zasobu
pt_br: Você não tem permissão suficiente para ver os detalhes deste recurso
tr: Kaynak detayını görüntülemek için yeterli izniniz yok

source: Who can edit data for this dataset?
it: Chi può modificare i dati di questo dataset?
ja: データを変更できるユーザー
pl: Kto może edytować dane tego zbioru danych?
pt_br: Quem pode editar os dados para esta camada?

source: Who can edit styles for this dataset?
it: Chi può modificare gli stili di questo dataset?
ja: スタイルを編集できるユーザー
pl: Kto może edytować style tego zbioru danych?
pt_br: Quem pode editar estilos para esta camada?

source: Processing Resource...
it: Processamento risorse...
ja: リソースを処理中…
pl: Przetwarzanie zasobu...
pt_br: Processando os recursos...

source: <p><a href="http://geonode.org/">GeoNode</a> is an open service built on open source software. We encourage you to build new applications using the components and resources it provides. This page is a starting point for developers interesting in taking full advantage of GeoNode. It also includes links to the project's source code so anyone can build and customize their own GeoNode. </p> <h3>GeoNode Software</h3> <p>All the code that runs GeoNode is open source. The code is available at <a href="http://github.com/GeoNode/geonode">http://github.com/GeoNode/geonode/</a>. The issue tracker for the project is at <a href="http://github.com/GeoNode/geonode/issues">http://github.com/GeoNode/geonode/issues</a>.</p> <p>GeoNode is built using several open source projects, each with its own community. If you are interested in contributing new features to the GeoNode, we encourage you to do so by contributing to one of the projects on which it is built:</p> <ul> <li><a href="http://geoserver.org">GeoServer</a> - Standards based server for geospatial information</li> <li><a href="http://geowebcache.org">GeoWebCache</a> - Cache engine for WMS Tiles</li><li><a href="http://openlayers.org">OpenLayers</a> - Pure JavaScript library powering the maps of GeoExt</li> <li><a href="http://pycsw.org">pycsw</a> - CSW, OpenSearch and OAI-PMH metadata catalogue server</li> </ul> <h3>What are OGC Services?</h3> <p>The data in this application is served using open standards endorsed by ISO and the <a href="http://opengeospatial.org/">Open Geospatial Consortium</a>; in particular, WMS (Web Map Service) is used for accessing maps, WFS (Web Feature Service) is used for accessing vector data, and WCS (Web Coverage Service) is used for accessing raster data. WMC (Web Map Context Documents) is used for sharing maps. You can use these services in your own applications using libraries such as OpenLayers, GeoTools, and OGR (all of which are open-source software and available at zero cost). Additionally, CSW (Catalog Service for the Web) supports access to collections of descriptive information (metadata) about data and services.</p> <h3>What is GeoWebCache?</h3> <p>GeoWebCache provides mapping tiles that are compatible with a number of mapping engines, including Google Maps, Bing Maps and OpenLayers. All the data hosted by GeoNode is also available through GeoWebCache. GeoWebCache improves on WMS by caching data and providing more responsive maps.</p> <h3>CSW Example Code</h3> <p>To interact with GeoNode's CSW you can use any CSW client (QGIS MetaSearch, GRASS, etc.). The following example illustrates a simple invocation using the OWSLib Python package:</p> <p><code>from owslib.csw import CatalogueServiceWeb</code></p> <p><code>from owslib.fes import PropertyIsLike</code></p> <p><code>csw = CatalogueServiceWeb('%(CATALOGUE_BASE_URL)s')</code></p> <p><code>anytext = PropertyIsLike('csw:AnyText', 'birds')')</code></p> <p><code>csw.getrecords2(constraints=[anytext])</code></p> <p><code>print csw.results</code></p> <p><code>print csw.records</code></p> <h3>OpenLayers Example Code</h3> <p>To include a GeoNode map layer in an OpenLayers map, first find the name for that layer. This is found in the layer's <code>name</code> field (not <code>title</code>) of the layer list. For this example, we will use the Nicaraguan political boundaries background layer, whose name is <code>risk:nicaragua_admin</code>. Then, create an instance of OpenLayers.Layer.WMS:</p> <p><code>var geonodeLayer = new OpenLayers.Layer.WMS("GeoNode Risk Data", "http://demo.geonode.org/geoserver/wms",{ layers: "risk:nicaragua_admin" });</code></p> <h3>Google Maps Example Code</h3> <p>To include a GeoNode map layer in a Google Map, include the dataset name in the URL template.</p> <p><code>var tilelayer = new GTileLayer(null, null, null, {tileUrlTemplate: 'http://demo.geonode.org/geoserver/gwc/service/gmaps?layers=risk:nicaragua_admin&#38;zoom={Z}&#38;x={X}&#38;y={Y}', isPng:true, opacity:0.5 } );</code></p> <h3>Shapefile/GeoJSON/GML Output</h3> <p>To get data from the GeoNode web services use the WFS protocol. For example, to get the full Nicaraguan admin boundaries use:</p> <p><code>http://demo.geonode.org/geoserver/wfs?request=GetFeature&#38;typeName=risk:nicaragua_admin&#38;outputformat=SHAPE-ZIP</code></p> <p>Changing output format to <code>json</code>, <code>GML2</code>, <code>GML3</code>, or <code>csv</code> will get data in those formats. The WFS protocol also can handle more precise queries, specifying a bounding box or various spatial and non-spatial filters based on the attributes of the data.</p> <h3>GeoTools Example Code</h3> <p>Create a DataStore and extract a FeatureType from it, then run a Query. It is all documented on the wiki at <code>http://geotools.org/</code>.</p>
pt_br: <p><a href="http://geonode.org/">GeoNode</a> é um serviço aberto construído em software de código aberto. Incentivamos você a criar novos aplicativos usando os componentes e recursos que ele fornece. Esta página é um ponto de partida para desenvolvedores interessados em aproveitar todas as vantagens do GeoNode. GeoNode também inclui links para o código-fonte do projeto para que qualquer pessoa possa construir e personalizar seu próprio GeoNode. </p> <h3>GeoNode Software</h3> <p>Todos os códigos utilizados para executar uma instância do GeoNode é de código aberto. O código está disponível em <a href="http://github.com/GeoNode/geonode">http://github.com/GeoNode/geonode/</a>. O rastreador de erros relacionados ao projeto está disponível em <a href="http://github.com/GeoNode/geonode/issues">http://github.com/GeoNode/geonode/issues</a>.</p> <p>GeoNode é construído usando vários projetos de código aberto, cada um com sua própria comunidade. Se você estiver interessado em contribuir com novos recursos para o GeoNode, encorajamos você a fazer isso contribuindo para um dos projetos em que é construído:</p> <ul> <li><a href="http://geoserver.org">GeoServer</a> - Servidor de informações geoespaciais baseado em padrões</li> <li><a href="http://geowebcache.org">GeoWebCache</a> - Mecanismo de cache para WMS Tiles</li> <li><a href="http://openlayers.org">OpenLayers</a> - Biblioteca de JavaScript puro impulsionando os mapas do GeoExt</li> <li><a href="http://pycsw.org">pycsw</a> - CSW, OpenSearch and OAI-PMH servidor de catálogo de metadados</li> </ul> <h3>Quais são os Serviços do OGC?</h3> <p>Os dados neste aplicativo são fornecidos usando padrões abertos endossados pela ISO e o <a href="http://opengeospatial.org/">Open Geospatial Consortium</a>; em particular, WMS (Web Map Service) é usado para acessar mapas, WFS (Web Feature Service) é usado para acessar dados vetoriais, e WCS (Web Coverage Service) é usado para acessar dados raster. WMC (Web Map Context Documents) é usado para compartilhar mapas. Você pode usar esses serviços em seus próprios aplicativos usando bibliotecas como OpenLayers, GeoTools e OGR(todos os quais são softwares de código aberto e disponíveis a custo zero).Além disso, o CSW (Catalog Service for the Web) oferece acesso a coleções de informações descritivas (metadados) sobre dados e serviços.</p> <h3>O que é o GeoWebCache?</h3> <p>GeoWebCache fornece blocos de mapeamento que são compatíveis com um número de mecanismos de mapeamento, incluindo Google Maps, Bing Maps e OpenLayers. Todos os dados hospedados pelo GeoNode também estão disponíveis através do GeoWebCache. GeoWebCache aprimora o serviço de WMS ao armazenar dados em cache e fornecer mapas mais responsivos.</p> <h3>Exemplo do Código CSW</h3> <p>Para interagir com o serviço CSW do GeoNode, o usuário pode usar qualquer cliente CSW (QGIS MetaSearch, GRASS, etc.). O exemplo a seguir ilustra uma simples requisição usando o pacote OWSLib da linguagem Python:</p> <p><code>from owslib.csw import CatalogueServiceWeb</code></p> <p><code>from owslib.fes import PropertyIsLike</code></p> <p><code>csw = CatalogueServiceWeb('%(CATALOGUE_BASE_URL)s')</code></p> <p><code>anytext = PropertyIsLike('csw:AnyText', 'birds')')</code></p> <p><code>csw.getrecords2(constraints=[anytext])</code></p> <p><code>print csw.results</code></p> <p><code>print csw.records</code></p> <h3>Exemplo de Código do OpenLayers</h3> <p>Para incluir uma camada de mapa GeoNode em um mapa OpenLayers, primeiro encontre o nome para essa camada. Esta informação encontra-se no campo <code>name</code> da camada (not <code>title</code>) da lista de camadas. Para este exemplo, usaremos a camada de fundo das fronteiras políticas da Nicarágua, cujo nome é<code>risk:nicaragua_admin</code>. Em seguida, cria-se uma instância do OpenLayers.Layer.WMS:</p> <p><code>var geonodeLayer = new OpenLayers.Layer.WMS("GeoNode Risk Data", "http://demo.geonode.org/geoserver/wms",{ layers: "risk:nicaragua_admin" });</code></p> <h3>Exemplo de Código do Google Maps</h3> <p>Para incluir uma camada de mapa GeoNode em um mapa do Google, inclua a camada nome no template da URL.</p> <p><code>var tilelayer = new GTileLayer(null, null, null, {tileUrlTemplate: 'http://demo.geonode.org/geoserver/gwc/service/gmaps?layers=risk:nicaragua_admin&#38;zoom={Z}&#38;x={X}&#38;y={Y}', isPng:true, opacity:0.5 } );</code></p> <h3>Formatos de Saída: Shapefile/GeoJSON/GML</h3> <p>Para obter dados dos serviços web do GeoNode, use o protocolo WFS. Por exemplo, para obter todos os limites administrativos da Nicarágua, use:</p> <p><code>http://demo.geonode.org/geoserver/wfs?request=GetFeature&#38;typeName=risk:nicaragua_admin&#38;outputformat=SHAPE-ZIP</code></p> <p>Alterando o formato de saída para<code>json</code>, <code>GML2</code>, <code>GML3</code>, ou <code>csv</code> o usuário obterá dados nesses formatos. O O protocolo WFS também pode lidar com consultas mais precisas, especificando o bounding boxou vários filtros espaciais e não espaciais com base nos atributos dodados.</p> <h3>Exemplo de Código GeoTools</h3> <p>Crie um DataStore e extraia um FeatureType dele, em seguida, execute uma Consulta. Está tudo documentado no wiki em <code>http://geotools.org/</code>.</p>
tr: <p><a href="http://geonode.org/">GeoNode</a>, açık kaynaklı yazılım üzerine kurulu açık bir hizmettir. Sağladığı bileşenleri ve kaynakları kullanarak yeni uygulamalar geliştirmenizi öneririz. Bu sayfa, GeoNode'dan tam olarak yararlanmak isteyen geliştiriciler için bir başlangıç ​​noktasıdır. Ayrıca, herkesin kendi GeoNode'unu oluşturup özelleştirebilmesi için projenin kaynak koduna bağlantılar da içerir. </p> <h3>GeoNode Yazılımı</h3> <p>GeoNode'u çalıştıran tüm kodlar açık kaynaklıdır. Kod, <a href="http://github.com/GeoNode/geonode">http://github.com/GeoNode/geonode/</a> adresinde mevcuttur. Projenin sorun izleme aracı <a href="http://github.com/GeoNode/geonode/issues">http://github.com/GeoNode/geonode/issues</a>.</p> <p>GeoNode, her biri kendi topluluğuna sahip çeşitli açık kaynaklı projeler kullanılarak geliştirilmiştir. GeoNode'a yeni özellikler eklemekle ilgileniyorsanız, üzerinde geliştirildiği projelerden birine katkıda bulunarak bunu yapmanızı öneririz:</p> <ul> <li><a href="http://geoserver.org">GeoServer</a> - Standartlara dayalı coğrafi bilgi sunucusu</li> <li><a href="http://geowebcache.org">GeoWebCache</a> - WMS Kutucukları için önbellek motoru</li><li><a href="http://openlayers.org">OpenLayers</a> - GeoExt haritalarını destekleyen saf JavaScript kütüphanesi</li> <li><a href="http://pycsw.org">pycsw</a> - CSW, OpenSearch ve OAI-PMH meta veri katalog sunucusu</li> </ul> <h3>OGC Hizmetleri nelerdir?</h3> <p>Bu uygulamadaki veriler, ISO ve <a href="http://opengeospatial.org/">Open Geospatial Konsorsiyumu</a> tarafından onaylanan açık standartlar kullanılarak sunulmaktadır; özellikle haritalara erişim için WMS (Web Harita Hizmeti), vektör verilerine erişim için WFS (Web Özellik Hizmeti) ve web kapsam hizmetine erişim için WCS (Web Kapsama Hizmeti) kullanılır. Raster verileri. Harita paylaşımı için WMC (Web Haritası Bağlam Belgeleri) kullanılır. Bu hizmetleri, OpenLayers, GeoTools ve OGR gibi kütüphaneleri kullanarak kendi uygulamalarınızda kullanabilirsiniz (hepsi açık kaynaklı yazılımlardır ve ücretsiz olarak sunulmaktadır). Ayrıca, CSW (Web için Katalog Hizmeti), veriler ve hizmetler hakkında açıklayıcı bilgi koleksiyonlarına (meta veri) erişimi destekler.</p> <h3>GeoWebCache Nedir?</h3> <p>GeoWebCache, Google Haritalar, Bing Haritalar ve OpenLayers dahil olmak üzere birçok haritalama motoruyla uyumlu haritalama döşemeleri sağlar. GeoNode tarafından barındırılan tüm veriler GeoWebCache aracılığıyla da kullanılabilir. GeoWebCache, verileri önbelleğe alarak ve daha hızlı yanıt vererek WMS'yi geliştirir Haritalar.</p> <h3>CSW Örnek Kodu</h3> <p>GeoNode'un CSW'siyle etkileşim kurmak için herhangi bir CSW istemcisini (QGIS MetaSearch, GRASS vb.) kullanabilirsiniz. Aşağıdaki örnek, OWSLib Python paketi kullanılarak basit bir çağrıyı göstermektedir:</p> <p><code>from owslib.csw import CatalogueServiceWeb</code></p> <p><code>from owslib.fes import PropertyIsLike</code></p> <p><code>csw = CatalogueServiceWeb('%(CATALOGUE_BASE_URL)s')</code></p> <p><code>anytext = PropertyIsLike('csw:AnyText', 'birds')')</code></p> <p><code>csw.getrecords2(constraints=[anytext])</code></p> <p><code>print csw.results</code></p> <p><code>print csw.records</code></p> <h3>OpenLayers Örnek Kodu</h3> <p>Bir GeoNode harita katmanını OpenLayers haritasına eklemek için, önce o katmanın adını bulun. Bu ad, katman listesinin katmanın <code>ad</code> alanında bulunur (<code>title</code> değil). Bu örnek için, adı <code>risk:nicaragua_admin</code> olan Nikaragua siyasi sınırları arka plan katmanını kullanacağız. Ardından, bir OpenLayers örneği oluşturacağız. Layer.WMS:</p> <p><code>var geonodeLayer = new OpenLayers.Layer.WMS("GeoNode Risk Veri", "http://demo.geonode.org/geoserver/wms",{ layers: "risk:nicaragua_admin" });</code></p> <h3>Google Haritalar Örnek Kodu</h3> <p>Bir Google Haritasına GeoNode harita katmanı eklemek için, URL şablonuna veri kümesi adını ekleyin.</p> <p><code>var tilelayer = new GTileLayer(null, null, null, {tileUrlTemplate: 'http://demo.geonode.org/geoserver/gwc/service/gmaps?layers=risk:nicaragua_admin&#38;zoom={Z}&#38;x={X}&#38;y={Y}', isPng:true, opacity:0.5 } );</code></p> <h3>Shapefile/GeoJSON/GML Çıktısı</h3> <p>GeoNode web servislerinden veri almak için WFS protokolünü kullanın. Örneğin, tüm Nikaragua yönetici sınırlarını almak için şunu kullanın:</p> <p><code>http://demo.geonode.org/geoserver/wfs?request=GetFeature&#38;typeName=risk:nicaragua_admin&#38;outputformat=SHAPE-ZIP</code></p> <p>Çıktı biçimini <code>json</code>, <code>GML2</code>, <code>GML3</code> veya <code>csv</code> olarak değiştirmek, verileri bu biçimlerde almanızı sağlar. WFS protokolü ayrıca, bir bound belirterek daha hassas sorguları da işleyebilir.
