Repository: GeoNode/geonode
Catalog: geonode/locale/*/LC_MESSAGES/djangojs.po
Languages: af, ar, bg_bg, bn, el, es, fa_ir, fi, hu, id, ja, km, no, pt_br, ro, si, sv, sw, ta, th, vi

source: Zoom In
af: Klik op In
ar: تكبير
bg_bg: Приближаване
bn: জুম ইন
el: Μεγέθυνση
fa_ir: بزرگنمایی
fi: Lähemmin
hu: Nagyítás
ja: 拡大
km: ពង្រីក
no: Zoom inn
si: සූමකරණය කරන්න
ta: பெரிதாக்கு
th: ซูมเข้า

source: Zoom Out
af: Verklein
ar: تصغير
bg_bg: Отдалечаване
bn: জুম
el: Σμίκρυνση
fa_ir: کوچک نمایی
fi: Loitontaa
hu: Kicsinyítés
ja: 縮小
km: បង្រួម
no: Zoom ut
si: සූමකරණය ඉවත් කරන්න
sv: Zooma ut
ta: சிறிதாக்கு
th: ซูมออก
vi: Thu nhỏ

source: Zoom level
af: Klik op die vlak
ar: مستوى التكبير
bg_bg: Ниво на приближение
bn: জুম স্তর
el: Επίπεδο μεγέθυνσης
fa_ir: سطح زوم
fi: Zoomaustaso
hu: Nagyítási szint
ja: ズームレベル
km: កម្រិត​ពង្រីក
no: Zoom-nivå
ro: Nivel de zoom
si: සූමකරණ මට්ටම
sv: Zoomnivå
sw: Ngazi ya ku-zoom
ta: ஜூம் நிலை
th: ระดับการซูม
vi: Mức độ phóng

source: Zoom Level
af: Klik op die vlak
ar: مستوى التكبير
bg_bg: Ниво на приближение
bn: জুম শ্রেনী
el: Επίπεδο Ζουμ
fa_ir: زوم به سطح
fi: Zoom-taso
hu: Nagyítási szint
ja: ズームレベル
km: កម្រិត​ពង្រីក
no: Zoom-nivå
si: සූමකරණ මට්ටම
sv: Zoomnivå
ta: பெரிதாக்கு நிலை
th: ระดับการซูม

source: Zoom to Layer Extent
af: Zoom Mate Pak
ar: تكبير إلى أَبعاد الطبقة
bg_bg: Приближение до нивото на слоя
bn: ব্যাপ্তি লেয়ার জুম
el: Ζουμ σε Έκταση Επιφάνειας
fa_ir: زوم به لایه وسعت
fi: Zoomata Layer laajuus
hu: Nagyítás réteg kiterjedése
ja: レイヤーの範囲にズーム
km: ពង្រីក​ទៅ​ស្រទាប់​វិសាលភាព
no: Zoom til kartlagets utstrekning
ro: Zoom la Layer Întinderea
si: විශාලනය Layer Extent
sv: Zooma till Layer Omfattning
sw: Zoom kuendana na tabaka
ta: விஸ்தீரணம் அடுக்கு பெரிதாக்கவும்
th: ไปยังขอบเขตของชั้นข้อมูล
vi: Phóng to Layer Mức độ

source: Zoom to Visible Extent
af: Zoom sigbaar Mate
ar: تكبير لمدى المرئية
bg_bg: Изглед до налични данни
bn: দৃশ্যমান পরিমাণে জুম
el: Ζουμ σε Ορατή Έκταση
fa_ir: زوم تا حد قابل مشاهده
fi: Zoomaa Näkyvä laajuus
hu: Nagyítás Látható terjedelme
ja: 可視範囲へズーム
km: ពង្រីក​ទំហំ​មើល​ឃើញ
no: Zoom til synlig utstrekning
ro: Zoom în măsura Vizibil
si: විශාලනය Visible Extent
sv: Zooma till Synlig Omfattning
sw: Zoom hadi kiwango kinachonekana
ta: தெரியும் விஸ்தீரணம் பெரிதாக்கவும்
th: ไปยังขอบเขตที่มองเห็นได้
vi: Phóng to để Mức độ Visible

source: Harvard Geospatial Library
ar: مكتبة هارفارد الجغرافية المكانية

source: Upload Layer
ar: تحميل طبقة
el: Μεταφόρτωση Επιπέδων

source: Create Layer
ar: إنشاء طبقة
el: Δημιουργία Επιπέδου

source: Rectify Layer
ar: تصحيح الطبقة
el: Διόρθωση Επιπέδου

source: Submit a Map Service
ar: تقديم خدمة خريطة
el: Υποβάλετε μια Υπηρεσία Θέασης

source: External Data
ar: البيانات الخارجية
el: Εξωτερικά Δεδομένα

source: If you leave this page, unsaved changes will be lost.
ar: إذا غادرت هذه الصفحة ، فستفقد التغييرات غير المحفوظة.
el: Αν φύγετε από την τρέχουσα σελίδα, μη αποθηκευμένες αλλαγές θα χαθούν.

source: Center for Geographic Analysis
ar: مركز التحليل الجغرافي

source: Bigdata and AMAP Innovation Team
ar: فريق ابتكار البيانات الضخمة وخريطة عمل البحر المتوسط

source: Zoom Level {zoom}
af: Klik op die vlak {zoom}
ar: مستوى التكبير {zoom}
bg_bg: Ниво на приближение
bn: জুম শ্রেনী {জুম}
el: Επίπεδο ζουμ {zoom}
fa_ir: زوم سطح {زوم}
fi: Taso {Zoom}
hu: Nagyítási szint {} zoom
ja: ズームレベル {zoom}
km: ពង្រីក​កម្រិត​ពង្រីក​} {
no: Zoom-nivå {zoom}
si: සූමකරණ මට්ටම { සූමකරණය}
sv: Zoomnivå {zoom}
sw: Kiwango cha zoom {zoom}
ta: ஜூம் நிலை {ஜூம்}
th: ระดับการซูมที่ {zoom}

source: Create Map
af: Skep Map
ar: إنشاء خريطة
bg_bg: Създаване на карта
bn: মানচিত্র তৈরি করুন
el: Δημιουργία Χάρτη
fa_ir: ایجاد نقشه
fi: Luo Kartta
id: Buat Peta
ja: 地図を生成
km: បង្កើត​ផែនទី
no: Lag et kart
ro: Creați Harta
si: සිතියමක් නිර්මාණය කරන්න
sv: Skapa Karta
sw: Tengeneza Ramani
ta: வரைபடம் உருவாக்குவது
th: สร้างแผนที่
vi: Tạo Bản đồ

source: Export Map
af: Uitvoer Map
ar: تصدير خريطة
bg_bg: Експортиране на карта
bn: রপ্তানি ম্যাপ
el: Εξαγωγή Χάρτη
fa_ir: خروجی از نقشه
fi: Vie Kartta
hu: Export Térkép
id: Kirim Peta
ja: 地図を出力
km: នាំចេញ​ផែនទី
no: Eksporter kart
ro: Export Harta
si: අපනයන සිතියම
sv: Export Karta
sw: Export Ramani
ta: ஏற்றுமதி வரைபடம்
th: ส่งออกแผนที่
vi: Bản đồ xuất khẩu

source: Map
af: Kaart
ar: خريطة
bg_bg: Карта
bn: মানচিত্র
el: Χάρτης
fa_ir: نقشه
fi: Kartta
hu: Térkép
id: Peta
ja: 地図
km: ផែនទី
no: Kart
ro: Hartă
si: සිතියම
sv: Karta
sw: Ramani
ta: வரைபடம்
th: แผนที่
vi: Bản đồ

source: View this Map
af: Kyk die kaart
ar: عرض هذه الخريطة
bg_bg: Прегледай картата
bn: এই মানচিত্র দেখুন
el: Δείτε αυτό το Χάρτη
fa_ir: مشاهده این نقشه
fi: Tarkasta tämä kartta
hu: Nézd meg ezt a Map
id: Lihat Peta ini
ja: この地図をみる
km: មើល​ផែនទី​នេះ
no: Vis dette kartet
ro: Vezi acest Harta
si: මෙම සිතියම බැලීම
sv: Se denna karta
sw: Tazama Ramani hii
ta: இந்த வரைபடம் காண்க
th: ดูแผนที่นี้
vi: Xem bản đồ này

source: Open Map
af: Open Plan
ar: افتح الخريطة
bg_bg: Отвори карта
bn: ওপেন ম্যাপ
el: Ανοίγμα Χάρτη
fa_ir: بازکردن نقشه
fi: Avaa kartta
hu: Nyílt Térkép
id: Buka Peta
ja: 地図を開く
km: បើក​ទូលាយ​ផែនទី
no: Åpne kart
ro: Deschis Harta
si: සිතියම විවෘත කරන්න
sw: Fungua Ramani
ta: திறந்த வரைபடம்
th: เปิดแผนที่
vi: Mở Bản đồ

source: Name
af: Naam
ar: اسم
bg_bg: Име
bn: নাম
el: Όνομα
fa_ir: نام
fi: Nimi
hu: Név
id: Nama
ja: 名前
km: ឈ្មោះ
no: Navn
ro: Nume
si: නම
sv: Namn
sw: Jina
ta: பெயர்
th: ชื่อ
vi: Tên

source: No background
af: Geen agtergrond
ar: من غير خلفية
bg_bg: Без фон
bn: কোন ব্যাকগ্রাউন্ড নেই
el: Χωρίς φόντο
fa_ir: بدون پس زمینه
fi: Ei taustaa
hu: Nincs háttér
id: Tidak ada latar
ja: 背景なし
km: គ្មាន​ផ្ទៃ​ខាង​ក្រោយ
no: Ingen bakgrunn
ro: Nu de fond
si: පසුතලයක් නැත
sv: Ingen bakgrund
sw: Hakuna usuli
ta: இல்லை பின்னணி
th: ไม่มีพื้นหลัง
vi: Không có hình nền

source: Your map is ready to be published to the web! Simply copy the following HTML to embed the map in your website:
af: Jou kaart gereed is om gepubliseer word op die web! Kopieer die volgende HTML die kaart in jou webwerf te sluit:
ar: الخريطة الخاصة بك جاهزة لنشرها على شبكة الإنترنت! ببساطة قم بنسخ الHTML التالي لتضمين الخريطة في موقع الويب الخاص بك:
bg_bg: Картата ви е готова за публикуване! Копирайте следния HTML, за да вградите картата във вашата интернет страница.
bn: তোমার ম্যাপ ওয়েব থেকে প্রকাশিত হতে প্রস্তুত! খালি আপনার ওয়েবসাইট ম্যাপ এম্বেড করার জন্য নিম্নলিখিত এইচটিএমএল কপি:
el: Ο χάρτης σας είναι έτοιμος να δημοσιευθεί στο διαδίκτυο! Απλά αντιγράψτε τον παρακάτω σύνδεσμο HTML για να ενσωματώσετε τον χάρτη στην ιστοσελίδα σας:
fa_ir: این نقشه به آسانی قابل انتشار بروی وب می باشد. متن زیر را کپی کرده و بروی وب سایت خود قرار دهید:
fi: Karttasi on valmis julkaistavaksi web! Yksinkertaisesti kopioi seuraava HTML upottaa kartan sivuston:
hu: A térkép készen kell közzétenni az interneten! Egyszerűen másolja az alábbi HTML beágyazni a térkép a honlapon:
id: Peta anda sudah siap untuk di publikasikan ke web! Untuk menyisipkan pada website silahkan salin kode HTML dibawah ini:
ja: あなたの地図は既にWebに公開されています！あなたのウェブサイトに地図を埋め込むには、次のHTMLをコピーします:
km: ផែនទី​របស់​អ្នក​គឺ​ត្រៀម​ខ្លួន​ជា​ស្រេច​ដែល​នឹង​ត្រូវ​បាន​បោះ​ពុម្ព​ផ្សាយ​ទៅ​តំបន់​ប​ណ្តា​ញ​! គ្រាន់​តែ​ចម្លង​ជា HTML ផែនទី​ខាងក្រោម​ដើម្បី​បង្កប់​ក្នុង​គេហទំព័រ​របស់​អ្នក​:
ro: Harta este gata pentru a fi publicate pe web! Pur și simplu copiați următorul cod HTML pentru a încorpora harta în site-ul tau:
si: ඔබගේ සිතියම වෙබ් කිරීමට ප්රකාශයට පත් කිරීමට සූදානම් ! සරලව ඔබේ වෙබ් අඩවිය තුළ සිතියම සටහන් කිරීමට පහත සඳහන් ලද HTML පිටපත් :
sv: Din karta är redo att publiceras på webben! Bara kopiera följande HTML för att bädda in kartan på din webbplats:
sw: Ramani yako ni tayari kwa kutolewa kwa mtandao! Nakili msimbo wa HTML ufuatao ukitaka kuambatanisha ramani katika tovuti yako:
ta: உங்கள் வரைபடத்தை வலையில் வெளியிடப்படலாம் தயாராக உள்ளது! வெறுமனே உங்கள் இணையதளத்தில் வரைபடம் பதித்துள்ளது பின்வரும் HTML நகலெடுக்க:
th: แผนที่ของคุณพร้อมที่จะเผยแพร่ผ่านเว็บแล้ว เหลือเพียงแค่คัดลอก HTML ด้านล่างเพื่อนำไปใส่ในเว็บไซต์ของคุณเท่านั้น:
vi: Bản đồ của bạn đã sẵn sàng để được xuất bản lên web! Đơn giản chỉ cần sao chép mã HTML sau đây để nhúng bản đồ trong trang web của bạn:

source: Abstract:
af: Opsomming:
ar: الملخص:
bg_bg: Описание:
bn: সারাংশ:
el: Περίληψη:
fa_ir: چکیده:
hu: Absztrakt:
id: Abstrak:
ja: 要約:
km: អរូបី​:
no: Sammendrag:
ro: Rezumat:
si: සාරාංශය:
sv: Sammanfattning:
sw: Muhtasari:
ta: சுருக்கம்:
th: บทคัดย่อ:
vi: Tóm tắt:

source: No attribution information is provided for this layer.
af: Geen toeskrywing inligting word verskaf vir hierdie laag.
ar: لم يتم توفير معلومات الإحالة لهذه الطبقة.
bg_bg: За слоя няма въведена атрибутивна информация.
bn: কোন স্বীকৃতিপ্রদান তথ্য এই স্তর জন্য প্রদান করা হয়.
el: Δεν υπάρχουν πληροφορίες απόδοσης για αυτή την επιφάνεια.
fa_ir: اطلاعات توصیفی در مورد این لایه وجود ندارد.
fi: Ei Nimeä tiedot annetaan tämän kerroksen.
hu: Nincs Nevezd információ áll rendelkezésre erre a rétegre.
id: Tidak ada informasi atribut yang disediakan untuk layer ini
ja: どの属性情報もこのレイヤーには与えられていません。
km: គ្មាន​ព័ត៌មាន​បញ្ជាក់​ត្រូវ​បាន​ផ្ដល់​សម្រាប់​ស្រទាប់​នេះ​។
no: Kartlaget mangler attributt-informasjon.
ro: Nu există informații atribuire este prevăzută pentru acest strat.
si: මෙයට ආරෝපණය තොරතුරු මෙම ස්ථරය සඳහා සපයා ඇත.
sv: Ingen tilldelning information ges för detta skikt.
sw: Hakuna taarifa za `attribution` zilizotolewa kwa ajili ya tabaka hili.
ta: இல்லை பண்பு தகவலுக்கு இந்த அடுக்கு வழங்கப்படும்.
th: ชั้นข้อมูลนี้ยังไม่มีข้อมูลแสดงความเป็นเจ้าของ
vi: Không có thông tin ghi nhận được cung cấp cho lớp này.

source: Provided by:
af: Verskaf deur:
ar: تقدمها:
bg_bg: Осигурено от:
bn: দ্বারা প্রদান:
el: Παρέχεται από:
fa_ir: تهیه شده بوسیله:
fi: Tarjoaa:
hu: Szolgáltató:
id: Disediakan oleh:
ja: 提供元:
km: ផ្តល់​ដោយ​:
ro: Oferit de:
si: සපයන ලද්දේ:
sv: Tillhandahålls av:
sw: Imetolewa na:
ta: வழங்கியவர்:
th: จัดทำโดย:
vi: Được cung cấp bởi:

source: Download:
ar: التحميل:
bg_bg: Изтегляне:
bn: ডাউনলোড:
el: Λήψη:
fa_ir: دانلود:
fi: Lataa:
hu: Letöltés:
id: Unduh:
ja: ダウンロード:
km: ទាញ​យក​:
no: Nedlasting:
ro: Descărcare:
si: බාගත කරන්න:
sv: Ladda ner:
sw: Pakua:
ta: பதிவிறக்க:
th: ดาวน์โหลด:
vi: Tải về:

source: No keywords are listed for this layer.
af: Geen dokumente is gelys vir hierdie laag.
ar: لم يتم إدراج أي كلمات دليلية لهذه الطبقة.
bg_bg: Няма въведени ключови думи за този слой.
bn: কোন কীওয়ার্ড এই স্তর জন্য তালিকাভুক্ত করা হয়.
el: Δεν υπάρχουν λέξεις-κλειδιά για αυτή την επιφάνεια.
fa_ir: کلمات کلیدی در مورد این لایه وجود ندارد.
fi: Ei avainsanoja luetellaan tähän kerrokseen.
hu: Nincs kulcsszavak szerepel ezen réteg.
id: Tidak ada kata kunci yang disedikan untuk layer ini.
ja: このレイヤーにはキーワードが記入されていません。
km: គ្មាន​ពាក្យ​គន្លឹះ​ត្រូវ​បាន​រាយ​បញ្ជី​សម្រាប់​ស្រទាប់​នេះ​។
no: Kartlaget mangler nøkkelord.
ro: Nu există cuvinte cheie sunt enumerate pentru acest strat.
si: මෙම ස්ථරය සඳහා මුල්පද ලැයිස්තු ගත කර නැත
sv: Inga nyckelord listas för detta skikt.
sw: Hakuna maneno msingi yaliyoorodheshwa kwa ajili ya tabaka hili.
ta: முக்கிய வார்த்தைகள் இல்லை இந்த அடுக்கு பட்டியலிடப்பட்டுள்ளது.
th: ชั้นข้อมูลนี้ยังไม่มีการใส่คำสำคัญ
vi: Chưa có từ khóa được liệt kê cho lớp này.

source: Keywords:
af: Sleutelwoorde:
ar: الكلمات الدالة:
bg_bg: Ключови думи:
bn: মূলশব্দ:
el: Λέξεις-κλειδιά:
fa_ir: کلمات کلیدی:
fi: Avainsanat:
hu: Kulcsszavak:
id: Kata Kunci:
ja: キーワード:
km: ពាក្យ​គន្លឹះ​:
no: Nøkkelord:
ro: Cuvinte cheie:
si: මුල්පද:
sv: Nyckelord:
sw: Maneno msingi:
ta: முக்கிய வார்த்தைகள்:
th: คำสำคัญ:
vi: Từ khóa:

source: No metadata URLs are defined for this layer.
af: Geen metadata URLs is vir hierdie laag gedefinieer.
ar: لم يتم تعريف عناوين للبيانات الوصفية لهذه الطبقة.
bg_bg: За слоя не са зададени метаданни URLs.
bn: কোন মেটাডাটা URL গুলি এই স্তর জন্য সংজ্ঞায়িত করা হয়.
el: Δεν ορίζονται διευθύνσεις μεταδεδομένων για αυτό το επίπεδο.
fa_ir: متادیتا در مورد این لایه وجود ندارد.
fi: Ei metatieto-osoitteet määritellään tämän kerroksen.
hu: Nem metaadat URL meghatározása ezen rétegben.
id: Tidak ada URL metadata yang didefinisikan untuk layer ini.
ja: このレイヤーにはメタデータのURLが定義されていません。
km: គ្មាន URLs ដែល​ទិន្នន័យ​មេតា​ត្រូវ​បាន​កំណត់​សម្រាប់​ស្រទាប់​នេះ​។
no: Kartlaget mangler metadata URLs.
ro: Nu sunt URL-urile de metadate sunt definite pentru acest strat.
si: මෙයට පාරදත්ත URL ලිපින මෙම ස්ථරය සඳහා අර්ථ දක්වා ඇත.
sv: Inga metadataadresser definieras för detta skikt.
sw: Hakuna URL za metadata zilizo bainishwa kwa tabaka hili.
ta: இல்லை மெட்டாடேட்டா களை இந்த அடுக்கு வரையறுக்கப்படுகிறது.
th: ชั้นข้อมูลนี้ยังไม่มี url ของคำอธิบายข้อมูล
vi: Không có URL siêu dữ liệu được định nghĩa cho lớp này.

source: Metadata Links:
ar: روابط البيانات الوصفية:
bg_bg: Линкове към метаданни:
bn: মেটাডাটা লিংক:
el: Σύνδεσμοι Μεταδεδομένων:
fa_ir: لینک متادیتا:
fi: Metadata Linkit:
hu: Metaadatok Linkek:
id: Link Metadata:
ja: メタデータへのリンク:
km: ភ្ជាប់​ទិន្នន័យ​មេតា​:
no: Metadata lenker:
ro: Metadate relații:
si: Metadata වෙබ් අඩවි :
sv: Metadata Länkar:
sw: Viungo vya metadata:
ta: ளன இணைப்புகள்:
th: ลิงค์ Metadata:
vi: Liên kết siêu dữ liệu:

source: Paper size:
af: Papier grootte:
ar: حجم الورق:
bg_bg: Размер на страницата:
bn: পেপার আকার:
el: Μέγεθος χαρτιού:
fa_ir: سایز کاغذ:
fi: Paperin koko:
hu: Papírméret:
id: Ukuran Kertas:
ja: 用紙サイズ:
km: ទំហំ​ក្រដាស​:
no: Papir størrelse:
ro: Dimensiune hârtie:
si: පත්‍රිකාවේ ප්‍රමාණය:
sv: Pappersstorlek:
sw: Ukubwa wa karatasi:
ta: காகித அளவு:
th: ขนาดกระดาษ:
vi: Kích thước giấy:

source: Resolution:
af: Resolusie:
ar: الدقة:
bg_bg: Резолюция:
bn: রেজোলিউশন:
el: Ανάλυση:
fa_ir: رزولوشن:
fi: Resoluutio:
hu: Felbontás:
id: Resolusi
ja: 解像度:
km: គុណភាព​បង្ហាញ​:
no: Oppløsning:
ro: Rezolutie:
si: යෝජනාව :
sv: Upplösning:
sw: Msongo:
ta: தீர்மானம்:
th: ความละเอียด:
vi: Nghị quyết:

source: Print
ar: طباعة
bg_bg: Отпечатване
bn: ছাপা
el: Εκτύπωση
fa_ir: چاپ
fi: Painatus
hu: Nyomtatás
id: Cetak
ja: 印刷
km: បោះពុម្ព
no: Skriv ut
ro: Imprimare
si: මුද්‍රණය කරන්න
sw: Chapisha
ta: அச்சு
th: พิมพ์
vi: In

source: Enter map title here.
af: Tik kaart titel hier.
ar: أدخل عنوان خريطة هنا.
bg_bg: Въведете тук заглавие на картата.
bn: এখানে ম্যাপ শিরোনাম লিখুন.
el: Εισάγετε τον τίτλο χάρτη εδώ.
fa_ir: عنوان نقشه را اینجا وارد کنید.
fi: Anna kartta otsikko täällä.
hu: Adja meg a térkép címet itt.
id: Masukkan judul peta disini
ja: ここに地図のタイトルを入力してください。
km: បញ្ចូល​ចំណង​ជើង​ផែនទី​នៅ​ទីនេះ​។
no: Tast inn kart-tittel her.
ro: Introduceți hartă titlu aici.
si: සිතියමෙහි මාතෘකාව මෙහි ඇතුලත් කරන්න.
sv: Ange kart titel här.
sw: Ingiza jina la ramani hapa.
ta: இங்கே வரைபடத்தின் தலைப்பை உள்ளிடவும்.
th: กรอกชื่อแผนที่ที่นี่
vi: Nhập tiêu đề bản đồ ở đây.

source: Include legend?
af: Sluit legende?
ar: دمج مفتاح رسم بياني؟
bg_bg: Включване на легенда?
bn: কিংবদন্তি অন্তর্ভুক্ত?
el: Συμπερίληψη υπομνήματος;
fa_ir: دارای علائم و اختصارات؟
fi: Sisällytä legenda?
hu: Beleértve legenda?
id: termasuk legenda?
ja: 凡例を含みますか？
km: រួម​បញ្ចូល​រឿងព្រេង​?
no: Inkluder legende?
ro: Includeți legenda?
si: legend? ඇතුළත් කරන්න ?
sv: Inkludera legend?
sw: Ambatanisha ufunguo?
ta: புராண சேர்க்கவும்?
th: รวมสัญลักษณ์ด้วย?
vi: Bao gồm huyền thoại?

source: Enter comments here.
af: Gee kommentaar hier.
ar: إدخال تعليقات هنا.
bg_bg: Въведете коментари тук.
bn: এখানে মন্তব্য লিখুন.
el: Εισάγετε σχόλια εδώ.
fa_ir: پینوشت را اینجا وارد کنید.
fi: Kirjoita kommenttisi tähän.
hu: Adja meg a megjegyzések itt.
id: Tambahkan komentar disini.
ja: ここにコメントを入力してください。
km: បញ្ចូល​មតិ​នៅ​ទីនេះ​។
no: Legg til kommentarer her.
ro: Introduceți comentarii aici.
si: විවරණ මෙහි ඇතුලත් කරන්න.
sv: Skriv kommentarer här.
sw: Ingiza maoni hapa.
ta: இங்கே கருத்துக்கள் உள்ளிடவும்.
th: กรอกความคิดเห็นที่นี่
vi: Nhập ý kiến ​​ở đây.

source: Creating PDF...
af: Skep PDF ...
ar: جار إنشاء PDF ...
bg_bg: Създаване на PDF...
bn: পিডিএফ তৈরি হচ্ছে ...
el: Δημιουργία PDF ...
fa_ir: ایجاد PDF...
fi: Luominen PDF ...
hu: PDF létrehozása ...
id: Membuat PDF...
ja: PDFを生成中
km: ការ​បង្កើត​ឯកសារ PDF ...
no: Lagrer PDF...
ro: Crearea PDF ...
si: නිර්මාණය PDF
sv: Skapa PDF ...
sw: PDF inatengenezwa ...
ta: PDF உருவாக்கி ...
th: กำลังสร้างไฟล์ PDF...
vi: Tạo PDF ...

source: Last Modified
ar: آخر تعديل
bg_bg: Последно редактиран
bn: সর্বশেষ সংশোধিত
el: Τελευταία Τροποποίηση
fa_ir: آخرین تغییرات
fi: Viimeksi muokattu
hu: Utoljára módosítva
id: Modifikasi Terakhir
ja: 最終更新
km: បាន​កែប្រែ​ចុង​ក្រោយ
no: Sist endret
ro: Ultima modificare
si: අවසාන වරට වෙනස්කම් සිදු කලේ
sv: Senast ändrad
sw: Mara ya mwisho kuboreshwa
ta: கடைசியாக மாற்றப்பட்டது
th: แก้ไขครั้งล่าสุด

source: Prev
af: Terug
ar: السابق
bg_bg: Предишен
bn: পূর্ববর্তী
el: Προηγούμενη
fa_ir: قبلی
fi: Edellinen
hu: Előző
id: Sebelumnya
ja: 前へ
km: មុន
no: Forhåndsvisning
ro: Anterior
si: පෙර
sv: Föregående
sw: Yaliyopita
ta: முன்
th: ก่อนหน้า
vi: Trước

source: Next
af: Volgende
ar: التالي
bg_bg: Следващ
bn: পরবর্তী
el: Επόμενη
fa_ir: بعدی
fi: Seuraava
hu: Következő
id: Selanjutnya
ja: 次へ
km: បន្ទាប់
no: Neste
ro: Următor
si: මීළඟ
sv: Nästa
sw: kfuatayo
ta: அடுத்தது
th: ถัดไป
vi: Tới

source: of
af: van
ar: من
bg_bg: на
bn: এর
el: από
fa_ir: از
fi: sekä
hu: Az
id: dari
ja: の
km: នៃ
no: av
ro: de
si: පිළිබඳ
sv: av
sw: ya
ta: என்ற
th: จาก
vi: của

source: Your search did not match any items.
af: Jou soektog het geen ooreenstemmende items.
ar: البحث لم يتوافق مع أي من البنود.
bg_bg: Търсенето ви не съвпада с наличните данни.
bn: আপনার দ্বারা অনুসন্ধানের সাথে কোন আইটেম মেলে না.
el: Η αναζήτησή σας δεν επέστρεψε κανένα αποτέλεσμα.
fa_ir: جستجوی شما با هیچ موردی تطابق ندارد.
fi: Hakusi ei vastannut yhtään kohdetta.
hu: A keresés nem hozott eredményt terméket.
id: Pencarian anda tidak ditemukan
ja: どのアイテムも検索と一致しませんでした。
km: ការ​ស្វែងរក​របស់​អ្នក​មិន​បាន​ផ្គូផ្គង​ធាតុ​ណា​មួយ​ឡើយ​។
no: Ingen treff.
ro: Căutarea dvs. nu a returnat nici un produs.
si: ඔබගේ සෙවීම කිසි අයිතමයකට නොගැළපිනි.
sv: Din sökning matchade inte några objekt.
sw: Utafutaji wako haukushabihiana na chochote.
ta: உங்கள் தேடல் எந்த உருப்படிகள் பொருந்த.
th: ไม่พบสิ่งที่คุณค้นหา
vi: Tìm kiếm của bạn không phù hợp với bất kỳ mục.

source: Search Maps
af: Soek Maps
ar: بحث خرائط
bg_bg: Търсене на карти
bn: অনুসন্ধান মানচিত্র
el: Αναζήτηση Χαρτών
fa_ir: جستجوی نقشه ها
hu: Keresés Térképek
id: Mencari Peta
ja: 地図を検索する
km: ស្វែងរក​ផែនទី
no: Søk etter kart
ro: Harta căutare
si: සිතියම් වල සොයන්න
sv: Sök på kartan
sw: Tafuta Ramani
ta: தேடல் வரைப்படங்கள்
th: ค้นหาแผนที่

source: Search
af: Soek
ar: بحث
bg_bg: Търсене
bn: অনুসন্ধান
el: Αναζήτηση
fa_ir: جستجو
fi: Haku
hu: Keresés
id: Cari
ja: 検索
km: ស្វែងរក
no: Søk
ro: Căutare
si: සොයන්න
sv: Sök
sw: Tafuta
ta: தேடுக
th: ค้นหา
vi: Tìm kiếm

source: Showing
af: Resultate
ar: عرض
bg_bg: Показване
bn: প্রদর্শন
el: Έχουν βρεθεί
fa_ir: نمایش
fi: Näytetään
hu: Kiállítás
id: Menampilkan
ja: 表示中
km: ការ​បង្ហាញ
no: Fremviser
ro: Arata
si: නිකං ටෙක්විලා
sv: Visar
sw: Inaonesha
ta: காட்டும்
th: กำลังแสดง
vi: Xếp

source: Loading
af: Laai
ar: تحميل
bg_bg: Зареждане
bn: লোড হচ্ছে
el: Φόρτωση
fa_ir: بارگذاری
fi: Lastaus
hu: Terhelés
id: Memuat
ja: 読み込み中
km: កំពុង​ផ្ទុក
no: Laster
ro: Încărcare
si: ප්‍රවේශනය වීම
sw: Inapakia
ta: ஏற்றுகிறது
th: กำลังโหลด
vi: Đang tải

source: permalink
ar: الرابط الثابت
bn: মাহবুব
el: μόνιμος σύνδεσμος
fa_ir: permalink مشاهده مکالمات
ja: パーマリンク
no: permalenke
sv: permalänk
sw: kiungo cha kudumu
ta: பெர்மாலின்க்
th: ลิงค์ถาวร

source: Select
af: Kies
ar: اختار
bg_bg: Избери
bn: নির্বাচন করা
el: Επιλέξτε
fa_ir: انتخاب
fi: Valita
hu: Választ
id: Pilih
ja: 選択
km: ជ្រើស
no: Velg
ro: Selecta
si: තෝරන්න
sv: Välj
sw: Chagua
ta: வாய்ப்புகள்
th: เลือก
vi: Lựa chọn

source: Select:
af: Kies:
ar: تحديد:
bg_bg: Избери
bn: নির্বাচন করুন:
el: Επιλέξτε:
fa_ir: انتخاب:
fi: Valitse:
hu: Kiválasztás:
id: Pilih:
ja: 選択:
km: ជ្រើស​:
no: Velg:
ro: Selectează:
si: තෝරන්න:
sv: Välj:
sw: Chagua:
ta: தேர்வு:
th: เลือก:
vi: Chọn:

source: All
af: Alle
ar: جميع
bg_bg: Всички
bn: সব
el: Όλα
fa_ir: همه
fi: Kaikki
hu: Minden
id: Seluruhnya
ja: 全て
km: ទាំងអស់
no: Alle
ro: Toate
si: සියල්ල
sv: Allt
sw: Vyote
ta: அனைத்து
th: ทั้งหมด
vi: Tất cả

source: None
af: Geen
ar: لا شيء
bg_bg: Няма
bn: না
el: Κανένα
fa_ir: هیچکدام
fi: Ei mitään
hu: Egyik sem
id: Kosong
ja: 何も
km: គ្មាន
no: Ingen
ro: Nici unul
si: කිසිවක් නැත
sv: Inget
sw: Hakuna
ta: எதுவும்
th: ไม่มี
vi: Không ai

source: Keyword
ar: الكلمات الدالة
el: Λέξη κλειδί

source: Showing...
ar: عرض ...
el: Εμφανίζονται...

source: Loading...
af: Laai ...
ar: جار التحميل…
bg_bg: Зареждане
bn: লোড হচ্ছে ...
el: Φόρτωση...
fa_ir: بارگذاری...
fi: Ladataan ...
id: Memuat ...
ja: 読み込み中
km: កំពុង​ផ្ទុក ...
no: Laster...
si: ප්‍රවේශනය වීම...
sv: Laddar ...
sw: Inapakia ...
ta: ஏற்றுகிறது ...
th: กำลังโหลด...

source: You do not have permission to view this data
af: Jy het nie toestemming om hierdie inligting te besigtig het
ar: ليس لديك إذن لعرض هذه البيانات
bg_bg: Нямате достъп за разглеждане на тези данни
bn: আপনি এই ডেটা দেখতে অনুমতিপ্রাপ্ত নন
el: Δεν έχετε άδεια για να δείτε αυτά τα δεδομένα
fa_ir: شما مجوز مشاهده این داده را ندارید.
fi: Sinulla ei ole lupaa tarkastella tätä tietoa
hu: Önnek nincs jogosultsága ahhoz, hogy az adatok
id: Anda tidak memiliki izin untuk melihat data ini
ja: このデータを閲覧する権限がありません
km: អ្នក​មិន​មាន​សិទ្ធិ​ដើម្បី​មើល​ទិន្នន័យ​នេះ
no: Du har ikke retigheter for å se på disse dataene
ro: Nu aveți permisiunea de a vedea asta
si: මෙම දත්ත බැලීමට ඔබට අවසර නැත
sv: Du har inte behörighet att se dessa uppgifter
sw: Huna ruhusa kutazama data hizi
ta: நீங்கள் இந்த தரவு பார்க்க அனுமதி இல்லை
th: คุณไม่มีสิทธิ์ดูข้อมูลนี้
vi: Bạn không có quyền để xem thông tin này

source: This data is stored on a remote server
af: Hierdie data is op 'n afgeleë bediener gestoor
ar: يتم تخزين هذه البيانات على السيرفر المتحكم
bg_bg: Данните се съхраняват на отделен сървър
bn: এই তথ্য একটি দূরবর্তী সার্ভারে সংরক্ষণ করা হয়
el: Αυτά τα δεδομένα είναι αποθηκευμένα σε έναν απομακρυσμένο εξυπηρετητή
fa_ir: این داده ها در سرور از راه دور ذخیره شده
fi: Nämä tiedot on tallennettu etäpalvelimeen
hu: Ezek az adatok a távoli szerveren
id: Data ini disimpan pada server
ja: このデータはリモート・サーバに保存されています
km: ទិន្នន័យ​នេះ​ត្រូវ​បាន​រក្សា​ទុក​នៅ​លើ​ម៉ាស៊ីន​បម្រើ​ពី​ចម្ងាយ
no: Disse data er lagret på en ekstern server
ro: Aceste date sunt stocate pe un server de la distanță
si: මෙම දත්ත දුරස්ථ සර්වරයක් මත ගබඩා කර ඇත
sv: Dessa data lagras på en fjärrserver
sw: Data hizi imehifadhiwa kwenye seva ya mbali
ta: இந்த தரவு ஒரு தொலை சர்வரில் சேமிக்கப்படும்
th: ข้อมูลนี้เก็บอยู่บนเซิร์ฟเวอร์
vi: Những thông tin này được lưu trữ trên một máy chủ từ xa

source: Invalid Query
ar: استعلام غير صالح
el: Μη Έγκυρο Ερώτημα

source: You need to specify a search term
ar: تحتاج إلى تحديد مصطلح بحث
el: Θα πρέπει να προσδιορίσετε έναν όρο αναζήτησης

source: Source
ar: مصدر
el: Πηγή

source: Data Type
ar: نوع البيانات
el: Τύπος Δεδομένων

source: Date
ar: تاريخ
el: Ημερομηνία

source: from year
ar: من سنة
el: από έτος

source: to year
ar: إلى سنة
el: έως έτος

source: Reset
ar: إعادة تعيين
el: Επαναφορά

source: No abstract is provided for this layer.
af: Geen abstrakte word vir hierdie laag.
ar: لم يتم توفير ملخص لهذه الطبقة.
bg_bg: Не е предоставено описание за слоя
bn: কোন বিমূর্ত এই স্তর জন্য প্রদান করা হয়.
el: Δεν υπάρχει περίληψη για αυτή την επιφάνεια.
fa_ir: چکیده ای برای این لایه تهیه نشده است.
fi: Ei abstrakti on säädetty tähän kerrokseen.
hu: Nem elvont biztosítanak e réteg.
id: Tidak ada abstrak untuk layer ini
ja: このレイヤーには要約がありません。
km: គ្មាន​អរូបី​ត្រូវ​បាន​ផ្តល់​ជូន​សម្រាប់​ស្រទាប់​នេះ​។
no: Kartlaget mangler sammendrag.
ro: Nu abstract este prevăzută pentru acest strat.
si: මෙම ස්ථරය සඳහා සාරාංශයක් සපයා නැත
sv: Ingen abstract ges för detta skikt.
sw: Hakuna muhtasari uliotolewa kwa ajili ya tabaka hili.
ta: இல்லை சுருக்க இந்த அடுக்கு வழங்கப்படும்.
th: ชั้นข้อมูลนี้ยังไม่มีบทคัดย่อ
vi: Không trừu tượng được cung cấp cho lớp này.
