Repository: GeoNode/geonode
Catalog: src/GeoNodePy/geonode/locale/*/LC_MESSAGES/django.po
Languages: fr

source: <h1>WorldMap Terms and Conditions</h1> <br/> <p> The following terms and conditions govern all use of the CGA (Center for Geographic Analysis) WorldMap website http://worldmap.harvard.edu, the Site and the services available on or at the Site, taken together, the Service. The Site is owned and operated by CGA of Harvard University. </p> <p> The Service provides you with the ability to post User Submissions (the "Materials") to WorldMap (this “CGA WorldMap Instance”) subject to the permissions and terms of use stated in this document. </p> <p> By electronically signing these Terms and Conditions and clicking the "I AGREE" button below, you agree that these Terms and Conditions apply to all Materials that you post to the WorldMap Service: </p> <p> You represent and warrant to CGA that you are lawfully entitled and have full authority to license CGA and WorldMap to use the Materials in the ways described in these Terms and Conditions and that you are not under any obligation or restriction created by law, contract or otherwise that would prevent you from entering into and fully performing these Terms and Conditions; </p> <p> You give permission and any required licenses to CGA and WorldMap to store and backup the materials; </p> <p> The Materials do not violate any laws, including but not limited to laws related to defamation or obscenity; </p> <p> The Materials do not infringe upon the copyrights or other intellectual property rights, including, but not limited to patent, trademark, trade secret, copyright, right of publicity or other right of any other of any third party. </p> <p> The Materials do not contain software viruses or any other computer codes, files, or programs that are designed or intended to disrupt, damage, limit or interfere with the proper function of any software, hardware, or telecommunications equipment or to damage or obtain unauthorized access to any system, data or other information of CGA or any third party. </p> <p> If human subjects were studied in the collection of the Materials, you collected the Materials with IRB approval; </p> <p> The Materials do not contain high-risk confidential information such as social security numbers; credit card numbers; medical record numbers; health plan numbers; other account numbers; certificate/license numbers; or biometric identifiers (fingerprints, retina, voice print, DNA etc.). </p> <p> You acknowledge that CGA will not be liable for any loss of or damage to the Materials, either in whole or in part. </p> <p> The Service gives the WorldMap Administrators the ability to restrict access to Materials to specified user accounts ("Restricted User Submissions"). By posting Unrestricted User Submissions on or at the Site, or otherwise through the Service, to your WorldMap instance or other WorldMap instances, or by allowing others to do so, you make the following representations and warranties to CGA and to the administrator of that WorldMap instance: </p> <p> The User Submissions do not contain information that could, directly or indirectly, identify subject except where the release of such identifying information has no potential for constituting an unwarranted invasion of privacy and/or breach of confidentiality. And for all personally-identifiable information in the data at least one of following conditions applies: </p> <p> This information has been previously released to the public; this information describes public figures, where the data relates to their public roles or other non-sensitive subjects; a sufficient length of time has passed since the collection of the information so that the data can be considered "historic"; all identified subjects have given explicit informed consent allowing the public release of the information in the dataset; all information was collected with an explicit statement concerning the public nature of the data, such as information collected for governmental regulatory purposes; or, for federal records (data created by a U.S. federal government agency or under a federal contract) only, all identified subjects are deceased and no federal statute explicitly restricts the release of the data. </p> <p> You shall not provide CGA with any confidential or proprietary information that you desire or are required to keep secret. You are solely responsible for the User Submissions you post on or through the Service. CGA does not endorse and has no control over any User Submission. </p> <p> While WorldMap makes it possible to control access to your materials, ACCESS CONTROL IS NOT ABSOLUTE. It may still be possible for someone to access your materials and download them even though you set permission controls to be accessible only by yourself. Because WorldMap is a web-based system, security CANNOT be guaranteed. </p> <p> You will indemnify and hold CGA from and against any and all loss, cost, expense, liability, or damage, including, without limitation, all reasonable attorneys' fees and court costs, arising from the (i) use or misuse of the Service; (ii) your access to the Site, use of the Services, violation of the Terms of Use by you; or, (iii) the infringement by you, or any third party using your account, of any intellectual property or other right of any person or entity. Such losses, costs, expenses, damages, or liabilities shall include, without limitation, all actual, general, special, and consequential damages. </p> <p> You may not use the name "Harvard" (alone or as part of another name) in advertising or promotional materials without CGA's prior written approval. </p> <p> These Terms and Conditions shall be governed by and interpreted in accordance with the laws of the Commonwealth of Massachusetts (excluding the conflict of laws rules thereof). All disputes under these Terms and Conditions will be resolved in the applicable state or federal courts of Massachusetts. You consent to the jurisdiction of such courts and waive any jurisdictional or venue defenses otherwise available. </p>
fr: <h1>Les conditions générales de WorldMap </h1> <br/> <p> Les conditions générales suivantes déterminent tout usage du CGA (Center for Geographic Analysis)et WorldMap http://worldmap.harvard.edu, le Site et les services disponible sur le Site, dans l'ensemble, le Service. Ce Site est fourni et maintenu par le CGA of Harvard University. </p> <p> Le Service vous donne la capacité de publier vos contributions (les "Matériaux") sur WorldMap (cette “CGA WorldMap Instance”) est soumise aux autorisations et aux termes et aux conditions stipulé dans ce document. </p> <p> En signant électroniquement ces conditions générales en cliquant sur le bouton "J'accepte" ci-dessous, vous acceptez que ces conditions s'appliquent à tout materiel que vous utilisez dans le cadre du service WorldMap: </p> <p> Vous justifiez au CGA que vous êtes légalement autoriser à utiliser le CGA et le WorldMap et à utiliser les matériaux dans les façons décrites dans ces conditions générales et que vous n'êtes pas sous obligation de la loi, contrat ou autre, qui vous empêche de entrer dans ces conditions </p> <p> Vous autoriser le CGA et WorldMap d'entreposer et de faire une copie de sauvegarde; </p> <p> Les matériaux ne violent aucune loi, y compris mais pas limité aux lois regardant la diffamation ou l'obscénité; </p> <p> Les matériaux n'enfreignent pas sur les droits d'auteur ou tout autre propriété intellectuelle y compris mais pas limité aux brêvets, aux marques déposées, secret de fabrique,droits d'auteur, droit de publicité ou tout autre droit d'un tiers. </p> <p> Les matériaux ne contiennent pas de virus ou d'autre code, fichiers, ou programmes qui qui ont l'intention de/sont conçus pour interrompre, limiter, ou interférer avec la fonctionnement des logiciels, de l'hardware ou l'équipement de télécommunication ou de dommager ou obtenir l'accès sans autorisation de tout système, tout data ou autre informations du CGA de tous tiers. </p> <p> Si les sujets de vos matérieaux sont des humains, vous avez collectionné vos matériaux avec l'approbation de l'IRB </p> <p> Les matériaux ne contiennent pas d'information sensible comme des numéros de sécurité sociale; les numéros des cartes de crédit; les numéros identifiants des dossiers médicaux ; les numéros des plans de santé (healthcare numbers); autres numéros de comptes; numéros de certificats ou de permis; ou les identifiants biométriques (les empreintes digitales, rétines, empreints vocales, ADN etc.). </p> <p> Vous reconnaissez que le CGA n'est pas résponsable pour toute perte de ou dommage effectué sur les matériaux soit partiel, soit complêt. </p> <p> Le Service donne aux administrateurs de WorldMap la capacité de limitél'accès aux matériaux aux comptes d'utilisateur spécifiés ("Restricted User Submissions"). En mettant les soumissions non-limitées sur le Site, ou autrement par le Service, sur votre instance Worldmap ou d'autres instances ou en permettant des autres personnes de le faire, vous faites les guaranties suivantes au CGA et aux administrateurs de cette instance WorldMap: </p> <p> Les soumissions utilisateur ne contiennent pas d'informations qui pourraient, directement ou non, identifier les sujets sauf cas ou la décharge n'a aucun potentiel de constituer une violation de la vie privée. Pour toute informations ou les personnes peuvent être identifié, au moins une condition parmi les suivants est s'y applique: </p> <p> Ces données sont déjà accessible au publique; ces informations décrit des personnages publiques, ou les données s'agit de leur rôles publiques ou d'autres informations non-privées; un temps minimum est passés depuis la collection des données tel que les informations peuvent être considérer comme "historique"; tous sujets ont donné leur consentement éclairé permettant la décharge publique des informations dans les données; tout information a été collectionnée avec une déclaration concernant la la nature publique des données, commes des informations collectionnées pour des raisons gouvernementales; ou, pour des entrées fédérales ( les données crées par une agence du gouvernement fédéral américain ou sous contrat du gouvernement fédéral) seules, tout sujet identifiable est mort et aucun loi fédéral n'empêche la décharge des données. </p> <p> Vous ne partagerez aucunes données confidentielles ou breveté que vous désirez ou que vous en êtes obligé de garder secret. Vous seul êtes responsable des soumissions que vous mettez sur ou par le Service. Le CGA n'a pas de contraint sur les soumissions des utilisateurs. </p> <p> WorldMap offre la possibilité de controller l'accès à vos données, mais LE CONTROLE A L'ACCES N'EST PAS ABSOLU. Il est toujours possible que quelqu'un puisse y accèder et télécharger vos données, même si vous avez mis des controles pour ne donner l'accès à personned'autre que vous. Parce que WorldMap est un système basé sur l'internet, la sécurité NE PEUT PAS être assurée. </p> <p> Vous devez assurer et protèger le CGA contre tout dépense, perte, résponsabilité, ou dommage, y compris et sans limitations, tout frais d'avocat et frais de procès qui sont suite à (i) l'usage ou à la usage impropre du Service; (ii) votre accès au site, votre emploi des Services, vos violations des conditions générales;ou (iii) votre violation, ou celle d'un tiers qui se sert de votre compte, de toute propriété intellectuelle ou tout autre droit d'auteur ou marque. De tels pertes, frais, dommages ou responsabilités inclus, sans limitation, tout dommage actuel, général, spécial et shall include, without limitation, all actual, general, special, and qui en résulte. </p> <p> Vous ne pouvez pas vous servir du nom "Harvard" (seul ou en faisant parti d'un autre nom) dans les publicités ou les matériaux de promotion sans l'approbation écrite (et précédente) du CGA. </p> <p> Ces conditions générales sont gouvernées et interpretées par les lois du Commonwealth of Massachusetts (excluding the conflict of laws rules thereof). Tout dispute sous ces conditions générales sera par les cours approprié de l'état de Massachusetts. Vous acceptez la juridiction de ces cours, etvous rénoncez à vos défenses de lieu autrement disponsible. </p>

source: Identify
fr: Identifier

source: Map Coordinates - longitude, latitude
fr: Coordonnées de la carte: longitude, latitude

source: Print
fr: Imprimer

source: Google Earth
fr: Afficher dans Google Earth

source: Gazetteer
fr: Index Géographique

source: Create Feature
fr: Créer une caractéristique

source: Edit Feature
fr: Modifier une caractéristique

source: Use <a target='_blank' href='http://warp.worldmap.harvard.edu'>WorldMap WARP</a> to upload and rectify scanned maps for use in WorldMap.
fr: Utiliser <a target='_blank' href='http://warp.worldmap.harvard.edu'>WorldMap WARP</a> pour télécharger et rectifier des cartes numérisées.

source: Maps rectified using this tool can be brought into WorldMap by following the instructions under Section 4.5 in <a href='{{ STATIC_URL }}docs/WorldMap_Help.pdf'>WorldMap Help</a>.
fr: Les cartes numérisées par cet outil peuvent être utilisées en WorldMap en suivant les instructions de la Section 4.5 dans le <a href='{{ STATIC_URL }}docs/WorldMap_Help.pdf'>Mode d'emploi de WorldMap</a>.

source: Choose new Default
fr: Choisissez un nouveau profil par défaut

source: Are you affiliated with
fr: Etes-vous affilié avec

source: Click here to confirm
fr: Veuillez cliquer ici pour confirmer

source: Your affiliation with
fr: Votre affiliation avec

source: expires on
fr: est valable jusqu'au

source: expired on
fr: n'est plus valable depuis

source: Click here to renew
fr: Veuillez cliquer ici pour renouveler

source: State
fr: Etat

source: Settings
fr: Paramètres

source: Change password
fr: Changer le mot de passe

source: Edit profile information
fr: Modifier les informations du profil

source: Maps & Data
fr: Cartes & Données

source: Account successfully activated
fr: L'activation du compte a réussi.

source: Account activation failed
fr: L'activation du compte a échoué.

source: Activate account at
fr: Activer le compte à

source: Link is valid for %(expiration_days)s days.
fr: Cet lien est valable pour %(expiration_days)s jours.

source: Thanks for using WorldMap. </p><p>If you have ideas for improvement, please send them to
fr: Merci d'avoir utilisé WorldMap. Si vous avez des idées pour améliorer notre site, veuillez les envoyer à

source: Log in again
fr: Connectez-vous à nouveau

source: WorldMap Login
fr: Ouverture de session WorldMap

source: Your username and password didn't match. Please try again.
fr: Votre nom d'utilisateur et votre mot de passe ne correspondent pas. Veuillez essayer à nouveau.

source: Don't have an account yet?
fr: Vous n'avez pas encore de compte?

source: Login
fr: Connexion

source: Logged out
fr: Déconnecté

source: has shared '
fr: a partagé '

source: ' with you on Harvard University WorldMap:
fr: ' avec vous sur WorldMap de l'université d'Harvard

source: Activate your new WorldMap account at
fr: Activer votre nouveau compte WorldMap à

source: has invited you to
fr: vous a invité à

source: Password changed
fr: Mot de passe modifié

source: Password reset successfully
fr: Mot de passe réinitialisé avec succès.

source: Password reset failed
fr: La réinitialisation du mot de passe a échoué.

source: Email with password reset instructions has been sent.
fr: Un email avec les instructions de réinitialisation de mot de passe a été envoyé.

source: Reset password at %(site_name)s
fr: Réinitialiser mot de passe à%(site_name)s

source: Enter your email address and click the submit button. You will be sent a link to reset your password.
fr: Veuillez entrer votre adresse email et cliquez sur le bouton pour l'envoyer.Il vous sera envoyé un lien pour réinitialiser votre mot de passe.

source: A validation email has been sent to the email address you provided. Please open the email and click on the validation link. Then login to WorldMap and log in with the user name and password you provided."
fr: Un email de confirmation vous a été envoyé. Veuillez ouvrir l'email et cliquez sur le lien de confirmation. Ensuite, vous pouvez vous connecter sur WorldMap avec le nom d'utilisateur et le mot de passe quevous avez créé."

source: Enter your email address and click the submit button. Your username will be sent to you.
fr: Veuillez entrer votre adresse email et cliquer sur le bouton pour l'envoyer.Votre nom d'utilisateur vous sera envoyé.
