Repository: GeoNode/geonode
Catalog: src/GeoNodePy/geonode/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Explore, Visualize, and Publish Geographic Information
fr: Découvrir, Visualiser, et Publier les données Géographiques

source: About WorldMap
fr: A propos de WorldMap

source: title
fr: titre

source: permissions
fr: autorisations

source: codename
fr: nom de code

source: Determines the order that roles are presented in the user interface.
fr: Détermine l'ordre dans lequel les rôles sont présentés dans l'interface-utilisateur.

source: Anonymous Users
fr: Utilisateurs anonymes

source: Registered Users
fr: Utilisateurs enregistrés

source: Authentication needed
fr: Authentification obligatoire

source: Feature Type
fr: Type de caractéristique

source: Feature FID
fr: Clé primaire

source: End Date
fr: Date de fin

source: Julian Date Start
fr: A partir de (calendrier Julien)

source: Julian Date End
fr: Date de fin (calendrier Julien)

source: Geometry
fr: Géométrie

source: Title
fr: Titre

source: Afghanistan
fr: L'Afghanistan

source: Aland Islands
fr: les Iles Aland

source: Albania
fr: l'Albanie

source: Algeria
fr: l'Algérie

source: American Samoa
fr: les Samoa américaines

source: Andorra
fr: l'Andorre

source: Angola
fr: l'Angola

source: Anguilla
fr: l'Anguilla

source: Antigua and Barbuda
fr: l'Antigua-et-Barbuda

source: Argentina
fr: l'Argentine

source: Armenia
fr: l'Arménie

source: Aruba
fr: l'île d'Aruba

source: Australia
fr: l'Australie

source: Austria
fr: l'Autriche

source: Azerbaijan
fr: l'Azerbaïdjan

source: Bahamas
fr: les Bahamas

source: Bahrain
fr: le Bahreïn

source: Bangladesh
fr: le Bangladesh

source: Barbados
fr: la Barbade

source: Belarus
fr: la Bélarus

source: Belgium
fr: la Belgique

source: Belize
fr: le Belize

source: Benin
fr: le Bénin

source: Bermuda
fr: Les Bermudes

source: Bhutan
fr: le Bhoutan

source: Bolivia (Plurinational State of)
fr: Bolivie (Etat plurinational de)

source: Bosnia and Herzegovina
fr: la Bosnie-Herzégovine

source: Botswana
fr: le Botswana

source: Brazil
fr: le Brésil

source: British Virgin Islands
fr: les Iles Vierges britanniques

source: Brunei Darussalam
fr: Le Brunei Darussalam

source: Bulgaria
fr: La Bulgarie

source: Burkina Faso
fr: le Burkina Faso

source: Burundi
fr: le Burundi

source: Cambodia
fr: le Cambodge

source: Cameroon
fr: le Cameroun

source: Canada
fr: le Canada

source: Cape Verde
fr: le Cap-Vert

source: Cayman Islands
fr: les Iles Caïmans

source: Central African Republic
fr: la République centrafricaine

source: Chad
fr: le Tchad

source: Channel Islands
fr: les Iles Anglo-Normandes

source: Chile
fr: le Chili

source: China
fr: la Chine

source: China - Hong Kong
fr: la Chine - Hong Kong

source: China - Macao
fr: la Chine - Macao

source: Colombia
fr: la Colombie

source: Comoros
fr: les Comores

source: Congo
fr: le Congo

source: Cook Islands
fr: les Îles Cook

source: Costa Rica
fr: le Costa Rica

source: Cote d'Ivoire
fr: la Côte d'Ivoire

source: Croatia
fr: la Croatie

source: Cuba
fr: la Cuba

source: Cyprus
fr: la Chypre

source: Czech Republic
fr: la République tchèque

source: Democratic People's Republic of Korea
fr: la République populaire démocratique de Corée

source: Democratic Republic of the Congo
fr: la République démocratique du Congo

source: Denmark
fr: le Danemark

source: Djibouti
fr: le Djibouti

source: Dominica
fr: la Dominique

source: Dominican Republic
fr: la République Dominicaine

source: Ecuador
fr: l'Equateur

source: Egypt
fr: l'Egypte

source: El Salvador
fr: l'El Salvador

source: Equatorial Guinea
fr: la Guinée équatoriale

source: Eritrea
fr: l'Érythrée

source: Estonia
fr: l'Estonie

source: Ethiopia
fr: l'Ethiopie

source: Faeroe Islands
fr: les Iles Féroé

source: Falkland Islands (Malvinas)
fr: les Iles Falkland (Malouines)

source: Fiji
fr: les Fidji

source: Finland
fr: la Finlande

source: France
fr: la France

source: French Guiana
fr: la Guyane française

source: French Polynesia
fr: la Polynésie française

source: Gabon
fr: le Gabon

source: Gambia
fr: la Gambie

source: Georgia
fr: la Géorgie

source: Germany
fr: l'Allemagne

source: Ghana
fr: le Ghana

source: Greece
fr: la Grèce

source: Greenland
fr: le Groenland

source: Grenada
fr: la Grenade

source: Guadeloupe
fr: la Guadeloupe

source: Guam
fr: l'Ile de Guam

source: Guatemala
fr: le Guatemala

source: Guernsey
fr: l'Ile de Guernesey

source: Guinea
fr: la Guinée

source: Guinea-Bissau
fr: la Guinée-Bissau

source: Guyana
fr: le Guyana

source: Haiti
fr: le Haïti

source: Holy See (Vatican City)
fr: le Saint-Siège (Cité du Vatican)

source: Honduras
fr: le Honduras

source: Hungary
fr: la Hongrie

source: Iceland
fr: l'Islande

source: India
fr: l'Inde

source: Indonesia
fr: l'Indonésie

source: Iran
fr: l'Iran

source: Iraq
fr: l'Iraq

source: Ireland
fr: l'Irlande

source: Isle of Man
fr: l'Ile de Man

source: Israel
fr: l'Israël

source: Italy
fr: l'Italie

source: Jamaica
fr: la Jamaïque

source: Japan
fr: le Japon

source: Jersey
fr: l'Ile de Jersey

source: Jordan
fr: la Jordanie

source: Kazakhstan
fr: le Kazakhstan

source: Kenya
fr: le Kenya

source: Kiribati
fr: la Kiribati

source: Kuwait
fr: le Koweït

source: Kyrgyzstan
fr: le Kirghizistan

source: Lao People's Democratic Republic
fr: la République démocratique populaire lao

source: Latvia
fr: la Lettonie

source: Lebanon
fr: le Liban

source: Lesotho
fr: le Lesotho

source: Liberia
fr: le Libéria

source: Libya
fr: la Libye

source: Liechtenstein
fr: le Liechtenstein

source: Lithuania
fr: la Lituanie

source: Luxembourg
fr: le Luxembourg

source: Macedonia
fr: l'ex-République yougoslave de Macédoine

source: Madagascar
fr: la Madagascar

source: Malawi
fr: le Malawi

source: Malaysia
fr: la Malaisie

source: Maldives
fr: les Maldives

source: Mali
fr: le Mali

source: Malta
fr: la Malte

source: Marshall Islands
fr: les Iles Marshall

source: Martinique
fr: la Martinique

source: Mauritania
fr: la Mauritanie

source: Mauritius
fr: l'Ile Maurice

source: Mayotte
fr: la Mayotte

source: Mexico
fr: le Mexique

source: Micronesia (Federated States of)
fr: Micronésie (les États fédérés de)

source: Monaco
fr: le Monaco

source: Mongolia
fr: la Mongolie

source: Montenegro
fr: le Monténégro

source: Montserrat
fr: l'Ile de Montserrat

source: Morocco
fr: le Maroc

source: Mozambique
fr: le Mozambique

source: Myanmar
fr: le Myanmar

source: Namibia
fr: la Namibie

source: Nauru
fr: la Nauru

source: Nepal
fr: le Népal

source: Netherlands
fr: les Pays-Bas

source: Caribbean Netherlands (BES islands)
fr: les Pays-caribéens (les Iles BES)

source: New Caledonia
fr: la Nouvelle-Calédonie

source: New Zealand
fr: la Nouvelle-Zélande

source: Nicaragua
fr: le Nicaragua

source: Niger
fr: le Niger

source: Nigeria
fr: le Nigéria

source: Niue
fr: Nioué

source: Norfolk Island
fr: l'Ile Norfolk

source: Northern Mariana Islands
fr: les Iles Mariannes du Nord

source: Norway
fr: la Norvège

source: Occupied Palestinian Territory
fr: le Territoire palestinien occupé

source: Oman
fr: l'Oman

source: Pakistan
fr: le Pakistan

source: Palau
fr: les Palaos

source: Panama
fr: le Panama

source: Papua New Guinea
fr: la Papouasie-Nouvelle-Guinée

source: Paraguay
fr: le Paraguay

source: Peru
fr: le Pérou

source: Philippines
fr: les Philippines

source: Pitcairn
fr: les Iles Pitcairn

source: Poland
fr: la Pologne

source: Portugal
fr: le Portugal

source: Puerto Rico
fr: l'Ile de Puerto Rico

source: Qatar
fr: le Qatar

source: Republic of Korea
fr: la République de Corée

source: Republic of Moldova
fr: la République de Moldova

source: Reunion
fr: la Réunion

source: Romania
fr: la Roumanie

source: Russian Federation
fr: la Fédération de Russie

source: Rwanda
fr: le Rwanda

source: Saint-Barthelemy
fr: l'Ile de Saint-Barthélemy

source: Saint Helena
fr: l'Ile Sainte-Hélène

source: Saint Kitts and Nevis
fr: le Saint-Kitts-et-Nevis

source: Saint Lucia
fr: la Sainte-Lucie

source: Saint-Martin (French)
fr: Saint-Martin (la Collectivité de)

source: Saint Pierre and Miquelon
fr: Saint-Pierre-et-Miquelon (la Collectivité de)

source: Saint Vincent and the Grenadines
fr: le Saint-Vincent-et-les Grenadines

source: Samoa
fr: le Samoa

source: San Marino
fr: le Saint-Marin

source: Sao Tome and Principe
fr: la Sao Tomé-et-Principe

source: Saudi Arabia
fr: l'Arabie saoudite

source: Senegal
fr: le Sénégal

source: Serbia
fr: la Serbie

source: Seychelles
fr: les Seychelles

source: Singapore
fr: la Singapour

source: Slovakia
fr: la Slovaquie

source: Slovenia
fr: la Slovénie

source: Solomon Islands
fr: les Iles Salomon

source: Somalia
fr: la Somalie

source: South Africa
fr: l'Afrique du Sud

source: Spain
fr: l'Espagne

source: Sri Lanka
fr: la Sri Lanka

source: Sudan
fr: le Soudan

source: Suriname
fr: le Suriname

source: Svalbard and Jan Mayen Islands
fr: Les Iles Svalbard et Jan Mayen

source: Swaziland
fr: le Swaziland

source: Sweden
fr: la Suède

source: Switzerland
fr: la Suisse

source: Syrian Arab Republic
fr: la République arabe syrienne

source: Tajikistan
fr: le Tadjikistan

source: Thailand
fr: la Thaïlande

source: Timor-Leste
fr: le Timor-Leste

source: Togo
fr: le Togo

source: Tokelau
fr: les Iles Tokélau

source: Tonga
fr: les Tonga

source: Trinidad and Tobago
fr: la Trinité-et-Tobago

source: Tunisia
fr: la Tunisie

source: Turkey
fr: la Turquie

source: Turkmenistan
fr: le Turkménistan

source: Turks and Caicos Islands
fr: Les îles Turks et Caicos

source: Tuvalu
fr: les Tuvalu

source: Uganda
fr: l'Ouganda

source: Ukraine
fr: l'Ukraine

source: United Arab Emirates
fr: les Émirats arabes unis

source: United Kingdom (of Great Britain and Northern Ireland)
fr: le Royaume-Uni (de Grande-Bretagne et d'Irlande du nord)

source: United Republic of Tanzania
fr: la République-Unie de Tanzanie

source: United States of America
fr: les États-Unis d'Amérique

source: United States Virgin Islands
fr: les Iles Vierges américaines

source: Uruguay
fr: l'Uruguay

source: Uzbekistan
fr: l'Ouzbékistan

source: Vanuatu
fr: le Vanuatu

source: Venezuela (Bolivarian Republic of)
fr: Venezuela (République bolivarienne du)

source: Viet Nam
fr: le Viet Nam

source: Wallis and Futuna Islands
fr: Wallis-et-Futuna (la Collectivité de)

source: Western Sahara
fr: le Sahara occidental

source: Yemen
fr: le Yémen

source: Zambia
fr: la Zambie

source: Zimbabwe
fr: le Zimbabwe

source: Global
fr: Mondial

source: Europe
fr: l'Europe

source: Asia
fr: l'Asie

source: Middle East
fr: le Moyen Orient

source: Antarctica
fr: l'Antarctique

source: Annually
fr: annuellement

source: As Needed
fr: si besoin

source: Biannually
fr: bi-annuellement

source: Daily
fr: quotidien

source: Fortnightly
fr: bimensuellement

source: Irregular
fr: irrégulier

source: Monthly
fr: mensuel

source: Not Planned
fr: rien de prévu

source: Quarterly
fr: trimestriel

source: Unknown
fr: inconnu

source: Weekly
fr: hebdomadaire

source: Copyright
fr: Droit d'auteur

source: Intellectual Property Rights
fr: Droits de propriété intellectuelle

source: License
fr: Autorisation

source: Patent Pending
fr: Demande de brevet déposée

source: Restricted
fr: Interdit

source: Public
fr: Publique

source: Grid
fr: Quadrillage

source: Stereo Model
fr: Modèle stéréo

source: Text Table
fr: Tableau de texte

source: Name
fr: Nom

source: Organization
fr: Organisation

source: Phone
fr: Téléphone

source: City
fr: Ville

source: Postal Code
fr: Code postal

source: Country
fr: Pays

source: Role
fr: Rôle

source: <h3>The Harvard WorldMap Project</h3> <p>WorldMap is an open source web mapping system that is currently under construction. It is built to assist academic research and teaching as well as the general public and supports discovery, investigation, analysis, visualization, communication and archiving of multi-disciplinary, multi-source and multi-format data, organized spatially and temporally.</p> <p>The first instance of WorldMap, focused on the continent of Africa, is called AfricaMap. Since its beta release in November of 2008, the framework has been implemented in several geographic locations with different research foci, including metro Boston, East Asia, Vermont, Harvard Forest and the city of Paris. These web mapping applications are used in courses as well as by individual researchers.</p> <h3>Introduction to the WorldMap Project</h3> <p>WorldMap solves the problem of discovering where things happen. It draws together an array of public maps and scholarly data to create a common source where users can:</p> <ol> <li>Interact with the best available public data for a city/region/continent</li> <li>See the whole of that area yet also zoom in to particular places</li> <li>Accumulate both contemporary and historical data supplied by researchers and make it permanently accessible online</li> <li>Work collaboratively across disciplines and organizations with spatial information in an online environment</li> </ol> <p>The WorldMap project aims to accomplish these goals in stages, with public and private support. It draws on the basic insight of geographic information systems that spatiotemporal data becomes more meaningful as more "layers" are added, and makes use of tiling and indexing approaches to facilitate rapid search and visualization of large volumes of disparate data.</p> <p>WorldMap aims to augment existing initiatives for globally sharing spatial data and technology such as <a target="_blank" href="http://www.gsdi.org/">GSDI</a> (Global Spatial Data Infrastructure).WorldMap makes use of <a target="_blank" href="http://www.opengeospatial.org/">OGC</a> (Open Geospatial Consortium) compliant web services such as <a target="_blank" href="http://en.wikipedia.org/wiki/Web_Map_Service">WMS</a> (Web Map Service), emerging open standards such as <a target="_blank" href="http://wiki.osgeo.org/wiki/Tile_Map_Service_Specification">WMS-C</a> (cached WMS), and standards-based metadata formats, to enable WorldMap data layers to be inserted into existing data infrastructures.&nbsp;<br> <br> All WorldMap source code will be made available as <a target="_blank" href="http://www.opensource.org/">Open Source</a> for others to use and improve upon.</p>
fr: <h3>The Harvard WorldMap Project</h3> <p>La plateforme WorldMap est en train d’être développée par le Centre d’Analyse Géographique (GAC) à l’Université d’Harvard pour un accès facilité aux chercheurs qui veulent explorer, visualiser, éditer, collaborer, et publier des informations géo-spatialisées. WorldMap est un logiciel libre d’accès qui propose un compromis entre l’application traditionnelle de cartographie sur ordinateur de bureau, et les solutions plus légères mais limitées sur le web.</p> <h3>Introduction to the WorldMap Project</h3> <p>Les utilisateurs de WorldMap peuvent télécharger leurs propres données cartographiques dans le système ou les extraire de la librairie interactive de WorldMap. Les chercheurs peuvent aussi incorporer les éléments cartographiques issus des serveurs du web compatibles avec WorldMap. La plateforme bénéficie de l’utilisation de cartographes APIs tels Google et OpenStreetMaps pour fournir un contexte général, sans être dépendant de base particulière.</p><p>WorldMap cherche à augmenter les initiatives existantes pour le partage des données spatiales comme <a target="_blank" href="http://www.gsdi.org/">GSDI</a> (Global Spatial Data Infrastructure).WorldMap emploie <a target="_blank" href="http://www.opengeospatial.org/">OGC</a> (Open Geospatial Consortium) les services tels que <a target="_blank" href="http://en.wikipedia.org/wiki/Web_Map_Service">WMS</a> (Web Map Service), et les standards de libre accès comme <a target="_blank" href="http://wiki.osgeo.org/wiki/Tile_Map_Service_Specification">WMS-C</a> (cached WMS), pour permettre aux utilisateurs d'incorporer ces couches de données dans les infrastructures déjà existantes. &nbsp;<br> <br> Tout code source de WorldMap sera disponible <a target="_blank" href="http://www.opensource.org/">Open Source</a> pour l'utilisation publique et pour que les individus puissent améliorer le service. and improve upon.</p>

source: Individual Name
fr: Nom de la personne

source: Organization Name
fr: Nom de l'organisation

source: Position Name
fr: Poste

source: Address
fr: Adresse

source: State/Province
fr: Etat/Province/Département

source: Display my email address on my profile
fr: Afficher mon adresse email sur mon profil

source: Affiliated with Harvard
fr: Affilié à Harvard

source: Harvard affiliation expires on:
fr: Date de fin de l'affiliation à Harvard

source: keywords
fr: mots-clés

source: A space or comma-separated list of keywords
fr: Liste des mots-clés, séparés par des espaces

source: Either name or organization should be provided
fr: Soit le nom soit l'organisation doit être fourni(e)

source: The email address is already registered.
fr: Cette adresse éléctronique est déjà inscrite.

source: Category Name
fr: Catégorie

source: Category Title
fr: Titre de la catégorie

source: Category Description
fr: Description de la catégorie

source: date type
fr: catégorie de date

source: edition
fr: édition

source: abstract
fr: résumé

source: purpose
fr: but

source: maintenance frequency
fr: fréquence d'entretien

source: keywords region
fr: mots-clés région

source: constraints use
fr: contraintes d'utilisation

source: constraints other
fr: autres contraintes

source: spatial representation type
fr: type de représentation spatiale

source: language
fr: langue

source: temporal extent start
fr: début de l'étendue temporelle

source: temporal extent end
fr: fin de l'étendue temporelle

source: geographic bounding box
fr: aire de délimitation géographique

source: supplemental information
fr: informations supplémentaires

source: distribution URL
fr: URL de distribution

source: distribution description
fr: description de la distribution

source: In Gazetteer?
fr: Dans l'index géographique?

source: Gazetteer Project
fr: Project de l'index géographique

source: data quality statement
fr: énoncé de la qualité des données

source: Zipped Shapefile
fr: Fichier de formes compactée (.zip)

source: View in Google Earth
fr: Afficher dans Google Earth

source: Display Order
fr: Ordre de l'affichage

source: Gazetteer Start Date
fr: Date de début de l'index géographique

source: Gazetteer End Date
fr: Date de fin de l'index géographique

source: Abstract
fr: Résumé

source: center X
fr: centre X

source: center Y
fr: centre Y

source: owner
fr: propriétaire

source: Date Created
fr: Date de création

source: Date Last Modified
fr: Date de la dernière modification

source: Site URL
fr: URL du site

source: Official Harvard Site URL
fr: URL du site officiel de Harvard

source: Site Content
fr: Contenu du site

source: Use a custom template
fr: Employer un format personnalisé

source: Layer Category Parameters
fr: Parametres de la catégorie de la couche

source: JSON Configuration
fr: Configuration JSON

source: stack order
fr: ordre pour empiler

source: name
fr: nom

source: opacity
fr: opacité

source: fixed
fr: fixe

source: group
fr: groupe

source: visibility
fr: visibilité

source: ows URL
fr: URL ows

source: layer parameters
fr: paramètres couche

source: source parameters
fr: paramètres source

source: Visits
fr: Visites

source: Unique Visitors
fr: Nombre de visiteurs uniques

source: Saving is not implemented for extension
fr: L'enregistrement n'est pas établi pour cette extension

source: Expected helper file does not exist:
fr: Le fichier d'aide attendu est introuvable.

source: ; a Shapefile requires helper files with the following extensions:
fr: Un Shapefile (.shp) exige des fichiers d'aide aves les extensions suivantes:

source: You must pass either a filename or a GeoNode layer object
fr: Il faut passer soit un nom de fichier soit un objet de la couche GeoNode.

source: exists in the Django db, so not doing any cleanup.
fr: Existe dans le Djando db, pas de nettoyage.

source: Couldn't connect to GeoServer while cleaning up layer
fr: Connexion à GeoServer a échoué pendant le nettoyage de la couche.

source: Couldn't delete GeoServer layer during cleanup()
fr: La couche GeoServer n'a pas été supprimée pendant le nettoyage()

source: Couldn't delete GeoServer resource during cleanup()
fr: La ressource GeoServer n'a pas été supprimée pendant le nettoyage()

source: Couldn't delete GeoServer store during cleanup()
fr: La réserve GeoServer n'a pas été supprimée pendant le nettoyage()

source: Deleting dangling GeoNetwork record (no Django record to match) for
fr: L'entrée GeoNetwork n'a pas de correspondance dans les entrées Django; Suppression en cours

source: Could not open
fr: Impossible d'ouvrir

source: . Make sure you are using a valid file
fr: . Vérifiez que vous utilisez un fichier valide

source: The layer exists and the overwrite parameter is
fr: La couche existe et la parametre pour l'écrasement est

source: Name already in use and overwrite is False
fr: Nom déjà utilisé, l'écrasement est faux (False)

source: Type of uploaded file
fr: Type de fichier téléchargé

source: does not match type of existing resource type
fr: ne correspond pas au type de ressource existant

source: The layer type is
fr: Le type de couche est

source: but should be
fr: mais devrait être

source: Could not save the layer
fr: Impossible de sauvegarder la couche

source: , there was an upload error:
fr: , il y a une erreur de téléchargement

source: Invalid/missing projection information in image
fr: Les informations de projection sont non valides/manquantes dans cette image

source: Your shapefile may contain reserved column names such as minx or maxy; try renaming them
fr: Il est possible que votre shapefile (.shp) contienne des noms de colonnes réservés (par exemple, minx ou maxy); essayez de changer les noms

source: GeoServer reported a conflict creating a store with name
fr: Le GeoServer a signalé un problème avec la création d'un réserve avec le nom

source: . This should never happen because a brand new name should have been generated. But since it happened, try renaming the file or deleting the store in GeoServer.
fr: Cela ne devrait jamais se passer, mais comme vous y êtes arrivé, essayez de changer le nom du fichier ou de supprimer le réserve de GeoServer.

source: GeoNode encountered problems when creating layer
fr: GeoNode a rencontré des problèmes en créant la couche

source: It cannot find the Layer that matches this Workspace.This is likely a bug in Geoserver,try renaming your files.
fr: On ne trouve pas de couche qui correspond à ce Workspace. Il est probable que ce soit un bug de GeoServer, essayez de renommer vos fichiers.

source: Your SLD file contains invalid XML
fr: Votre fichier SLD contient de l'XML non valide.

source: There is already a style in GeoServer named
fr: Il éxiste déjà un style dans le GeoServer nommé

source: Error is:
fr: L'erreur est:

source: The layer was not correctly saved to GeoNetwork/GeoServer. Error is:
fr: La couche n'a pas été correctement sauvegardée dans le GeoNetwork/GeoServer. L'erreur est:

source: Cannot connect to the GeoServer at
fr: La connexion au GeoServer à échoué à

source: Please make sure you have started GeoNode.
fr: Veuillez vérifier que vous avez démarré GeoNode.

source: Cannot connect to the GeoNetwork at
fr: La connexion au GeoNetwork à échoué à

source: Please make sure you have started GeoNetwork.
fr: Veuillez vérifier que vous avez démarré GeoNetwork.

source: Please pass a filename or a directory name as the "incoming" parameter, instead of
fr: Veuillez passer un nom de fichier (filename) ou un nom de répertoire (directory name) comme parametre "incoming", au lieu de

source: potential layers found, importing now ...
fr: Couches possibles trouvées, importation en cours ...
