Repository: GeoNode/geonode
Catalog: src/GeoNodePy/geonode/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Add user...
fr: Ajouter un utilisateur

source: Anyone
fr: Tout le monde

source: Any registered user
fr: Tout utilisateur enregistré

source: Only users who can edit
fr: Seulement les utilisateurs autorisés à rediger

source: Who can view or download this?
fr: Qui peut le visualiser ou le télécharger?

source: Who can edit this?
fr: Qui peut le rediger?

source: Who can manage and edit this?
fr: Qui peut le gérer et rediger?

source: Who can view and download this data?
fr: Qui peut visualiser et télécharger ces données?

source: Who can edit this data?
fr: Qui peut rediger ces données?

source: Only the following users or groups:
fr: Que les utilisateurs/groupes suivants:

source: Who can manage and edit this data?
fr: Qui peut gérer et rediger ces données?

source: Add Layers
fr: Ajouter des couches

source: Add ArcGIS REST Server
fr: Ajouter un serveur ArcGIS REST

source: Area
fr: Zone

source: Background
fr: Fond

source: Done
fr: Terminé

source: Available Layers
fr: Couches disponibles

source: Connection Error
fr: Erreur de connexion

source: The server returned an error
fr: Le serveur a renvoyé une erreur

source: Details...
fr: Détails...

source: Height
fr: Hauteur

source: Help
fr: Aide

source: About
fr: A propos de

source: Add another server
fr: Ajouter un autre serveur.

source: Map Layers
fr: Couches de la Carte

source: View available data from:
fr: Visualiser les données disponibles de :

source: Upload your own data
fr: Télécharger vos données

source: Data
fr: Données

source: Layers
fr: Couches

source: Legend
fr: Légende

source: Length
fr: Longueur

source: Loading Map...
fr: Chargement de la carte...

source: Map Size
fr: Dimensions de la carte

source: Warning
fr: Avertissement

source: You now have %n layers in your map. With more than %max layers you may experience problems with layer ordering, info balloon display, and general performance.
fr: Vous avez maintenant %n couches dans votre carte. Avec plus de %max vous auriez peut-être des problèmes de performance (ordre des couches, affichage des informations, etc.).

source: Measure
fr: Mesurer

source: About this Map View
fr: A propos de cette carte

source: Abstract (brief description)
fr: Résumé

source: Keywords (for Picasa and YouTube overlays)
fr: Mots-clés (pour Picasa et Youtube)

source: Introduction (tell visitors more about your map view)
fr: Introduction (donnez aux lecteurs plus d'informations à propos de votre carte)

source: Permalink
fr: Lien permanent

source: Cancel
fr: Annuler

source: Save as Copy
fr: Enregistrer en tant que copie

source: Save
fr: Enregistrer

source: Title
fr: Titre

source: Pan Map
fr: Panoramique de la carte

source: Zoom to Next Extent
fr: Zoom Suivant

source: Zoom to Previous Extent
fr: Zoom Précédent

source: This map has not yet been saved.
fr: Cette carte n'a pas encore été enregistrée.

source: Premium
fr: Taille d'origine

source: Print Map
fr: Imprimer la carte

source: Print
fr: Imprimer

source: Print Preview
fr: Afficher l'aperçu d'impression

source: Properties
fr: Propriétés

source: Link to Map
fr: Créer un lien à la carte

source: Link
fr: Lien

source: Remove Layer
fr: Supprimer la couche

source: Revisions
fr: Révisions

source: Sorry, your map could not be saved.
fr: Désolé, votre carte ne peut pas être enregistrée.

source: Error While Saving
fr: Erreur durant l'enregistrement

source: Save Map
fr: Enregistrer la Carte

source: You must be logged in to save this map.
fr: Vous devez être connecté pour enregistrer cette carte.

source: Share Layer
fr: Partager cette couche

source: Share Map
fr: Partager cette carte

source: Small
fr: Petit

source: Error contacting server. Please check the url and try again.
fr: Erreur à la connexion au serveur. Merci de vérifier l'URL et réessayer.

source: Add New Category
fr: Ajouuter une nouvelle catégorie

source: Add a new layer category
fr: Ajouter une nouvelle catégorie des couches

source: Rename Category
fr: Modifier le nom d'une catégorie

source: Rename this category
fr: Modifier le nom de cette catégorie

source: Remove Category
fr: Supprimer la catégorie

source: Remove this category and layers
fr: Supprimer cette catégorie et les couches

source: Layer Properties
fr: Propriétés de la couche

source: Change layer format and style
fr: Modifier le format et le style de la couche

source: Edit Styles
fr: Modifier les styles

source: Edit layer styles
fr: Modifier les styles de la couche

source: Switch to Google Earth 3D Viewer
fr: Basculer sur la vue Google Earth 3D

source: The map that you are trying to load does not exist. Creating a new map instead.
fr: La carte que vous essayez de charger n'existe pas. Créez une nouvelle carte à la place.

source: Unknown Map
fr: Carte Inconnue

source: Width
fr: Largeur

source: Zoom In
fr: Zoom Avant

source: Zoom Out
fr: Zoom Arrière

source: Zoom level
fr: Niveau de zoom

source: Zoom Level
fr: Niveau de zoom

source: Zoom to Layer Extent
fr: Zoomer sur la zone de la couche

source: Zoom to Original Map Extent
fr: Zoomer sur la zone originale de la couche

source: Harvard Geospatial Library
fr: Bibliothèque Géospatiale d'Harvard

source: More...
fr: Plus...

source: Upload Layer
fr: Ajouter des couches

source: Create Layer
fr: Créer une couche

source: Rectify Layer
fr: Rectifier une couche

source: WorldMap Data
fr: Les couches de WorldMap

source: External Data
fr: Les données externes

source: If you leave this page, unsaved changes will be lost.
fr: Si vous quittez cette page, les modifications non enregistrées seront perdues.

source: Zoom Level {zoom}
fr: Niveau de Zoom {zoom}

source: Create Map
fr: Créer une Carte

source: Export Map
fr: Exporter la Carte

source: Abstract
fr: Résumé

source: Map
fr: Carte

source: View this Map
fr: Voir cette Carte

source: Open Map
fr: Ouvrir une Carte

source: Name
fr: Nom

source: Queryable
fr: Cherchable (fenêtre d'interrogation)

source: No background
fr: Pas de fond

source: Publish Map
fr: Publier la carte

source: Your map is ready to be published to the web! Simply copy the following HTML to embed the map in your website:
fr: Votre carte est prête à être publiée sur internet ! Copiez simplement le code HTML suivant pour afficher la carte sur votre site :

source: Category:
fr: Catégorie

source: Abstract:
fr: Résumé :

source: No attribution information is provided for this layer.
fr: Aucune information n'est disponible pour cette couche.

source: Provided by:
fr: Fourni par :

source: Download:
fr: Télécharger :

source: No keywords are listed for this layer.
fr: Aucun mot-clé n'est disponible pour cette couche.

source: Keywords:
fr: Mots-clés :

source: No metadata URLs are defined for this layer.
fr: Aucune métadonnées n'est définie pour cette couche.

source: Metadata Links:
fr: Liens de métadonnées :

source: Paper size:
fr: Taille du papier :

source: Resolution:
fr: Résolution :

source: Enter map title here.
fr: Entrez ici le titre de la carte.

source: Include legend?
fr: Inclure la légende ?

source: Enter comments here.
fr: Entrez vos commentaires ici.

source: Creating PDF...
fr: PDF en cours de création...

source: Last Modified
fr: Dernière Modification

source: Prev
fr: Précédent

source: Next
fr: Suivant

source: of
fr: de

source: Your search did not match any items.
fr: Il n'y a pas de résultats à votre recherche

source: Search Maps
fr: Rechercher des Cartes

source: Search
fr: Rechercher

source: Showing
fr: Montrer

source: Loading
fr: Charger

source: permalink
fr: lien permanent

source: Select
fr: Sélectionner

source: Select:
fr: Sélectionner :

source: All
fr: Tout

source: None
fr: Aucun

source: Loading...
fr: Chargement...

source: You do not have permission to view this data
fr: Vous n'avez pas d'autorisation pour visualiser ces données

source: This data is stored on a remote server
fr: Ces données sont stockées sur un serveur à distance

source: Category
fr: Catégorie

source: No category is provided for this layer.
fr: Aucun catégorie n'est disponible pour cette couche.

source: No abstract is provided for this layer.
fr: Aucun résumé n'est disponible pour cette couche.

source: No download URLs are definied for this layer.
fr: Aucune URL de téléchargement n'est définie pour cette couche.

source: Selected Layers
fr: Couches Sélectionnées

source: No Layers Selected
fr: Aucune Couche Sélectionnée

source: Clear Selected
fr: Vider la Sélection

source: Clear All
fr: Tout Réinitialiser

source: Add Selected Layers
fr: Ajouter les couches sélectionnées

source: Operation Failed
fr: Échec de l'Opération

source: No layers are currently selected.
fr: Aucune couche n'est actuellement sélectionnée.

source: Downloading...
fr: En cours de téléchargement...

source: Please wait
fr: Patientez s'il vous plaît

source: Press OK to print this page as is. If you would like to adjust the map extent, press Cancel, then use your browser's print button when you are ready
fr: Cliquez sur OK si vous souhaitez imprimer cette page telle qu'elle est. Si vous souhaitez changer la zone de la carte, cliquez sur Annuler et utiliser le bouton Imprimer de votre navigateur quand vous êtes prêt.
