Repository: GeoNode/geonode
Catalog: src/GeoNodePy/geonode/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Stopping process because --ignore-errors was not set and an error was found.
fr: Processus arrêté parce que --ignore-errors n'a pas été fixé et une erreur a été trouvé

source: GeoServer failed to detect the projection for layer
fr: Le GeoServer n'a pas pu détecter la projection de la couche

source: It doesn't look like EPSG:4326, so backing out the layer.
fr: Cela ne ressemble pas EPSG:4326, je recule la couche

source: GeoServer failed to read the layer projection for
fr: Le GeoServer n'a pas pu lire la projection de la couche pour

source: Start Date attribute
fr: Date de début attribut

source: End Date attribute
fr: Date de fin attribut

source: Person outside WorldMap (fill form)
fr: Personne à l'extérieur de WorldMap (fill form)

source: <p>Please choose the appropriate type of restriction (if any) for the use of your data. Then use the "Constraints Other" form below to provide any necessary details.</p> <p> Public Domain Dedication and License<br /> http://opendatacommons.org/licenses/pddl/ </p> <p> Attribution License (ODC-By)<br /> http://opendatacommons.org/licenses/by/ </p> <p> Open Database License (ODC-ODbL)<br /> http://opendatacommons.org/licenses/odbl/ </p> <p> CC-BY-SA<br /> http://creativecommons.org/licenses/by-sa/2.0/
fr: <p>Veuillez choisir le type de limitation (si souhaité) que vous voulez appliquer à l'usage de vos données. Ensuite, utiliser le formulaire "Constraints Other" pour fournir les informations supplémentaires. details.</p> <p> Public Domain Dedication and License<br /> http://opendatacommons.org/licenses/pddl/ </p> <p> Attribution License (ODC-By)<br /> http://opendatacommons.org/licenses/by/ </p> <p> Open Database License (ODC-ODbL)<br /> http://opendatacommons.org/licenses/odbl/ </p> <p> CC-BY-SA<br /> http://creativecommons.org/licenses/by-sa/2.0/

source: No Permissions
fr: aucune autorisation

source: Read Only
fr: Lecture seule

source: Read/Write
fr: Lecture / écriture

source: Administrative
fr: Administratif

source: You must be logged in to save this map
fr: Vous devez être connecté pour enregistrer cette carte.

source: The server could not understand the request.
fr: Le serveur n'a pas compris votre demande.

source: You are not permitted to view or copy this map.
fr: Vous n'êtes pas autorisé à visualiser ou copier cette carte.

source: Not Permitted
fr: Non Autorisé

source: You are not permitted to delete this map.
fr: Vous n'êtes pas autorisé à supprimer cette carte.

source: You are not allowed to view this map.
fr: Vous n'êtes pas autorisé à visualiser cette carte.

source: You are not allowed to modify this map's metadata.
fr: Vous n'êtes pas autorisé à modifier les métadonnées de cette carte.

source: You are not permitted to modify this layer's metadata
fr: Vous n'êtes pas autorisé à modifier les métadonnées de cette couche.

source: No date fields available
fr: Pas de champs 'date' disponible

source: You are not permitted to delete this layer
fr: Vous n'êtes pas autorisé à supprimer cette couche.

source: You are not permitted to modify this layer
fr: Vous n'êtes pas autorisé à modifier cette couche.

source: You are not permitted to view this layer
fr: Vous n'êtes pas autorisé à visualiser cette couche.

source: There was an error while attempting to upload your data. Please try again, or contact and administrator if the problem continues.
fr: Une erreur est survenue lors du téléchargement de vos données. Veuillez essayer de nouveau, ou contacter l'administrateur si le problème persiste.

source: Unexpected error during upload:
fr: Une erreur est survenue lors du téléchargement:

source: Invalid permission level.
fr: Niveau d'autorisation non valide.

source: User
fr: Utilisateur

source: Bad HTTP Authorization Credentials.
fr: Mauvais authentifiant d'autorisation HTTP.

source: You are not permitted to view this map's permissions
fr: Vous n'êtes pas autorisé à afficher les autorisations liées à cette carte.

source: You are not permitted to view this layer's permissions
fr: Vous n'êtes pas autorisé à afficher les autorisations de cette couche.

source: Email Address
fr: Adresse électronique

source: Yes
fr: Oui

source: No
fr: Non

source: Username must contain only letters, numbers, and underscores, and start with a letter
fr: Nom d'utilisateur ne peut contenir que des lettres, des chiffres, et des tirets bas,et doit commencer par une lettre

source: email address
fr: Adresse électronique

source: Your username for
fr: Votre nom d'utilisateur pour

source: Your username has been emailed to you.
fr: Votre nom d'utilisateur a été envoyé par email.

source: No user could be found with that email address.
fr: Aucun utilisateur n'a été trouvé avec cette adresse email.

source: Please verify that you are logged in as the correct user.
fr: Veuillez vérifiez que vous êtes correctement connecté en tant qu'utilisateur.

source: Please login or register and retry.
fr: Veuillez vous connecter ou, enregistrez-vous et réessayez.

source: Page Not Found
fr: Page non trouvée

source: The page you requested does not exist. Perhaps you are using an outdated bookmark?
fr: La page demandée n'existe pas. Vérifiez que vous n'utilisez pas un signet périmé.

source: Internal Server Error
fr: Erreur interne liée au serveur

source: An internal error occurred. Please try again, and if the problem continues, contact your site administrator.
fr: Une erreur interne s'est produite. S'il vous plaît essayez de nouveau, et si le problème persiste, contactez l'administrateur du site.

source: Browse Data
fr: Parcourir les données

source: Search
fr: Rechercher

source: for geospatial data
fr: pour les données géospatiales

source: Advanced Search
fr: Recherche avancée

source: Sign out
fr: Se déconnecter

source: Sign in
fr: Se connecter

source: Create Map
fr: Créer une carte

source: View Map
fr: Visualiser la carte

source: Need Help?
fr: Besoin d'Aide?

source: Contact Us
fr: Nous contacter

source: Source Code
fr: Code source

source: Powered by <a target='_blank' href='/'>WorldMap</a>
fr: Exécuté grâce à <a target='_blank' href='/'>WorldMap</a>

source: Help
fr: Aide

source: Welcome!
fr: Bienvenue!

source: Create a Map
fr: Créer une carte

source: View a Map
fr: Visualiser une carte

source: About
fr: A propos de

source: Boston Research Map
fr: Carte de Boston

source: Giza Map
fr: Carte de Giza

source: Japan's 2011 Disasters
fr: Les désastres au Japon 2011

source: Build your own mapping portal and publish it to the world or to just a few collaborators. WorldMap is open source software.
fr: Créer votre propre portail de cartographie, et le partager avec le monde ou vos collaborateurs. WorldMap est libre d'accès.

source: Watch the WorldMap Quick Start video
fr: Regarder le vidéo de WorldMap pour commencer

source: WorldMap is being developed by the <a href='http://gis.harvard.edu/'>Center for Geographic Analysis</a> at <a href='http://www.harvard.edu'>Harvard University</a>.
fr: La plateforme WorldMap est en train d’être développée par le <a href='http://gis.harvard.edu/'> Centre d’Analyse Géographique (CGA)</a> à <a href='http://www.harvard.edu'> l'université d'Harvard </a>.

source: Log in
fr: Se connecter

source: Forgot password
fr: Mot de passe oublié

source: Reset it
fr: Réinitialiser celui-ci

source: Not member
fr: Non membre

source: Register
fr: S'inscrire

source: Map User Guide
fr: Guide de l'utilisateur

source: Browse Maps
fr: Parcourir les cartes

source: for maps
fr: pour cartes

source: All Maps
fr: Toutes les Cartes

source: New Maps
fr: Nouvelles cartes

source: Create Maps
fr: Créer des Cartes

source: Use WorldMap to create your own maps. Add layers from WorldMap or remote services, and style them.
fr: Utilisez l'application WorldMap pour créer vos propres cartes. Ajoutez des couches de WorldMap ou de services à distance, et stylisez-les.

source: Create your own map
fr: Créez votre propre carte.

source: Search Maps
fr: Recherche de cartes

source: Click the <b>+</b> on any row to show map abstract.
fr: Cliquez sur le <b> + </b> sur n'importe quelle ligne pour afficher le résumé de la carte.

source: To bookmark your current search use this
fr: Pour marquer d'un signet votre recherche actuelle, utilisez ceci.

source: Powered by
fr: Fourni par :

source: Log out
fr: Déconnectez-vous

source: Search Data
fr: Recherche de Données

source: Click the <b>+</b> on any row to show layer metadata or download in PDF, KML, GeoTIFF, or SHP.
fr: Cliquez sur le <strong> + </strong> sur n'importe quelle ligne pour voir les métadonnées de la couche ou télécharger en PDF, KML, GeoTIFF, ou SHP.

source: Refine Search
fr: Raffiner la Recherche

source: By area
fr: Par zone

source: Limit the search to data that includes features in the displayed area.
fr: Limiter la recherche aux données qui incluent des fonctionnalités dans la zone affichée.

source: Selected Data
fr: Données Sélectionnées

source: Use the checkboxes in the search results to add data to your selection.
fr: Utiliser les cases à cocher dans les résultats de la recherche pour ajouter des données à votre sélection.

source: Create a new map
fr: Créer une nouvelle carte

source: Export selected
fr: Exporter la sélection

source: Your current avatar:
fr: Votre avatar actuel:

source: You haven't uploaded an avatar yet. Please upload one now.
fr: Vous n'avez pas encore téléchargé un avatar. Veuillez en télécharger un maintenant.

source: Upload New Image
fr: Télécharger une nouvelle image

source: Author
fr: Auteur

source: Comments
fr: Remarques

source: Submit
fr: Soumettre

source: Login to add a comment
fr: Veuillez vous connecter pour laisser un commentaire

source: Home
fr: Accueil

source: Change point of contact
fr: Changez votre point de contact

source: Assign a new point of contact to the layers below:
fr: Assigner un nouveau point de contact aux couches ci-dessous

source: Here you can download all the layers of this map that are hosted on this GeoNode. The following layers will be downloaded:
fr: Ici, vous pouvez télécharger toutes les couches de cette carte qui sont hébergées sur ce GeoNode. Les couches suivantes peuvent être téléchargées:

source: Additionally, the map contains these layers which will not be downloaded due to security restrictions:
fr: De plus, la carte contient des couches qui ne seront pas téléchargées en raison de restrictions liées à la sécurité:

source: Finally, the map contains these layers which will not be downloaded because they are not available directly from this GeoNode:
fr: En dernier lieu, la carte contient des couches qui ne seront pas téléchargées parce qu'elles ne sont pas disponibles directement à partir de ce GeoNode:

source: Map Viewer
fr: Visualisation des cartes

source: No abstract for this layer.
fr: Aucun résumé disponible pour cette couche.

source: Keywords
fr: Mots-clés

source: Owner
fr: Propriétaire

source: Point of Contact
fr: Point de Contact

source: Delivery
fr: Livraison

source: Area
fr: Lieu

source: Zip Code
fr: Code postal

source: Attributes
fr: Attributs

source: Supplemental Information
fr: Renseignements supplémentaires

source: Data Quality Statement
fr: Énoncé sur la qualité des données

source: Bounding Box
fr: Zone de délimitation

source: Native SRS
fr: SRS d'origine

source: No SRS specified.
fr: Aucun SRS spécifié.

source: Download
fr: Télécharger

source: Data
fr: Données

source: No metadata links provided for this data.
fr: Aucun lien métadonnées fourni pour ces données

source: Legend
fr: Légende

source: Maps Which Use This Layer
fr: Cartes qui utilisent cette couche

source: This layer is not currently used in any maps.
fr: Cette couche n'est pas utilisée par une carte actuellement.

source: This layer has been viewed
fr: Cette couche a été vu

source: time(s)
fr: heure(s)

source: by
fr: par

source: user(s)
fr: utilisateur(s)

source: The following styles are associated with this data set. Choose a style to view it in the preview to the left. Click on a style name to view or edit the style.
fr: Les styles suivants sont associés à cet ensemble de données. Choisissez un style pour le prévisualiser à gauche. Cliquez sur un nom de style pour afficher ou modifier le style.

source: Default style:
fr: Style par défaut:

source: Update the description of this data
fr: Mise à jour de la description de ces données

source: Upload a new version of this data
fr: Télécharger une nouvelle version de ces données

source: Remove
fr: Supprimer

source: Please authenticate to update or remove layers
fr: Veuillez vous authentifier afin de mettre à jour ou supprimer des couches

source: Permissions
fr: Autorisations

source: Update
fr: Mise à jour

source: Upload Layer
fr: Téléchargez une couche

source: Letters & numbers only, no spaces
fr: N'utilisez que des lettres et des chiffres, pas d'espaces

source: Only letters and numbers are allowed
fr: N'utilisez que des lettres et des chiffres

source: Data Type
fr: Type de données

source: Example: EPSG:4326
fr: Exemple: EPSG:4326

source: Use spaces to separate keywords
fr: Mettre des espaces pour faire la distinction entre les mots-clés

source: I agree to the
fr: J'accepte les

source: Terms and Conditions
fr: Conditions générales

source: Share Map
fr: Partager cette carte

source: WorldMap Terms and Conditions
fr: Conditions générales de WorldMap

source: Close
fr: Fermer

source: You must enter a keyword
fr: Veuillez mettre un mot-clé

source: You must enter at least one keyword
fr: Il faut inclure au moins un mot-clé

source: Editing details for
fr: Modification des détails pour

source: Examples: 'YYYY', 'MM/DD/YYYY', 'YYYY/MM/DD'
fr: Exemples: 'YYYY', 'MM/JJ/YYYY', 'YYYY/MM/JJ'

source: Display Title
fr: Titre de l'affichage

source: Add to Gazetteer?
fr: Ajouter à l'index géographique?

source: Upload Layer, Step 2: Edit details for
fr: Télécharger la couche, Etape 2: Modifier les détails pour

source: Please complete and submit this form, after which your layer will be added to the map.
fr: Veuillez remplir et envoyer ce formulaire: ensuite, votre couche sera ajoutée à la carte.

source: Fields marked with an asterisk(*) are required.
fr: Les champs étoilés sont obligatoires.

source: Examples: 'YYYY', 'MM/DD/YYYY'
fr: Exemples: 'YYYY', 'MM/JJ/YYYY'

source: Permission Level
fr: Niveau d'autorisation

source: Are you sure you want to remove
fr: Etes-vous certain de vouloir supprimer

source: Yes, delete
fr: Oui, supprimer

source: No, cancel
fr: Non, annuler

source: This action affects the following maps:
fr: Cette action affecte les cartes suivantes:

source: No maps are using this layer.
fr: Aucune carte n'utilise cette couche

source: Update Layer
fr: Mise à jour de la couche

source: This form allows you to update the data for this layer.
fr: Ce formulaire vous permet de mettre à jour les données de cette couche.

source: Select a layer data file and submit the form to begin the transfer.
fr: Sélectionnez un fichier de données de couche et soumettre le formulaire pour débuter le transfert.

source: Select a layer data file
fr: Sélectionner un fichier de couche

source: File
fr: Fichier

source: Select a .shx data file
fr: Sélectionner un fichier de données (.shx)

source: Select a .prj data file
fr: Sélectionner un fichier de données (.prj)

source: Encoding
fr: Codage

source: Select a .sld style file (optional)
fr: Sélectionner un style .sld (facultatif)

source: Upload
fr: Télécharger vers le serveur

source: Supported Formats
fr: Formats pris en charge

source: Add data
fr: Ajouter des données

source: Note: A zipped shapefile must contain at least four files with the following extensions:<br/> <span style="font-weight:bold">SHP, DBF, SHX, PRJ</span>. <br/><br/> If you are uploading an unzipped shapefile, first select the .SHP file. You will be prompted to locate the remaining component files. <br/><br/> <strong>Maximum allowed file size is 100 MB.</strong>Please contact us if you need to upload larger layers.
fr: NB: Un fichier shapefile (.shp) compressé doit contenir au moins quatre fichiers avecavec les extensions suivantes:<br/> <span style="font-weight:bold">SHP, DBF, SHX, PRJ</span>. <br/><br/> Si vous téléchargez un fichier décompressé, sélectionnez le fichier .SHP en premier. Vous serez invité à localiser les dossiers restants.

source: <ul> <li>Shapefile</li> <li>Zipped Shapefile</li> <li>GeoTIFF</li> </ul>
fr: <ul> <li>Shapefile (.shp)</li> <li>Zipped Shapefile (fichier shapefile compressé)</li> <li>GeoTIFF</li> </ul>

source: Error
fr: Erreur

source: LEGEND
fr: LEGENDE

source: Advanced Map Options
fr: Options avancées de la carte

source: Abstract:
fr: Résumé :

source: Keywords:
fr: Mots-clés :

source: Rate this map
fr: Classer cette carte

source: Download all layers included in this map
fr: Télécharger toutes les couches incluses dans cette carte.

source: This map uses the following layers
fr: Cette carte utilise les couches suivantes

source: This map has been viewed
fr: Cette carte a été regardé

source: View map
fr: Regarder la carte

source: Delete map
fr: Supprimer la carte

source: Duplicate map
fr: Carte duplicata

source: Select what kind of privileges to allow.
fr: Sélectionner le type de privilèges à autoriser.

source: <h1>Mobile Map Tips</h1> <ul> <li>Click the <strong>Layers</strong> sidebar on the left to see a list of all the map's layers and legends</li> <li>Use the <strong>Identify</strong> <img style="vertical-align:middle" src="%(GEONODE_CLIENT_LOCATION)stheme/app/img/silk/information.png" /> tool to retrieve information on active layers at any point where you click on the map</li> <li>Use the <strong>Geolocate</strong> <img style="vertical-align:middle" src="%(GEONODE_CLIENT_LOCATION)sexternals/gxp/theme/img/geolocate.png" /> tool to zoom to and display your location on the map</li> </ul>
fr: <h1>Les conseils pour les cartes mobiles</h1> <ul> <li>Cliquez sur la liste des<strong>couches</strong> à gauche pour voir une liste de toutes les couches et toutes les légendes</li> <li>Utilisez l'outil <strong>Identifier</strong> <img style="vertical-align:middle" src="%(GEONODE_CLIENT_LOCATION)stheme/app/img/silk/information.png" /> pour voir les informations disponibles sur les couches actives (il suffit de cliquer dessus) </li> <li>Utilisez l'outil <strong>Geolocate</strong> <img style="vertical-align:middle" src="%(GEONODE_CLIENT_LOCATION)sexternals/gxp/theme/img/geolocate.png" /> pour zoomer et pour montrer votre position sur la carte</li> </ul>

source: <h1>Feature Creation/Editing</h1> <ul> <li>Click on a layer in the layer panel to select it for feature creation/editing. You must have edit permission for the layer.</li> <li>The highlighted layer in the list is the target of edits when using the Edit feature <img style="vertical-align:middle" src="%(GEONODE_CLIENT_LOCATION)stheme/app/img/silk/map_edit.png" /> tool or the New Feature <img style="vertical-align:middle" src="%(GEONODE_CLIENT_LOCATION)sexternals/gxp/theme/img/silk/pencil_add.png" /> tool.</li> <li>Map panning will be disabled when the 'Edit feature' <img style="vertical-align:middle" src="%(GEONODE_CLIENT_LOCATION)stheme/app/img/silk/map_edit.png" /> tool is enabled or when drawing a new feature <img style="vertical-align:middle" src="%(GEONODE_CLIENT_LOCATION)sexternals/gxp/theme/img/silk/pencil_add.png" /> . Deactivate the tool to re-enable panning. </ul>
fr: <h1>Création/Révision des caractéristiques</h1> <ul> <li>Cliquez sur une couche dans la liste des couches pour la séléctionner avant de créer/réviser des caractéristiques: Vous devez être autorisé à faire des modifications sur la couche.</li> <li>La couche sélectionnée dans la liste est la cible de toute modification pendant l'emploi de l'outil Révision <img style="vertical-align:middle" src="%(GEONODE_CLIENT_LOCATION)stheme/app/img/silk/map_edit.png" /> tool or ou l'outil créér une nouvelle caractéristique. <img style="vertical-align:middle" src="%(GEONODE_CLIENT_LOCATION)sexternals/gxp/theme/img/silk/pencil_add.png" /> </li> <li>L'outil panoramique sera désactivé quand le mode 'Réviser caractéristique' <img style="vertical-align:middle" src="%(GEONODE_CLIENT_LOCATION)stheme/app/img/silk/map_edit.png" /> ou l'outil pour dessiner une nouvelle caractéristique est activé <img style="vertical-align:middle" src="%(GEONODE_CLIENT_LOCATION)sexternals/gxp/theme/img/silk/pencil_add.png" /> . Désactivez l'outil pour revalider la fonction panoramique. </ul>

source: No abstract is provided for this layer.
fr: Aucun résumé n'est fourni pour cette couche.

source: Provided by:
fr: Fourni par :

source: No attribution information is provided for this layer.
fr: Aucune information d'attribution n'est fournie pour cette couche.

source: Metadata Links:
fr: Liens pour les métadonnées :

source: No metadata URLs are defined for this layer.
fr: Les URL métadonnées ne sont pas définis pour cette couche.

source: No keywords are listed for this layer.
fr: Aucun mot-clé n'est répertorié pour cette couche.

source: Download:
fr: Télécharger :

source: No download URLs are defined for this layer.
fr: Aucun URL de téléchargement n'est défini pour cette couche.

source: Visit originating site for more information about this layer.
fr: Visitez le site d'origine pour plus d'informations sur cette couche.

source: Click here for more information about this layer.
fr: Cliquez ici pour plus d'informations sur cette couche.

source: You do not have permission to view or download this layer
fr: Vous n'avez pas l'autorisation de visualiser ou télécharger cette couche.

source: Twitter Server maintenance
fr: Maintenance du Serveur Twitter

source: Tweetmap Maintenance
fr: Maintenance du Tweetmap

source: Filter Term
fr: Filtrez par un terme

source: From
fr: De

source: Filter Tweets
fr: Filtrez les Tweets

source: Filter Term:
fr: Filtrez par un terme

source: From:
fr: De

source: To:
fr: A

source: Increment:
fr: Incrément

source: Day
fr: Jour

source: Hour
fr: Heure

source: Second
fr: Seconde

source: LSH Matching
fr: Regrouper LSH

source: Auto Max %%
fr: Max %% automatique

source: Smoothing
fr: Lissage

source: Min Tweets/sq km
fr: Min Tweets/km²

source: Tweet Filter
fr: Filtrage des Tweets

source: Tweet Graph
fr: Graphique des Tweets

source: Twitter Trends
fr: Les Tendances Twitter

source: Tweets
fr: Les Tweets

source: Tweet Heatmap
fr: Carte Thérmographique/Heatmap des Tweets

source: Rectify Images
fr: Rectifier les images
